[
  {
  "view": "intro",
  "title": "Абстракционизм",
  "content": [
    "Абстракционизм оформился в начале XX века, но его истоки уходят глубже — в <b>философию романтизма</b>, <b>мистические учения</b> и идею <b>искусства как духовного пути</b>. Уже в XIX веке художники стремились не столько передавать реальность, сколько выражать <b>внутренние состояния</b>. Символисты и модернисты говорили о музыке как об идеале для живописи: нечто, не привязанное к предмету, но обладающее формой и воздействием.",
    "На рубеже веков кризис реализма совпал с научными открытиями, теософскими теориями и поисками новых визуальных языков. <a href=\"https://ru.wikipedia.org/wiki/Кандинский,_Василий_Васильевич\" target=\"_blank\">Василий Кандинский</a>, <a href=\"https://ru.wikipedia.org/wiki/Малевич,_Казимир_Северинович\" target=\"_blank\">Казимир Малевич</a>, <a href=\"https://ru.wikipedia.org/wiki/Мондриан,_Пит\" target=\"_blank\">Пит Мондриан</a>, <a href=\"https://ru.wikipedia.org/wiki/Делоне,_Робер\" target=\"_blank\">Робер Делоне</a> — эти художники независимо друг от друга пришли к идее <b>беспредметности</b> и отказа от изображения узнаваемого мира. Абстракция стала не просто стилем, а <b>способом мышления в искусстве</b>.",
    "Абстрактное искусство развивалось параллельно в разных странах и включало несколько направлений: <b>супрематизм</b>, <b>неопластицизм</b>, <b>орфизм</b>, <b>абстрактный экспрессионизм</b> и <b>постживописный абстракционизм</b>. Каждое из них предлагало собственную философию формы, цвета и восприятия."
  ],
  "list": {
    "title": "Яркие представители",
    "content": [
      {
        "title": "Василий Кандинский",
        "link": "https://ru.wikipedia.org/wiki/Кандинский,_Василий_Васильевич"
      },
      {
        "title": "Казимир Малевич",
        "link": "https://ru.wikipedia.org/wiki/Малевич,_Казимир_Северинович"
      },
      {
        "title": "Пит Мондриан",
        "link": "https://ru.wikipedia.org/wiki/Мондриан,_Пит"
      },
      {
        "title": "Робер Делоне",
        "link": "https://ru.wikipedia.org/wiki/Делоне,_Робер"
      },
      {
        "title": "Соня Делоне",
        "link": "https://ru.wikipedia.org/wiki/Делоне,_Соня"
      },
      {
        "title": "Франтишек Купка",
        "link": "https://ru.wikipedia.org/wiki/Купка,_Франтишек"
      },
      {
        "title": "Марк Ротко",
        "link": "https://ru.wikipedia.org/wiki/Ротко,_Марк"
      },
      {
        "title": "Джексон Поллок",
        "link": "https://ru.wikipedia.org/wiki/Поллок,_Джексон"
      },
      {
        "title": "Хелен Франкенталер",
        "link": "https://ru.wikipedia.org/wiki/Франкенталер,_Хелен"
      },
      {
        "title": "Барнетт Ньюман",
        "link": "https://ru.wikipedia.org/wiki/Ньюман,_Барнетт"
      }
    ]
  }
},
{
  "view": "image",
  "img": "/images/art-movements/kandinsky-in-studio.webp",
  "description": "Василий Кандинский, AFP"
},
 {
    "view": "headline",
    "title": "Философия абстракции"
  },
  {
    "view": "text",
    "content": [
      "Абстракция в искусстве — это не просто отказ от изображения предметного мира. Это смена парадигмы: от изображения к выражению, от имитации — к <b>внутренней структуре опыта</b>. Живопись начинает действовать как музыка: без слов, через ритмы, цвет и напряжение форм, она пробуждает душу.",
      "В абстрактной картине каждый элемент — <b>точка, линия, цветовое пятно</b> — может воздействовать на зрителя напрямую, без посредников. Это не способ описать что-то внешнее, а <b>акт внутреннего звучания</b>, выражение духовного напряжения формы.",
      {
        "img": "/images/gallery/vasiliikandinskii-kompozitsiya_6.webp",
        "description": "Василий Кандинский. «Композиция №6», 1913"
      },
      {
        "img": "/images/gallery/vasiliikandinskii-kompozitsiya_7.webp",
        "description": "Василий Кандинский. «Композиция №7», 1913"
      },
      "Абстракция пересекается с наукой, символизмом, мистикой. После разрушения привычных образов остаётся <b>покой</b> и <b>чистое ощущение</b> — пространство, где можно просто быть. Здесь не требуется понимания — достаточно почувствовать.",
    "Абстракция — это способ видеть. И у каждого художника, вставшего на этот путь, он свой. Рождаются разные языки: строгий и рациональный, вибрационный и музыкальный, взрывной и живописный. Из одного источника расходятся в стороны <b>супрематизм</b>, <b>неопластицизм</b>, <b>орфизм</b>, <b>абстрактный экспрессионизм</b> и <b>постживописный абстракционизм</b>.",
"Эти направления не противопоставлены друг другу, они как разные способы сказать одно и то же на своём художественном диалекте."

    ]
  },
 {
    "view": "headline",
    "title": "Супрематизм: метафизика квадрата"
  },
  {
    "view": "text",
    "content": [
      "Супрематизм — направление геометрического абстракционизма, основанное Казимиром Малевичем в 1915 году. Главными элементами супрематической живописи стали <b>простейшие геометрические фигуры</b>: квадрат, круг, крест, линия. Самая известная работа — <b>«Чёрный квадрат»</b>, впервые представленный на выставке «0,10» в «красном углу» — там, где традиционно висела икона.",
      "Для Малевича супрематизм был не просто стилем, а <b>системой мышления</b>, новой формой метафизики. Он говорил о <b>«чистом ощущении»</b> и <b>«нулевой форме»</b> — цвет и форма существуют вне объекта, становятся самостоятельными носителями смысла.",
      {
        "img": "/images/gallery/kazimirmalevich-chernyikvadrat.webp",
        "description": "Казимир Малевич. «Чёрный квадрат»"
      },
      "Малевич выделял три основные формы: квадрат, крест и круг, и три стадии развития супрематизма: чёрно-белую, цветную и белую. Пространство картины он описывал не как окно, а как <b>поле напряжений</b>, духовную арену, где фигуры вступают во взаимодействие.",
      "Супрематизм он противопоставлял академическому искусству, считая изображение внешнего мира <b>устаревшей моделью</b>. Картина не должна рассказывать — <b>она должна быть</b>.",
      {
        "img": "/images/gallery/ellisitskii-klinomkrasnymbeibelyh.webp",
        "description": "Эль Лисицкий. «Клином красным бей белых», 1919"
      },
      "Супрематизм распространился и за пределами живописи. Малевич разрабатывал проект <b>супрематического театра</b>, где декорации и персонажи представляли собой абстрактные формы, а также создавал <b>архитектоны</b> — объёмные модели из белого гипса, демонстрирующие принципы беспредметной архитектуры. Он мечтал о «летающих городах» и супрематических спутниках.",
"Восприятие публики было неоднозначным. «Чёрный квадрат» называли «провалом», «плутовством» и даже «гробовой плитой искусства». Однако сам Малевич воспринимал его как <b>икону новой эры</b> — и сознательно придал ему статус сакрального объекта.",
"В 1919 году он приехал в Витебск, где преподавал в Народной художественной школе. Вокруг него собралась группа учеников, создавших объединение <b>УНОВИС</b> (Утвердители нового искусства). В Витебске супрематизм стал не только направлением, но и <b>системой обучения</b>, <b>идеологией</b>, <b>способом жизни</b>. УНОВИС оформлял городские праздники, создавал архитектурные проекты, развивал супрематические формы в интерьере и театре.",
    {
        "img": "/images/gallery/ynovis.webp",
        "description": "УНОВИС. Слева стола Казимир Малевич, справа Эль Лисицкий. Витебск. 1920 год"
      },     
"Супрематизм оказал влияние на архитектуру, дизайн, типографику и визуальное мышление XX века. Он стал не просто стилем, а <b>попыткой создать универсальный язык форм</b>.", 
"Позднее Малевич перешёл к постсупрематизму — образу <b>человека без лица</b>, как воплощению нового существа без привязки к прошлому опыту. Его последние работы — возвращение к фигуративности, но уже очищенной от индивидуального. Он изображает безликих людей в белых одеяниях, стоящих в пустом поле — как символ перехода к новой, беспредметной антропологии.",
         {
        "img": "/images/gallery/malevich-sportsmeny.webp",
        "description": "Казимир Малевич. «Спортсмены»"
      },
          {
        "img": "/images/gallery/malevich-v-myzee.webp",
        "description": "Казимир Малевич на фоне своих картин в Музее художественной культуры. Петроград, 1924"
      },
"Судьба Малевича была трагична: в 1930-х его арестовали, запретили преподавание, а работы исчезли из музеев. Но даже под запретом его идеи продолжали жить и вдохновлять будущие поколения."
    ]
  }
]


