[
  {
  "view": "intro",
  "title": "Абстракционизм",
  "content": [
    "Абстракционизм оформился в начале XX века, но его истоки уходят глубже — в <b>философию романтизма</b>, <b>мистические учения</b> и идею <b>искусства как духовного пути</b>. Уже в XIX веке художники стремились не столько передавать реальность, сколько выражать <b>внутренние состояния</b>. Символисты и модернисты говорили о музыке как об идеале для живописи: нечто, не привязанное к предмету, но обладающее формой и воздействием.",
    "На рубеже веков кризис реализма совпал с научными открытиями, теософскими теориями и поисками новых визуальных языков. <a href=\"https://ru.wikipedia.org/wiki/Кандинский,_Василий_Васильевич\" target=\"_blank\">Василий Кандинский</a>, <a href=\"https://ru.wikipedia.org/wiki/Малевич,_Казимир_Северинович\" target=\"_blank\">Казимир Малевич</a>, <a href=\"https://ru.wikipedia.org/wiki/Мондриан,_Пит\" target=\"_blank\">Пит Мондриан</a>, <a href=\"https://ru.wikipedia.org/wiki/Делоне,_Робер\" target=\"_blank\">Робер Делоне</a> — эти художники независимо друг от друга пришли к идее <b>беспредметности</b> и отказа от изображения узнаваемого мира. Абстракция стала не просто стилем, а <b>способом мышления в искусстве</b>.",
    "Абстрактное искусство развивалось параллельно в разных странах и включало несколько направлений: <b>супрематизм</b>, <b>неопластицизм</b>, <b>орфизм</b>, <b>абстрактный экспрессионизм</b> и <b>постживописный абстракционизм</b>. Каждое из них предлагало собственную философию формы, цвета и восприятия."
  ],
  "list": {
    "title": "Яркие представители",
    "content": [
      {
        "title": "Василий Кандинский",
        "link": "https://ru.wikipedia.org/wiki/Кандинский,_Василий_Васильевич"
      },
      {
        "title": "Казимир Малевич",
        "link": "https://ru.wikipedia.org/wiki/Малевич,_Казимир_Северинович"
      },
      {
        "title": "Пит Мондриан",
        "link": "https://ru.wikipedia.org/wiki/Мондриан,_Пит"
      },
      {
        "title": "Робер Делоне",
        "link": "https://ru.wikipedia.org/wiki/Делоне,_Робер"
      },
      {
        "title": "Соня Делоне",
        "link": "https://ru.wikipedia.org/wiki/Делоне,_Соня"
      },
      {
        "title": "Франтишек Купка",
        "link": "https://ru.wikipedia.org/wiki/Купка,_Франтишек"
      },
      {
        "title": "Марк Ротко",
        "link": "https://ru.wikipedia.org/wiki/Ротко,_Марк"
      },
      {
        "title": "Джексон Поллок",
        "link": "https://ru.wikipedia.org/wiki/Поллок,_Джексон"
      },
      {
        "title": "Хелен Франкенталер",
        "link": "https://ru.wikipedia.org/wiki/Франкенталер,_Хелен"
      },
      {
        "title": "Барнетт Ньюман",
        "link": "https://ru.wikipedia.org/wiki/Ньюман,_Барнетт"
      }
    ]
  }
},
{
  "view": "image",
  "img": "/images/kandinsky-in-studi.webp",
  "description": "Василий Кандинский, AFP"
},
 {
    "view": "headline",
    "title": "Философия абстракции"
  },
  {
    "view": "text",
    "content": [
      "Абстракция в искусстве — это не просто отказ от изображения предметного мира. Это смена парадигмы: от изображения к выражению, от имитации — к <b>внутренней структуре опыта</b>. Живопись начинает действовать как музыка: без слов, через ритмы, цвет и напряжение форм, она пробуждает душу.",
      "В абстрактной картине каждый элемент — <b>точка, линия, цветовое пятно</b> — может воздействовать на зрителя напрямую, без посредников. Это не способ описать что-то внешнее, а <b>акт внутреннего звучания</b>, выражение духовного напряжения формы.",
      {
        "img": "/images/gallery/vasiliikandinskii-kompozitsiya_6.webp",
        "description": "Василий Кандинский. «Композиция №6», 1913"
      },
      {
        "img": "/images/gallery/vasiliikandinskii-kompozitsiya_7.webp",
        "description": "Василий Кандинский. «Композиция №7», 1913"
      },
      "Абстракция пересекается с наукой, символизмом, мистикой. После разрушения привычных образов остаётся <b>покой</b> и <b>чистое ощущение</b> — пространство, где можно просто быть. Здесь не требуется понимания — достаточно почувствовать.",
    "Абстракция — это способ видеть. И у каждого художника, вставшего на этот путь, он свой. Рождаются разные языки: строгий и рациональный, вибрационный и музыкальный, взрывной и живописный. Из одного источника расходятся в стороны <b>супрематизм</b>, <b>неопластицизм</b>, <b>орфизм</b>, <b>абстрактный экспрессионизм</b> и <b>постживописный абстракционизм</b>.",
"Эти направления не противопоставлены друг другу, они как разные способы сказать одно и то же на своём художественном диалекте."

    ]
  },
     {
    "view": "headline",
    "title": "Синий всадник: союз духовного и цвета"
  },
  {
    "view": "text",
    "content": [
      "Художественное объединение <b>«Синий всадник»</b> существовало всего три года (1911–1914), но стало одним из ключевых звеньев в истории абстракции. Здесь впервые открыто заговорили о синтезе искусств, беспредметной живописи, самодостаточности цвета и духовном содержании формы.",
      "Объединение выросло из идей Василия Кандинского и Франца Марка. Их альманах «Синий всадник» стал манифестом нового искусства, где на равных обсуждались живопись, музыка, лубок, детский рисунок, фольклор. Само название родилось спонтанно: «Мы оба любили синий цвет. Я — всадников, Марк — лошадей», — вспоминал Кандинский.",
      {
        "img": "/images/gallery/kandinsky-sinii-vsadnik.webp",
        "description": "Василий Кандинский. «Синий всадник» (обложка альманаха), 1911"
      },
      "Вокруг них собрались художники, ищущие не внешние сюжеты, а <b>внутреннюю правду</b> — Пауль Клее, Август Маке, Алексей Явленский, Марианна Веревкина, Генрих Кампендонк. Они стремились разрушить академические границы, вернуть искусству живую эмоциональность и контакт с архетипами.",
      {
        "img": "/images/gallery/mark-volki-balkanskaya-voina.webp",
        "description": "Франц Марк. «Волки (Балканская война)», 1913"
      },
      "Их живопись — это не стиль, а способ чувствовать. Цвет перестаёт быть описанием — он становится выражением. Композиции полны ритма, напряжения, света. У каждого — свой путь: Кандинский — к абстракции, Марк — к гармонии природы, Клее — к поэтическому знаку. Вместе они создали пространство, где родилось новое искусство."
    ]
  },
 {
    "view": "headline",
    "title": "Супрематизм: метафизика квадрата"
  },
  {
    "view": "text",
    "content": [
      "Супрематизм — направление геометрического абстракционизма, основанное Казимиром Малевичем в 1915 году. Главными элементами супрематической живописи стали <b>простейшие геометрические фигуры</b>: квадрат, круг, крест, линия. Самая известная работа — <b>«Чёрный квадрат»</b>, впервые представленный на выставке «0,10» в «красном углу» — там, где традиционно висела икона.",
      "Для Малевича супрематизм был не просто стилем, а <b>системой мышления</b>, новой формой метафизики. Он говорил о <b>«чистом ощущении»</b> и <b>«нулевой форме»</b> — цвет и форма существуют вне объекта, становятся самостоятельными носителями смысла.",
      {
        "img": "/images/gallery/kazimirmalevich-chernyikvadrat.webp",
        "description": "Казимир Малевич. «Чёрный квадрат»"
      },
      "Малевич выделял три основные формы: квадрат, крест и круг, и три стадии развития супрематизма: чёрно-белую, цветную и белую. Пространство картины он описывал не как окно, а как <b>поле напряжений</b>, духовную арену, где фигуры вступают во взаимодействие.",
      "Супрематизм он противопоставлял академическому искусству, считая изображение внешнего мира <b>устаревшей моделью</b>. Картина не должна рассказывать — <b>она должна быть</b>.",
      {
        "img": "/images/gallery/ellisitskii-klinomkrasnymbeibelyh.webp",
        "description": "Эль Лисицкий. «Клином красным бей белых», 1919"
      },
      "Супрематизм распространился и за пределами живописи. Малевич разрабатывал проект <b>супрематического театра</b>, где декорации и персонажи представляли собой абстрактные формы, а также создавал <b>архитектоны</b> — объёмные модели из белого гипса, демонстрирующие принципы беспредметной архитектуры. Он мечтал о «летающих городах» и супрематических спутниках.",
"Восприятие публики было неоднозначным. «Чёрный квадрат» называли «провалом», «плутовством» и даже «гробовой плитой искусства». Однако сам Малевич воспринимал его как <b>икону новой эры</b> — и сознательно придал ему статус сакрального объекта.",
"В 1919 году он приехал в Витебск, где преподавал в Народной художественной школе. Вокруг него собралась группа учеников, создавших объединение <b>УНОВИС</b> (Утвердители нового искусства). В Витебске супрематизм стал не только направлением, но и <b>системой обучения</b>, <b>идеологией</b>, <b>способом жизни</b>. УНОВИС оформлял городские праздники, создавал архитектурные проекты, развивал супрематические формы в интерьере и театре.",
    {
        "img": "/images/ynovis.webp",
        "description": "УНОВИС. Слева стола Казимир Малевич, справа Эль Лисицкий. Витебск. 1920 год"
      },    
         {
        "img": "/images/gallery/malevich-rospis.webp",
        "description": "Казимир Малевич. Принцип росписи стены. 1919–1920 годы"
      }, 
      "Сочетая квадрат с другими геометрическими фигурами разных размеров и цветов, художники «удаляют целостность вещи из сознания» и превращают любую поверхность в фон, не имеющий границ.",
"Всеохватность «Уновиса» пугала витебские власти, и объединение вытеснили из обще­ственной жизни города. Малевич и близкие ему ученики уехали в Петроград и стали интеллектуально-творческим активом Гинхука.",
      "Супрематизм оказал влияние на архитектуру, дизайн, типографику и визуальное мышление XX века. Он стал не просто стилем, а <b>попыткой создать универсальный язык форм</b>.", 
"Позднее Малевич перешёл к постсупрематизму — образу <b>человека без лица</b>, как воплощению нового существа без привязки к прошлому опыту. Его последние работы — возвращение к фигуративности, но уже очищенной от индивидуального. Он изображает безликих людей в белых одеяниях, стоящих в пустом поле — как символ перехода к новой, беспредметной антропологии.",
         {
        "img": "images/malevich-sportsmeny.webp",
        "description": "Казимир Малевич. «Спортсмены»"
      },
          {
        "img": "public/images/malevich-v-myzee.webp",
        "description": "Казимир Малевич на фоне своих картин в Музее художественной культуры. Петроград, 1924"
      },
"Судьба Малевича была трагична: в 1930-х его арестовали, запретили преподавание, а работы исчезли из музеев. Но даже под запретом его идеи продолжали жить и вдохновлять будущие поколения."
    ]
  },
   {
    "view": "headline",
    "title": "Неопластицизм: порядок и равновесие"
  },
  {
    "view": "text",
    "content": [
      "Неопластицизм возник в Нидерландах в 1917 году. Основателями направления считаются художник <a href=\"https://ru.wikipedia.org/wiki/Мондриан,_Пит\" target=\"_blank\">Пит Мондриан</a> и теоретик <a href=\"https://ru.wikipedia.org/wiki/Ван_Дусбург,_Тео\" target=\"_blank\">Тео ван Дусбург</a> — голландский художник, архитектор и главный идеолог движения De Stijl. Это течение представляло собой <b>рационалистическую версию абстракции</b> и опиралось на стремление к гармонии и универсализму.",
      "Главная цель неопластицизма — выразить <b>вечные законы бытия</b> через простейшие формы. В живописи использовались строго горизонтальные и вертикальные линии, прямоугольники, а также три базовых цвета — красный, синий, жёлтый — и ахроматические белый, чёрный, серый. Мондриан называл это «новой пластикой» — универсальным языком, очищенным от индивидуальности и эмоционального воздействия.",
        {
        "img": "images/malevich-sportsmeny.webp",
        "description": "Пит Мондриан. «Большая композиция A с черным, красным, серым, желтым и синим»"
      },
      "На философском уровне неопластицизм был связан с теософией — идеей о скрытом порядке мироздания. Мондриан считал, что искусство должно не копировать природу, а выражать структуру духовной реальности. Геометрия — это путь к внутреннему порядку, цвет — форма вибрации, а композиция — способ установить равновесие.",
      "Неопластицизм не ограничивался живописью. Он оказал влияние на архитектуру, мебель, оформление интерьеров и графику. Знаменитый дом Шрёдера, спроектированный <a href=\"https://ru.wikipedia.org/wiki/Ритвельд,_Геррит\" target=\"_blank\">Герритом Ритвельдом</a> — нидерландским архитектором и дизайнером, представителем движения De Stijl в Утрехте, стал воплощением идей de Stijl в архитектуре: плоскости, открытые структуры, подвижные перегородки.",
        {
        "img": "images/dom-shredera.webp",
        "description": "дом Шрёдера, Геррит Ритвельд"
      },
      "Позже ван Дусбург предложил отойти от жёсткого ортодоксального подхода Мондриана и начал вводить диагонали и динамичные ритмы. Это вызвало раскол в группе. Сам Мондриан до конца придерживался идеи <b>абсолютной симметрии</b>, даже в своих поздних работах, таких как «Victory Boogie Woogie», в которой сетка становится более живой и музыкальной.",
        {
        "img": "images/modrian-woogie.webp",
        "description": "Пит Мондриан. «Победный буги-вуги»"
      },
      "Неопластицизм стал важной основой для развития <b>минимализма</b>, <b>функционального дизайна</b> и концепции <b>тотального художественного пространства</b>. Его идеи актуальны до сих пор — в архитектуре, веб-дизайне и визуальной культуре."
    ]
  },
   {
    "view": "headline",
    "title": "Абстрактный экспрессионизм: жест и действие"
  },
  {
    "view": "text",
    "content": [
      "<b>Абстрактный экспрессионизм</b> — одно из самых влиятельных направлений в абстрактной живописи XX века. Он сформировался в США в 1940–1950-х годах, главным образом в Нью-Йорке, и стал известен как <b>«живопись действия»</b> (<i>action painting</i>) — термин, введённый критиком Гарольдом Розенбергом. Главное в этом искусстве — не результат, а процесс. Картина превращалась в след за жестом, в документ спонтанного действия художника.",
      
      "Художники этого направления отвергали предварительный замысел и строгую композицию. Они работали импульсивно, доверяя бессознательному. Холсты заполнялись <b>энергичными мазками, каплями, линиями</b>, отражая не объект, а внутреннее состояние. Для <a href=\"https://ru.wikipedia.org/wiki/Поллок,_Джексон\" target=\"_blank\">Джексона Поллока</a> акт живописи был почти хореографией — он писал на полу, двигаясь вокруг холста, буквально «вплетая» краску в пространство.",

      {
        "img": "/images/gallery/dzheksonpollok-5.webp",
        "description": "Джексон Поллок. «№5»"
      },

      "<a href=\"https://ru.wikipedia.org/wiki/Ротко,_Марк\" target=\"_blank\">Марк Ротко</a>, напротив, стремился к тишине и медитации. Его картины — это <b>цветовые поля</b>, наполненные дыханием. Они не изображали, а создавали состояние. <a href=\"https://ru.wikipedia.org/wiki/Де_Кунинг,_Виллем\" target=\"_blank\">Виллем де Кунинг</a> совмещал абстракцию с фигуративными намёками, показывая борьбу между формой и её разрушением.",

      {
        "img": "/images/gallery/rothko-red-on-maroon.webp",
        "description": "Марк Ротко. «Белый центр»"
      },

      "Абстрактный экспрессионизм стал символом <b>индивидуальной свободы</b> в послевоенном мире. Он противопоставлялся идеологии соцреализма и воспринимался как форма <b>визуального экзистенциализма</b>. Не случайно художников этого круга интересовали <b>психоанализ, мифология, жест как личное высказывание</b>.",

      "Среди представителей направления — <a href=\"https://ru.wikipedia.org/wiki/Горки,_Аршил\" target=\"_blank\">Аршил Горки</a>, <a href=\"https://ru.wikipedia.org/wiki/Мазеруэлл,_Роберт\" target=\"_blank\">Роберт Мазеруэлл</a>, <a href=\"https://ru.wikipedia.org/wiki/Клайн,_Франц\" target=\"_blank\">Франц Клайн</a>, <a href=\"https://ru.wikipedia.org/wiki/Хоффман,_Ханс\" target=\"_blank\">Ханс Хоффман</a>, <a href=\"https://ru.wikipedia.org/wiki/Стилл,_Клиффорд\" target=\"_blank\">Клиффорд Стилл</a>. Это была не школа с единым стилем, а <b>поле пересекающихся стратегий</b>. Каждая работа — это взрыв, жест, напряжённое существование на холсте."
    ]
  },
   {
    "view": "headline",
    "title": "Постживописный абстракционизм"
  },
  {
    "view": "text",
    "content": [
      "<b>Постживописный абстракционизм</b> (<i>post-painterly abstraction</i>) — направление американского искусства 1960-х годов, оформленное критиком Клементом Гринбергом как реакция на эмоциональность абстрактного экспрессионизма. В этом подходе акцент сместился с личностного жеста на <b>визуальную структуру</b> и особенности восприятия.",
      "Вместо густых мазков и хаотичной композиции художники стремились к ровной заливке цвета, тонким переходам, чистым формам. Они использовали акриловые краски, которые не создавали фактуры, а впитывались в холст, образуя цельную поверхность. Цвет становился не носителем чувства, а <b>объектом созерцания</b>.",
      "<a href=\"https://ru.wikipedia.org/wiki/Ньюман,_Барнетт\" target=\"_blank\">Барнетт Ньюман</a> создавал большие однотонные плоскости, пересечённые тонкими линиями — «zip» — которые организовывали пространство и вводили напряжение. <a href=\"https://ru.wikipedia.org/wiki/Луис,_Моррис\" target=\"_blank\">Моррис Луис</a> применял технику лессировки, позволяя краске стекать по холсту. <a href=\"https://ru.wikipedia.org/wiki/Франкенталер,_Хелен\" target=\"_blank\">Хелен Франкенталер</a> разливала жидкий пигмент на неґрунтованный холст, добиваясь эффекта «впитывания» цвета.",
      {
        "img": "/images/gallery/newman-onement.webp",
        "description": "Барнетт Ньюман. «Onement VI», 1953"
      },
      {
        "img": "/images/gallery/frankenthaler-mountains-and-sea.webp",
        "description": "Хелен Франкенталер. «Горы и море», 1952"
      },
      "Постживописный абстракционизм отказался от нарратива, символики, субъективной экспрессии. Он сосредоточился на <b>зрительном опыте</b>: как работает цвет, как он меняется при взгляде, как влияет на восприятие. Эти идеи стали основой для дальнейшего развития <b>минимализма</b> и <b>оп-арта</b>.",
      "Ключевые фигуры направления: <a href=\"https://ru.wikipedia.org/wiki/Ньюман,_Барнетт\" target=\"_blank\">Барнетт Ньюман</a>, <a href=\"https://ru.wikipedia.org/wiki/Луис,_Моррис\" target=\"_blank\">Моррис Луис</a>, <a href=\"https://ru.wikipedia.org/wiki/Франкенталер,_Хелен\" target=\"_blank\">Хелен Франкенталер</a>, <a href=\"https://en.wikipedia.org/wiki/Kenneth_Noland\" target=\"_blank\">Кеннет Ноланд</a>, <a href=\"https://en.wikipedia.org/wiki/Jules_Olitzki\" target=\"_blank\">Жюль Олитски</a>. Их работы часто воспринимаются как <b>медитативные пространства</b>, где важна не форма, а состояние — покоя, сосредоточенности, открытости."
    ]
  },
   {
    "view": "headline",
    "title": "Заключение"
  },
  {
    "view": "text",
    "content": [
      "Абстракционизм оказался не просто художественным направлением — он стал <b>способом мышления</b>, средством выхода за пределы привычного восприятия. Абстрактное искусство позволяет обратиться не к внешнему, а к <b>внутреннему миру</b>. Оно предлагает зрителю не готовое изображение, а пространство для личного отклика.",
      "Несмотря на различия, все течения объединяет стремление освободить искусство от внешнего и приблизить его к сущностному. Благодаря этому абстракционизм остаётся актуальным и сегодня — как в искусстве, так и в визуальной культуре в целом."
    ]
  },
  {
  "view": "headline",
  "title": "Источники"
},
{
  "view": "list-thin",
  "list": [
    "Кандинский В. «О духовном в искусстве»",
    "Малевич К. «Супрематизм. Мир как беспредметность»",
    "Статья: <a href=\"https://ru.gw2ru.com/read/4944-kandinsky-neizvestnye-fakty\" target=\"_blank\">Кандинский: неизвестные факты</a>",
    "Статья: <a href=\"https://probauhaus.ru/neoplasticism/\" target=\"_blank\">Неопластицизм: гармония абстракции</a>",
    "Статья: <a href=\"https://huxley.media/ru/kazimir-malevich-vnutri-chernogo-kvadrata/\" target=\"_blank\">Казимир Малевич: внутри «Чёрного квадрата»</a>",
    "Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=UP3r7crCRrA\" target=\"_blank\">История абстрактного искусства</a>",
    "Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=fkriE1tyElI\" target=\"_blank\">Абстракционизм: от Малевича до Ротко</a>"
  ]
}
]


