[
  {
    "view": "intro",
    "title": "Акционизм",
    "content": [
      "Акционизм — форма современного искусства, в которой <b>произведением становится действие</b>, событие, вмешательство в реальность.",
      "Главное здесь не объект, не изображение, не вещь, а жест, совершаемый в определённое время и месте с конкретным эффектом.",
      "Этот жест может быть политическим, провокационным, интимным или публичным, но всегда существует как момент напряжения между художником и средой.",
      "Акционизм выходит за пределы галерей и музеев. Его площадкой может стать улица, площадь, метро или тело самого автора.",
      "Он не просто обращается к зрителю, он втягивает его в соучастие, нарушает привычные сценарии поведения. В этом смысле акционизм — не демонстрация, а вторжение.",
      "В отличие от театра, акционист не играет. Он проживает действие. Его цель — не иллюстрировать, а создать ситуацию, не повторить, а встряхнуть.",
      "После окончания акции может не остаться ничего, кроме следов: фотографий, видео, воспоминаний. Но главное — изменение восприятия.",
      "Акционизм не всегда зрелищен. Иногда он почти невидим. Важен не масштаб, а смысловой сдвиг, который он производит.",
      "Это искусство живёт на границе, где художественный жест напрямую вступает в контакт с жизнью."
    ],
   "list": {
    "title": "Яркие представители",
    "content": [
      {
        "title": "Марина Абрамович",
        "link": "/artists/marina-abramovic"
      },
      {
        "title": "Йозеф Бойс",
        "link": "/artists/joseph-beuys"
      },
      {
        "title": "Ив Кляйн",
        "link": "/artists/yves-klein"
      },
      {
        "title": "Пётр Павленский",
        "link": "/artists/petr-pavlensky"
      },
      {
        "title": "Аллан Капроу",
        "link": "/artists/allan-kaprow"
      }
    ]
  }
  },
    {
    "view": "image",
    "img": "/images/gallery/osmolovskii-orat.webp",
    "description": "Анатолий Осмоловский «После постмодернизма остается только орать», 1992."
  },
     {
    "view": "image",
    "img": "/images/gallery/brus-venskii.webp",
    "description": "Акция венского художника Гюнтера Брюса, 1965"
  },
  {
    "view": "headline",
    "title": "Истоки: от дадаизма до хэппенинга"
  },
  {
    "view": "text",
    "content": [
      "Корни акционизма уходят в начало XX века, когда художники начали искать формы высказывания, которые выходили бы за пределы <b>живописи, скульптуры и литературы</b>.",
      "Уже тогда появились жест, ситуация, событие как самостоятельные формы искусства.",
      "Первым источником считается дадаизм. В 1910-х годах художники, потрясённые Первой мировой войной, начали устраивать абсурдные выступления, манифесты, антиискусство.",
      "Дада было не стилем, а <b>актом протеста</b>. Это было искусство жеста, которое разрушало ожидания и задавало вопросы.",
      "Футуристы в Италии устраивали <b>публичные чтения, перформансы, манифестации</b>, нередко провоцируя скандалы.",
         {
    "img": "/images/gallery/fytyristy-v-zhiletah.webp",
    "description": "Футуристы Маринетти и Деперо в жилетах по рисункам Фортунато Деперо, 1924"
  },
      "Они стремились сделать искусство частью улицы, города, жизни.",
      "Их лозунг: <b>«Мы хотим разрушить музеи, библиотеки, академии»</b> — уже звучит как начало акционистского мышления.",
      "В 1950–60-х годах появляется термин <b>хэппенинг</b>, связанный с художником <b>Алланом Капроу</b>.",
       {
    "img": "/images/gallery/kaproy-vn-dvor.webp",
    "description": "Аллан Капроу. «Внутренний двор», инсталляция, энвайронмент, в рамках выставки «Среда, ситуации, пространства», Martha Jackson Gallery, 1961. Фото Роберт Р. МакЭлроя"
  },
      "Хэппенинг — это не спектакль и не перформанс. Это <b>открытое, неопределённое действие</b>, в котором зритель может стать участником.",
      "В хэппенинге искусство перестаёт быть объектом — оно становится ситуацией.",
       {
    "img": "/images/gallery/kaproy-slova.webp",
    "description": "Аллан Капроу. Слова, 1962"
  },
      "Параллельно развивается направление <b>Fluxus</b> — интернациональное объединение художников, музыкантов и поэтов, которые устраивали акции, не подчиняющиеся никаким жанрам.",
      {
    "img": "/images/gallery/fluksus-otrezh-kysok.webp",
    "description": "Флюксус. Йоко Оно. Перформанс «Отрежь кусок», 1964"
  },
          {
    "img": "/images/gallery/fluksus-ssha.webp",
    "description": "Флюксус. Джордж Мачюнас. Перформанс «США превосходят всех по рекордам геноцида», 1966"
  },
      "Их девиз: <i>«Жизнь — это искусство»</i>. Они размывали границы между художественным и бытовым, между событием и рутиной.",
      "Также важны эксперименты <b>Джона Кейджа</b>, чей <i>«4′33″»</i> (произведение, где пианист сидит в тишине) стал манифестом <b>присутствия и внимания</b>.",
       {
    "img": "/images/gallery/keidzh-4-33.webp",
    "description": "Джон Кейдж — 4.33 (1952)"
  },
      "Искусство стало не тем, что звучит или видно, а тем, как мы это <b>воспринимаем</b>.",
      "Всё это подготовило появление акционизма как формы искусства, в которой <b>жест, действие, срыв, сбой</b> становятся полноправным способом художественного высказывания."
    ]
  },
  {
    "view": "headline",
    "title": "Принципы и особенности акционизма"
  },
  {
    "view": "text",
    "content": [
      "Акционизм — это искусство, в котором форма высказывания <b>неотделима от момента, ситуации, конфликта</b>.",
      "Он не изображает и не символизирует, он <b>происходит</b>.",
      "Его основа — <b>присутствие, действие, реакция</b>.",
      "Вот его ключевые особенности:",
      "• <b>Живое присутствие</b>. В центре — не объект, а человек. Акционист работает своим телом, своим голосом, своим жестом. Это искусство, в котором сам художник становится материалом.",
      "• <b>Публичность</b>. Акции происходят на улице, в транспорте, в пространстве города или политического конфликта. Это не внутри искусства, а внутри реальности.",
      "• <b>Перформативность</b>. Акция — это не театральная сцена, а реальное событие. Она может быть импровизированной, жёстко структурированной или хаотичной — но всегда требует участия времени и риска.",
      "• <b>Ситуативность и одноразовость</b>. Акция не повторяется. Она не создана для воспроизведения. Это уникальное событие, которое живёт в моменте и в следах.",
      "• <b>Провокация и эпатаж</b>. Часто акционисты сознательно выходят за рамки дозволенного: нарушают табу, обостряют тему, вызывают возмущение. Это не самоцель, а способ вскрыть то, что не замечается.",
      "• <b>Включение зрителя</b>. Иногда зритель становится участником, соучастником или даже противником. Акционизм разрушает дистанцию между искусством и публикой — и часто делает это радикально.",
      "• <b>Документация как форма</b>. Многие акции существуют в виде фото, видео, описания, рассказов очевидцев. Часто это единственное, что остаётся. Но именно эти следы становятся новыми художественными формами.",
      "• <b>Стирание границ</b>. Между искусством и жизнью, протестом и жестом, личным и политическим. Акционизм работает на грани — и в этом его сила."
    ]
  },
    {
    "view": "image",
    "img": "/images/gallery/abramovich-lyk.webp",
    "description": "Акция Марии Абрамович. Лук, 1993"
  },
  {
    "view": "headline",
    "title": "Художники и жест"
  },
  {
    "view": "text",
    "content": [
      "<b>Ив Кляйн</b> — один из первых, кто начал использовать тело как инструмент искусства.",
      "В 1960 году он провёл серию акций с участием обнажённых моделей, обмазывавших себя синей краской и отпечатывающих тела на холсте.",
       {
    "img": "/images/gallery/klyain-akcionizm.webp",
    "description": "Картины «Антропометрии», создаваемые с помощью обнаженных моделей, 1960"
  },
      "Это было не изображение, а <b>след действия</b>, зарегистрированный в пространстве.",
      "<b>Йозеф Бойс</b> сделал акционизм формой <b>социального скульптурного жеста</b>.",
      "Его акция <i>«Я люблю Америку и Америка любит меня»</i> (1974), в которой он три дня провёл в одной комнате с койотом, — это не спектакль, а <b>ритуал примирения</b> и метафора политического насилия.",
      "Бойс считал, что каждый человек — художник, а любое действие может стать искусством.",
      "<b>Марина Абрамович</b> — одна из самых известных фигур в истории акционизма.",
           {
    "img": "/images/gallery/abramovich-energiya-pokoya.webp",
    "description": "Марина Абрамович и Улай, перформанс «Энергия покоя», 1980"
  },
      "В своих ранних работах она доводила тело до предела: вырезала кожу, лежала среди льда, давала публике инструменты насилия.",
      "В <i>Rhythm 0</i> (1974) зрителям предлагалось делать с её телом всё, что они захотят.",
      "Это была <b>радикальная проверка пределов и ответственности</b>.",
      "<b>Аллан Капроу</b> ввёл термин <i>«хэппенинг»</i> и был сторонником действия без начала и конца.",
      "Его акции строились на простых действиях — мытье, чтении, прогулке — которые становились осмысленными благодаря вниманию и контексту.",
      "<b>Джон Кейдж</b>, хотя не был акционистом в прямом смысле, сильно повлиял на акционное мышление.",
      "Его <i>«молчаливое» произведение 4′33″</i> сделало тишину событием, а слушателя — соавтором.",
      "Искусство стало не тем, что сделано, а тем, что <b>пережито</b>.",
      "Участники <b>Fluxus</b> — Джордж Мачюнас, Йоко Оно, Наму Джун Пайк и др. — создавали акции, в которых не было границ между музыкой, поэзией, повседневностью и перформансом.",
      "Они размывали роли и отказывались от иерархий. Это был <b>игровой и анархический подход</b> к жесту как искусству.",
      "Каждый из этих художников использовал акцию не как форму, а как <b>вопрос, адресованный реальности</b>.",
      "Их жест — это акт мышления, позиция, <b>предложение зрителю перестать быть наблюдателем</b> и стать свидетелем, участником, иногда даже врагом."
    ]
  },
  {
    "view": "image",
    "img": "/images/gallery/abramovich-ritm-0.webp",
    "description": "Марина Абрамович во время перфоманса «Ритм 0», 1974 год. Фото: royalacademy.org.uk"
  },
  {
    "view": "headline",
    "title": "Акционизм в России"
  },
  {
    "view": "text",
    "content": [
      "История акционизма в России <b>сложна и напряжённа</b>.",
      "Здесь художественный жест всегда сталкивался с <b>идеологией, государством, социальным контролем</b>.",
      "Акция становилась не просто высказыванием, а <b>вызовом</b> — и часто несла реальные последствия для автора.",
      "Ещё в 1970-х годах группа <b>«Коллективные действия»</b>, созданная <b>Андреем Монастырским, Игорем Макаревичем, Никитой Алексеевым</b> и другими, начала проводить акции за городом — в полях, лесах, на границе Москвы.",
      "Это были не митинги и не скандалы. Это были <b>тихие действия</b>, иногда почти незаметные.",
      "Их цель — создать ситуацию, в которой <b>само восприятие</b> становится художественным актом.",
      "Один из их принципов — <i>«незнание условий»</i> — превращал участника в соавтора и свидетеля.",
      "В 1990-х и особенно в 2000-х российский акционизм <b>обостряется</b>.",
      "Художники выходят на улицу не просто как творцы, а как <b>граждане</b>.",
      "Появляется <b>Пётр Павленский</b>, известный своими радикальными акциями: зашитый рот, гвоздь в мошонке на Красной площади, поджог двери Лубянки.",
       {
    "img": "/images/gallery/pavl-tysha.webp",
    "description": "Художник Петр Павленский во время акции «Туша». Фото: Сергей Ермохин / ТАСС"
  },
      "Его жесты вызывают <b>отвращение, восхищение, страх</b>, но точно не равнодушие.",
      "Это — искусство <b>предельного риска</b>, в котором тело становится политическим манифестом.",
      "<b>Pussy Riot</b> совмещают перформанс, музыку и протест.",
      "Их акции в храмах, на крышах, в судах — это не просто феминистские жесты, это <b>разрушение табу</b>, в том числе религиозных, эстетических и моральных.",
      "Они работают не в музее, а в <b>медиаполе</b>, используя его как сцену.",
      "<b>Катрин Ненашева</b> проводит перформансы о психиатрии, жестокости, несвободе.",
          {
    "img": "/images/gallery/ne-boysya-ne-nasheva.webp",
    "description": "Катрин Ненашева «Не бойся», 2015. Документация перформанса."
  },
      "Она часами стоит на улицах с надписями, помещает себя в клетку, ездит по России в <i>«Маршруте заботы»</i>.",
      "Её акционизм — это <b>телесный манифест уязвимости</b>, <b>этическое высказывание</b> без крика.",
      "Российский акционизм часто балансирует между <b>искусством и гражданским действием, эстетикой и криминалом</b>, между телом и тюремной камерой."
    ]
  },
    {
    "view": "image",
    "img": "/images/gallery/akcionism.webp",
    "description": "Группа “Внеправительственная контрольная комиссия”. Акция “Против всех”. 1999 г."
  },
  {
    "view": "headline",
    "title": "Акционизм и медиа"
  },
  {
    "view": "text",
    "content": [
      "Современный акционизм <b>невозможно представить без медиа</b>.",
      "Камера, социальная сеть, новостной заголовок становятся не просто средой, а <b>частью произведения</b>.",
      "Визуальное и информационное воспроизведение акции — это не вторичный процесс, а <b>ключевой этап её существования</b>.",
      "Художники всё чаще работают с понятием <b>инфоповода</b> — события, которое само по себе важно не только как действие, но и как реакция на него.",
      "Акция проектируется с расчётом на то, что её <b>увидят, опишут, осудят, подхватят, вырвут из контекста</b>.",
      "Искусство становится <b>социальной провокацией</b>, направленной на <b>разрыв в информационном потоке</b>.",
      "Срабатывают механизмы массовой коммуникации: заголовки, хайп, фрагментация, вирусный эффект.",
      "В этом смысле акционизм начинает работать как <b>анализ медиаполя</b>.",
      "Он вскрывает, <b>как формируется новость</b>, как конструируется скандал, как <b>внимание становится валютой</b>.",
      "Документация тоже перестаёт быть просто архивом.",
      "Фотографии, видео, интервью, тексты — это <b>продолжение акции</b>, её вторичная жизнь.",
      "Иногда только благодаря медиадокументу акция становится известной.",
      "Это создаёт парадокс: акция может быть рассчитана на <b>провал «вживую»</b>, но стать успешной в распространении.",
      "Некоторые критики упрекают акционистов в <i>«игре на публику»</i>, но именно в этом и заключается сила жанра.",
      "Акционизм живёт не в музейном пространстве, а в <b>поле реакции</b> — и именно эта реакция становится материалом для анализа, высказывания и художественного эффекта."
    ]
  },
     {
    "view": "image",
    "img": "/images/gallery/abramova-ylai.webp",
    "description": "Мария Абрамович и Улай. Глаза - зеркало души, 2010"
  },
  {
    "view": "headline",
    "title": "Наследие акционизма"
  },
  {
    "view": "text",
    "content": [
      "Акционизм оказал <b>глубокое влияние</b> на современное искусство и культуру.",
      "Он изменил представление о том, что такое <b>произведение</b>, где оно происходит, кто его автор и кто его зритель.",
      "Он <b>вынес искусство за пределы галерей</b>, заставил художника работать с <b>реальностью, конфликтом, улицей, телом, политикой</b>.",
      "Акционизм стал основой для многих форм современного высказывания:",
      "• <b>перформанса</b>, где действие становится произведением;",
      "• <b>site-specific практик</b>, работающих с конкретным пространством;",
      "• <b>социальных интервенций</b>, активизма, арт-журналистики;",
      "• <b>документального театра</b>, акций памяти, флешмобов.",
      "Он также повлиял на <b>уличное искусство</b>, уличные протесты, <b>визуальный активизм</b>.",
      "Формы, которые сегодня кажутся политическим жестом или флешмобом, во многом родом из акционистской логики.",
      "Самое главное: акционизм научил искусство быть <b>здесь и сейчас</b>.",
      "Быть <b>резким, хрупким, противоречивым, эфемерным, неудобным</b>.",
      "Быть не картиной, а <b>жестом, который невозможно забыть</b>.",
      "Он остался на <b>границе — между искусством и жизнью</b>.",
      "И именно в этом — его актуальность.",
      "Пока существует потребность в <b>прямом высказывании</b>, в реакции на несправедливость, в <b>художественном действии как личной позиции</b> — акционизм продолжит говорить."
    ]
  },
  {
    "view": "headline",
    "title": "Источники"
  },
  {
    "view": "list-thin",
    "list": [
      "Научная статья: «Акционизм как искусство создания инфоповода»",
      "PDF: «Акционизм в современном художественном и социальном пространстве»",
      "Статья: <a href=\"https://artchive.ru/encyclopedia/4269~Actionism\" target=\"_blank\">Акционизм — Энциклопедия Artchive</a>",
      "Статья: <a href=\"https://veryimportantlot.com/ru/news/blog/stil-akcionizm-voploshhenie-absurda\" target=\"_blank\">Акционизм: воплощение абсурда</a>",
      "Лекция на YouTube: <a href=\"https://www.youtube.com/live/kU8HhMoujX8?feature=shared\" target=\"_blank\">Акционизм и современное искусство</a>",
      "Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=MTIzwsjKiGQ\" target=\"_blank\">Происхождение и радикальность акционизма</a>"
    ]
  }
]
