[
  {
    "view": "intro",
    "title": "Аналитическое искусство",
    "content": [
      "<b>Аналитическое искусство</b> — направление русского авангарда, созданное <a href=\"/artists/filonov\" target=\"_blank\">Павлом Филоновым</a> в начале XX века. Оно не изображает видимую реальность буквально, а стремится проникнуть в её внутреннюю структуру. В центре внимания — глубинный анализ мира, где каждое касание кисти становится актом познания. Картина создаётся как живой организм — от мельчайшей детали к целостному образу."
    ]
  },
  {
    "view": "headline",
    "title": "Основная идея"
  },
  {
    "view": "text",
    "content": [
      "Цель аналитического искусства — не копирование видимой реальности, а <b>анализ, расщепление и раскрытие внутренней структуры мира</b>. Художник не просто изображает объект, но как бы «врастает» в него, чтобы показать его скрытую суть. Этот подход соединяет рациональное и интуитивное, чувственное и интеллектуальное."
    ]
  },
  {
    "view": "headline",
    "title": "Принципы аналитического метода"
  },
  {
    "view": "text",
    "content": [
      "<b>От частного к общему</b>. Вопреки академической традиции, где работа строится от общего к деталям, Филонов утверждает обратный путь. Каждая картина начинается с «единиц действия» — точечных касаний кистью или карандашом, из которых постепенно «растёт» образ.",
      "<b>Сделанность</b>. Произведение должно быть целиком сделано, не оставляя места случайности. Художник действует методично, как природа: органически, с максимальной вовлечённостью. Время создания становится частью самой картины — её <b>четвёртым измерением</b>.",
      "<b>Глаз видящий и глаз знающий</b>. Филонов различает два типа зрения: глаз видящий отвечает за восприятие формы и цвета; глаз знающий — за проникновение в глубинные, невидимые процессы. Так рождается многослойность — и визуальная, и смысловая.",
      "<b>Микромир = макромир</b>. Картина мыслится как организм, в котором мельчайшие детали (атомы, единицы действия) отражают <b>вселенские принципы</b>. Здесь Филонов сближается с идеями русского космизма, утверждая родство человека и космоса.",
      "<b>Интеллект как высшая сила</b>. Филонов считал интеллект вершиной человеческой природы и считал, что аналитический метод помогает развивать его. Душу и вдохновение он отвергал, отдавая приоритет труду, последовательности и дисциплине."
    ]
  },
  {
    "view": "image",
    "img": "/images/gallery/filonov-formula-vesny.webp",
    "description": "Павел Филонов,  «Формула весны»"
  },
  {
    "view": "headline",
    "title": "Аналитическое искусство и русский космизм"
  },
  {
    "view": "text",
    "content": [
      "Аналитическое искусство тесно связано с философией <b>русского космизма</b> — особенно в его эстетическом и философском измерениях. Как и у Циолковского или Фёдорова, у Филонова мир — это <b>живая, разумная структура</b>, пронизанная скрытыми связями. Человек — не просто наблюдатель, а <b>органическая часть Вселенной</b>, способная её осмыслять и отражать в творчестве."
    ]
  },
  {
    "view": "headline",
    "title": "Известные произведения"
  },
  {
    "view": "image",
    "img": "/images/gallery/filonov-revolucia.webp",
    "description": "П.Н. Филонов, «Формула революции»"
  },
  {
    "view": "image",
    "img": "/images/gallery/pavelfilonov-simfoniyashostakovicha.webp",
    "description": "П.Н. Филонов, «Ударники (Мастера Аналитического искусства)»"
  },
    {
    "view": "image",
    "img": "/images/gallery/pavelfilonov-zhivayagolova (1).webp",
    "description": "П.Н. Филонов, «Живая голова»"
  },
  {
    "view": "headline",
    "title": "Объединения и судьба метода"
  },
  {
    "view": "text",
    "content": [
      "Первое сообщество последователей Филонова возникло в 1914 году, но распалось из-за войны. Второе было создано в 1920-х при Академии художеств — <b>мастера аналитического искусства</b> работали под его руководством, проходя своеобразную школу. Однако в условиях идеологического давления метод оказался <b>непонят и отвергнут</b>, а персональная выставка художника в Русском музее не состоялась до 1988 года."
    ]
  },
  {
    "view": "headline",
    "title": "Наследие"
  },
  {
    "view": "text",
    "content": [
      "Филонов мечтал о <b>музее аналитического искусства</b> и всю жизнь хранил свои работы, отказываясь их продавать. Он обучал учеников бесплатно, утверждая, что можно научить любого за месяц. Он называл своих учеников не просто студентами, а <b>изучающими мастерами</b>.",
      "После долгого забвения аналитическое искусство стало предметом <b>научного интереса и художественного признания</b>. Сегодня оно рассматривается как уникальное явление <b>мирового авангарда</b>, находящееся на стыке искусства, философии и науки."
    ]
  },
{
    "view": "headline",
    "title": "Источники"
  },
  {
    "view": "list-thin",
    "list": [
      "Н. Мислер, Дж.-Э. Боулт. Аналитическое искусство. М., 1990",
      "Г. И. Маркина. Аналитическое искусство П.Н. Филонова. О сущности основных понятий и принципов",
      "<a href=\"https://veryimportantlot.com/ru/overview/style/art-style-analytical-art\" target=\"_blank\">Статья на veryimportantlot.com</a>",
      "<a href=\"https://www.youtube.com/watch?v=Ok19_8cu3o0\" target=\"_blank\">Лекция: Аналитическое искусство. Видео на YouTube</a>",
      "<a href=\"https://www.youtube.com/watch?v=M24So5ySeG0\" target=\"_blank\">Видео: Русский космизм и Филонов. Лекция на YouTube</a>"
    ]
  }
]
