[
  {
    "view": "intro",
    "title": "Ар Деко",
    "dates": "Художественное направление XX века",
    "content": [
      "Ар Деко (от фр. art décoratif — «декоративное искусство») — стиль, расцвет которого пришёлся на 1920–1930-е годы. Он охватил архитектуру, моду, живопись, графику и дизайн, став эстетическим выражением междувоенного мира: прогресса, утончённости и технологической роскоши.",
      "Ар Деко стремился выразить современность через элегантность, геометрию, орнаментальность и тягу к симметрии. Это был стиль машинной эпохи и урбанистического глянца, где искусство, ремесло и индустрия объединились в цельный образ времени."
    ]
  },
  {
    "view": "headline",
    "title": "Истоки и развитие"
  },
  {
    "view": "text",
    "content": [
      "Ар Деко возник как реакция на экспрессионизм и модерн, отказавшись от излишней символики и асимметрии в пользу ясности, порядка и декоративной выразительности. Его название появилось благодаря Международной выставке декоративных и промышленных искусств, прошедшей в Париже в 1925 году.",
      "На стиль повлияли открытия археологов (особенно находка гробницы Тутанхамона в 1922 году), а также элементы кубизма, конструктивизма и древних культур — Египта, Месопотамии, Африки. Он вобрал в себя эстетику машин, солнечных лучей, радиоволн и зигзагов. Ар Деко говорил на языке будущего, но не забывал о ремесле и орнаменте."
    ]
  },
  {
    "view": "headline",
    "title": "Архитектура"
  },
  {
    "view": "text",
    "content": [
      "Франция стала родиной Ар Деко, где стиль сформировался на стыке традиционного ремесла и новых инженерных решений. Первые здания в этом духе появились в Париже в начале 1910-х, но широкую известность стиль получил после Международной выставки декоративных искусств 1925 года. Дворцы, театры, павильоны и частные особняки нового образца стали архитектурными витринами эпохи. Париж, где элегантность всегда была частью культуры, отразил в Ар Деко баланс между рациональностью и утончённостью.",
      "Ар Деко стал стилем городской эпохи: машинного века, новых скоростей и инженерных прорывов. Именно в архитектуре этот стиль выразился наиболее масштабно и узнаваемо. В США стиль обрёл подлинный размах — прежде всего в Нью-Йорке, где каждый небоскрёб превращался в манифест вертикали, света и прогресса. Такие здания, как Крайслер-билдинг с его стальным шпилем в форме автомобильного капота или строгая и мощная конструкция Эмпайр-стейт-билдинг, превратились в символы века. Их ступенчатые фасады, устремлённые в небо, рельефные украшения, сверкающие материалы и геометрические орнаменты выражали пафос будущего.",
      "В Майами стиль приобрёл особую тропическую версию: закруглённые углы, лёгкие цвета, декоративные башенки, вдохновлённые морскими темами. Здания здесь словно играют с формой и ритмом, превращая городскую застройку в курортную сказку. Ар Деко подстроился под климат, сохранив при этом свою чёткую графику и орнаментальность.",
      "В Европе стиль проявился через французские павильоны и театры, в утончённой геометрии бельгийской и голландской архитектуры. В СССР Ар Деко соединялся с конструктивизмом и ампиром: его черты прослеживаются в станции метро «Маяковская» и в ранних образцах советской архитектуры, где монументальность соединялась с орнаментом и отделкой. В Шанхае и Мумбаи стиль был адаптирован под колониальные и климатические условия, но сохранял свои характерные мотивы: вертикаль, ритм, округлость и декоративность.",
      "Архитектура Ар Деко не отрицала технологии — она превращала их в эстетическое высказывание. Это был стиль уверенного настоящего, где современность обрела блеск, ритм и гармонию. Он не стремился к утопии, как модернизм, но создавал ощущение завершённого мира — точного, красивого и сияющего. Именно поэтому его до сих пор воспринимают как стиль урбанистического совершенства."
    ]
  },
  {
    "view": "headline",
    "title": "Наследие"
  },
  {
    "view": "text",
    "content": [
      "После Второй мировой войны Ар Деко постепенно уступил место функционализму и модернизму, однако его визуальный язык не исчез. В 1980-х годах стиль пережил возрождение в графике, моде и архитектуре постмодернизма. Сегодня интерес к Ар Деко снова растёт — как к стилю, способному объединить эстетику прошлого и вызовы современности.",
      "Он остаётся вдохновением для дизайнеров интерьеров, ювелиров, архитекторов и художников, сохраняя репутацию одного из самых узнаваемых и элегантных направлений XX века."
    ]
  },
  {
    "view": "headline",
    "title": "Источники"
  },
  {
    "view": "list-thin",
    "list": [
      "Статья: <a href=\"https://arzamas.academy/mag/368-ardeco\" target=\"_blank\">Что такое Ар Деко?</a> — Arzamas",
      "Статья: <a href=\"https://galerie-martynoff.com/ru/blog/news/chto-takoe-ar-deko\" target=\"_blank\">Об Ар Деко на сайте Galerie Martynoff</a>",
      "Статья: <a href=\"https://viimiracula.ru/blog/art-deco-style-in-architecture/\" target=\"_blank\">Ар Деко в архитектуре — Viimiracula</a>",
      "Статья: <a href=\"https://engineer-history.ru/blog/25\" target=\"_blank\">История инженерного Ар Деко</a>",
      "Лекция на YouTube: <a href=\"https://youtu.be/LiAuXbLtMbQ?feature=shared\" target=\"_blank\">Лекция 1: Что такое Ар Деко?</a>",
      "Лекция на YouTube: <a href=\"https://youtu.be/OjHuSsgp1XU?feature=shared\" target=\"_blank\">Лекция 2: Архитектура Ар Деко</a>"
    ]
  }
]
