[
  {
    "view": "intro",
    "title": "Баухауз",
    "content": [
      "<b>Баухауз</b> — это художественное направление в модернизме XX века, которое сформировало язык современной архитектуры, дизайна и визуальной культуры.",
      "Оно выросло из идеи синтеза искусства, ремесла и технологии и стремилось создать <b>универсальный, функциональный, логичный визуальный язык</b>.",
      "Баухауз отвергает орнамент, индивидуальность, декор. Он выбирает <b>простоту, модуль, серийность и честность материала</b>.",
      "Это не просто стиль — это система мышления, где форма обязана отвечать функции, а каждое решение должно быть необходимым."
    ],
    "list": {
    "title": "Яркие представители",
    "content": [
      {
        "title": "Вальтер Гропиус",
        "link": "/artists/walter-gropius"
      },
      {
        "title": "Ласло Мохой-Надь",
        "link": "/artists/laszlo-moholy-nagy"
      },
      {
        "title": "Марсель Брейер",
        "link": "/artists/marcel-breuer"
      },
      {
        "title": "Пауль Клее",
        "link": "/artists/paul-klee"
      },
      {
        "title": "Василий Кандинский",
        "link": "/artists/wassily-kandinsky"
      },
      {
        "title": "Ханнес Мейер",
        "link": "/artists/hannes-meyer"
      },
      {
        "title": "Людвиг Мис ван дер Роэ",
        "link": "/artists/ludwig-mies-van-der-rohe"
      }
    ]
    }
  },
    {
    "view": "image",
    "img": "/images/gallery/valtergropius-zdaniyabauhauzvdessau.webp",
    "description": "Здание Баухауз в Дессау. Архитектор: Вальтер Гропиус, 1926"
  },
  {
    "view": "headline",
    "title": "Эстетика Баухауза"
  },
  {
    "view": "image",
    "img": "/images/gallery/vasilii-chair.webp",
    "description": "Марсель Бройер. Стул Василий (Wassily chair), названный в честь преподавателя школы Баухаус - Василия Кандинского"
  },
  {
    "view": "text",
    "content": [
      "В основе эстетики Баухауза — <b>геометрия, модуль, рациональность</b>. Формы — простые и повторяемые: квадрат, круг, прямая линия.",
      "<b>Цвет</b> используется функционально: он сигнал, а не украшение. <b>Композиция</b> — асимметрична, но сбалансирована, строится на логике и ритме.",
      "Это стиль, где каждая линия обоснована, каждый элемент встроен в структуру."
    ]
  },
  {
    "view": "headline",
    "title": "Архитектура"
  },
  {
    "view": "text",
    "content": [
      "Архитектура Баухауза — это воплощение его философии: всё должно быть функциональным, рациональным, продуманным.",
      "Она отвергает традиционную симметрию и орнамент, заменяя их логикой планировки, прозрачностью объёмов, честностью конструкции.",
      "Здания в стиле Баухауз легко узнать: белые фасады, стеклянные углы, ленточные окна, плоские крыши, минимум декора.",
       {
    "img": "/images/gallery/vasilii-chair.webp",
    "description": "Марсель Бройер. Стул Василия (Wassily chair), названный в честь преподавателя школы Баухаус - Василия Кандинского"
  },
      "Они создаются как пространственные системы, где всё подчинено использованию. Дом — не предмет любования, а место жизни и труда.",
      "Самым известным образцом стал <b>комплекс Баухауз в Дессау</b>: асимметричный план, соединение объёмов разного назначения, огромные стеклянные поверхности, открытые лестницы.",
      "Также значимы <b>дома мастеров</b>, <b>жилые кварталы в Берлине и Дессау</b>, <b>работы Миса ван дер Роэ</b> — простые, лёгкие, масштабируемые.",
        {
    "img": "/images/gallery/roe-pav-na-vystavke.webp",
    "description": "Мис ван дер Роэ. Павильон на выставке в Барселоне"
  },
      "Эта архитектура легла в основу <b>интернационального стиля</b>, повлияла на американский модернизм, на поствоенные жилые застройки по всему миру.",
      "Баухауз дал архитекторам язык, с помощью которого можно говорить о пространстве, свете, человеческом движении и порядке — без колонн, куполов и имитаций."
    ]
  },
  {
    "view": "headline",
    "title": "Дизайн и предметы"
  },
  {
    "view": "text",
    "content": [
      "<b>Дизайн Баухауза</b> создаёт предметы, которые легко производить, удобно использовать и приятно воспринимать.",
      "Это <b>лампа Вагенфельда</b>, <b>стул Брейера</b>, <b>тканевые панели, шрифты, типографские сетки</b>.",
             {
    "img": "/images/gallery/lampa-bauhaus.webp",
    "description": "лампа Вагенфельда"
  },
      "Каждый объект — это <b>конструкция, а не скульптура</b>. Баухаузовская вещь минимальна, логична, тиражируема и доступна.",
      "Это дизайн для повседневной жизни, а не музейной витрины."
    ]
  },
  {
    "view": "image",
    "img": "/images/gallery/plakat-bayhays.webp",
    "description": "Юстус Шмидт. Плакат выставки Баухаус. 1923"
  },
  {
    "view": "headline",
    "title": "Связь с конструктивизмом"
  },
  {
    "view": "text",
    "content": [
      "Баухауз и конструктивизм — два направления, родившиеся в 1920-х годах и нацеленные на преображение среды через форму и технологию.",
      "Они разделяют общие ценности: <b>антидекоративность, модульность, массовое производство, геометрическую строгость</b>.",
      "Но если <b>конструктивизм</b> рождён в России революцией, насыщен идеологией, экспрессией и социальным пафосом, то <b>Баухауз</b> — продукт реформ, учебной системы, рационального проектирования.",
      "Конструктивизм любит динамику и контраст. Баухауз предпочитает порядок, симметрию, модуль и функцию.",
      "У конструктивистов мощная графика и жёсткая геометрия. У Баухауза пластика, свет и система.",
      "Баухауз стал своего рода <b>европейским эквивалентом</b> конструктивизма: более спокойным, прагматичным, ориентированным не на лозунг, а на долгую работу над вещью и пространством."
    ]
  },
    {
    "view": "image",
    "img": "/images/gallery/arhiv-bayhays.webp",
    "description": "Здание Баухаус-Архив в Берлине. 1979. Проект В. Гропиуса 1965"
  },
  {
    "view": "headline",
    "title": "Наследие"
  },
  {
    "view": "text",
    "content": [
      "Баухауз — основа <b>дизайна XX и XXI века</b>: в интерфейсах, мебели, шрифтах, упаковке, архитектуре. Он повлиял на <b>швейцарскую типографику, модернистскую архитектуру США, философию пользовательского опыта</b>.",
      "Сегодня мы живём в мире, построенном по принципам Баухауза: просто, ясно, логично. Это <b>язык проектирования среды</b>, по-прежнему актуальный и универсальный."
    ]
  },
  {
    "view": "headline",
    "title": "Источники"
  },
  {
    "view": "list-thin",
    "list": [
      "Статья: <a href=\"https://joseartgallery.com/ru/articles/bauhaus\" target=\"_blank\">Баухауз: история, идеи, мастера</a>",
      "Материал: <a href=\"https://www.architime.ru/competition/2019/bauhaus.htm\" target=\"_blank\">100 лет Баухаузу</a>",
      "PDF: Баухауз. Сборник текстов и репродукций (11.11.12).",
      "Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=7QctuOv2Xxk\" target=\"_blank\">Bauhaus: философия дизайна</a>",
      "Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=WbQpvHWB67U\" target=\"_blank\">Баухауз и визуальный язык модерна</a>"
    ]
  }
]
