[
  {
    "view": "intro",
    "title": "Биотек: архитектура, вдохновлённая живой природой",
    "content": [
      "Биотек (от англ. biotech — «био» и «технологии») — это архитектурное направление, сформировавшееся на стыке бионики, высоких технологий и экологической философии. Впервые проявившийся в конце XX века, биотек стал своего рода реакцией на избыточную технократичность индустриального мира и жёсткость формализма в архитектуре. Это не просто стиль — это попытка воссоединить человека с природой, сделать архитектуру не антитезой, а продолжением биосферы."
    ]
},
     {
    "view": "image",
    "img": "/images/gallery/gorod-iskysstv-valensia.webp",
    "description": "Сантьяго Калатрава. Город искусств и наук в Валенсии"
  },
  {
    "view": "headline",
    "title": "Философия и истоки"
  },
  {
    "view": "text",
    "content": [
      "Философская база биотека зиждется на идеях бионики — науки, изучающей принципы функционирования живых организмов и переносящей их в инженерные решения. Архитектура здесь — это «вторая природа», живая оболочка, не отделяющая человека от среды, а встроенная в неё.",
      "Биотек наследует и развивает идеи модернистов, таких как Антонио Гауди, чьи здания ещё в начале XX века демонстрировали органичную пластику и структуру, навеянную природными формами. Вдохновением служат не только растения, но и анатомия животных, рельеф земли, морские организмы, микроскопические структуры.",
      "Противопоставляя себя жёсткой рациональности и коробочной логике предыдущих стилей, биотек утверждает: архитектура должна жить, дышать, расти — как часть экосистемы."
    ]
  },
     {
    "view": "image",
    "img": "/images/gallery/masdar-biotek.webp",
    "description": "Проект здания штаб-квартиры Масдар в Абу-Даби"
  },
  {
    "view": "headline",
    "title": "Эстетика и визуальные особенности"
  },
  {
    "view": "text",
    "content": [
      "Биотек легко отличить по следующим визуальным и композиционным чертам:",
      "- Гибкость и текучесть форм: здания напоминают листья, раковины, ветви деревьев, кости, крылья или нервные сети;",
      "- Ассиметрия и нестандартные структуры: отказ от прямых углов и симметрии в пользу адаптивных, «естественных» форм;",
      "- Интеграция с ландшафтом: архитектура будто вырастает из земли, повторяет изгибы рельефа, «врастает» в контекст;",
      "- Живые фасады: использование вегетативных покрытий, мха, лиан, «зелёных» крыш, биофасадов;",
      "- Прозрачность и светопроницаемость: обилие стекла, солнечных экранов, адаптивных оболочек;",
      "- Футуризм с природной логикой: здания выглядят как объекты из будущего, но в них чувствуется гармония, а не агрессия технологий."
    ]
  },
     {
    "view": "image",
    "img": "/images/gallery/sady-singapyra-biotek.webp",
    "description": "Парящие сады и парки Сингапура группа Кена Ёна"
  },
  {
    "view": "headline",
    "title": "Технологии и материалы"
  },
  {
    "view": "text",
    "content": [
      "Биотек невозможно представить без прогрессивных технологий. Среди ключевых решений:",
      "- Параметрическое моделирование — использование алгоритмов, имитирующих рост и развитие организмов;",
      "- Экологичные материалы — бамбук, дерево, переработанный металл, «умные» стеклопакеты;",
      "- Системы автономного жизнеобеспечения — солнечные панели, рекуператоры, дождесборники, ветротурбины;",
      "- Интеллектуальные оболочки — регулирующие освещение, вентиляцию и влажность;",
      "- Вертикальные фермы и городское земледелие — как интегральная часть архитектуры;",
      "- 3D-печать органических конструкций — как перспектива для экологичного строительства."
    ]
  },
     {
    "view": "image",
    "img": "/images/gallery/londonskaya-maria-biotek.webp",
    "description": "Лондонская мэрия"
  },
  {
    "view": "headline",
    "title": "Яркие проекты и авторы"
  },
  {
    "view": "text",
    "content": [
      "- Норман Фостер: здание HSBC в Гонконге и The Gherkin в Лондоне — примеры слияния высоких технологий и природной логики.",
      "- Сантьяго Калатрава: его здания напоминают позвоночники, крылья, цветы — например, Станция метро PATH в Нью-Йорке или Музей науки в Валенсии.",
      "- Винсент Каллебо: футуристические концепты небоскрёбов-оранжерей, eco-city и вертикальные фермы.",
      "- Ян Каплицки и студия Future Systems: проект Selfridges в Бирмингеме, похожий на биологическую клетку.",
      "- Майкл Пауэлл: архитектура «второго дыхания» с включением дыхательных систем в структуры зданий."
    ]
  },
     {
    "view": "image",
    "img": "/images/gallery/biotek-ostrov.webp",
    "description": "Остров Папьма-Джумейра в Дубае. ОАЭ"
  },
  {
    "view": "headline",
    "title": "Биотек и экология"
  },
  {
    "view": "text",
    "content": [
      "Биотек — это прежде всего манифест устойчивой архитектуры. Он стремится минимизировать углеродный след, использовать возобновляемые ресурсы, восстанавливать локальную флору и фауну. В его рамках здания перестают быть «вредителями природы» и становятся союзниками биосферы."
    ]
  },
  {
    "view": "headline",
    "title": "Современное значение и влияние"
  },
  {
    "view": "text",
    "content": [
      "В XXI веке биотек трансформируется и соединяется с параметрической архитектурой, цифровыми системами и нейроинтерфейсами. Он влияет на:",
      "- дизайн городов будущего (умные города, экорайоны);",
      "- медицинскую архитектуру (нейроархитектура, биофильный дизайн);",
      "- архитектуру климата и выживания — строительство в зонах риска и экстремальных условиях."
    ]
  },
  {
    "view": "text",
    "content": [
      "Биотек — это не просто архитектура красивых изгибов. Это архитектура нового мышления: взаимозависимости, эмпатии, коэволюции с природой. Он смотрит не только на формы, но и на процессы, видит здание не как объект, а как организм.",
      "\"Природа уже всё изобрела. Нам остаётся научиться у неё\" — принцип, который определяет логику архитекторов-биотековцев по всему миру."
    ]
  },
  {
  "view": "headline",
  "title": "Источники"
},
{
  "view": "list-thin",
  "list": [
    "Статья: <a href=\"https://seo.belstu.by/Yurkevich/biotech.html\" target=\"_blank\">Биотек: бионика и архитектура — BELSTU</a>",
    "Статья: <a href=\"https://design-rise.ru/stati/stil-biotek-v-dizajne-interera-i-arxitekture/\" target=\"_blank\">Стиль биотек в архитектуре и интерьере — Design Rise</a>",
    "Статья: <a href=\"https://realty.ria.ru/20150217/404330777.html\" target=\"_blank\">Архитектура в стиле биотек — РИА Недвижимость</a>",
    "Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=UuEJ7r1H_UE\" target=\"_blank\">Биотек: архитектура живого будущего</a>",
    "Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=ZMYuZZD8f4o\" target=\"_blank\">Бионика и архитектура: принципы биотека</a>"
  ]
}
]
