[
  {
    "view": "intro",
    "title": "Брутализм",
    "content": [
      "Брутализм — архитектурное направление, появившееся в середине XX века и вызвавшее множество споров. Его название происходит от французского выражения <i>béton brut</i>, что означает «сырой бетон». Архитектура брутализма отличается открытыми конструкциями, суровой эстетикой и прямым использованием строительных материалов.",
      "Изначально брутализм был реакцией на декоративность и избыточность предыдущих стилей. Он выступал за <b>честность конструкции</b>, отказ от лишних украшений и подчеркивание самой сути архитектурного объекта — его формы, функции и материала."
    ],
     "list": {
    "title": "Яркие представители",
    "content": [
      {
        "title": "Ле Корбюзье",
        "link": "/artists/walter-gropius"
      },
      {
        "title": "Пьер Луиджи Нерви ",
        "link": "/artists/laszlo-moholy-nagy"
      },
      {
        "title": "И. М. Виноградский ",
        "link": "/artists/marcel-breuer"
      },
      {
        "title": "Меерсон Андрей",
        "link": "/artists/paul-klee"
      }
    ]
    }
  },
  {
    "view": "headline",
    "title": "Форма как правда"
  },
  {
    "view": "text",
    "content": [
      "В 1950–1970-х годах брутализм стал символом послевоенного восстановления и социальной архитектуры. В нём строили университеты, библиотеки, жилые кварталы и здания органов власти. Архитекторы, такие как <b>Ле Корбюзье</b>, <b>Пол Рудольф</b>, <b>Алисон и Питер Смитсоны</b>, стремились выразить идеи социальной справедливости, доступности и функциональности.",
      "Строения брутализма поражают своим масштабом и монументальностью. Они кажутся вырезанными из массива, как скальные образования. Часто здания выглядят сурово и неприступно — и именно в этом их выразительность."
    ]
  },
  {
    "view": "headline",
    "title": "Брутализм в СССР"
  },
  {
    "view": "text",
    "content": [
      "В Советском Союзе брутализм развивался как часть позднего модернизма. Он использовался при проектировании крупных общественных объектов: домов культуры, гостиниц, университетов. Архитектура стала площадкой для экспериментов — со светом, пластикой бетона, масштабом.",
      "Особенно выделяются здания 1960–1980-х годов: Дворец пионеров в Москве, ДК «Русакова», гостиница «Салют» в Киеве, Дом Советов в Калининграде. Эти проекты объединяет стремление создать <b>новую утопическую среду</b>, выразить силу государства, модернизацию и технический прогресс."
    ]
  },
  {
    "view": "headline",
    "title": "Споменики: бетонные памятники памяти"
  },
  {
    "view": "text",
    "content": [
      "В странах бывшей Югославии архитектура брутализма обрела уникальное выражение в виде <b>спомеников</b> — монументальных мемориалов, воздвигнутых в память о жертвах Второй мировой войны. Они создавались в 1960–1980-х годах и отличались выразительной геометрией, абстрактными формами и символической мощью.",
      "Споменики стали формой народной архитектурной мифологии. Их проектировали выдающиеся архитекторы и скульпторы: Богдан Богданович, Душан Джамоња, Войо Димитриевић. Они соединяли в себе скульптуру, ландшафт, геометрию и идею освобождения. Самые известные памятники — в Ясеноваце, Кадињаче, Тјентиште.",
      "Сегодня споменики стали частью культурного наследия, вдохновляя архитекторов, дизайнеров и фотографов по всему миру."
    ]
  },
  {
    "view": "headline",
    "title": "Современный брутализм"
  },
  {
    "view": "text",
    "content": [
      "Современные архитекторы возвращаются к брутализму с новым подходом. Используются экологичные бетоны, 3D-печать, переработанные материалы. Интеграция зелёных крыш, стекла, световых панелей позволяет зданиям быть более энергоэффективными и гуманными.",
      "Брутализм сегодня — это не только бетон, но и <b>естественное освещение</b>, <b>встраивание в городскую среду</b>, <b>социальные пространства</b>. Многие здания проектируются как общественные центры: библиотеки, культурные хабы, студенческие кампусы."
    ]
  },
  {
    "view": "headline",
    "title": "Наследие"
  },
  {
    "view": "text",
    "content": [
      "Брутализм — это не только архитектура, но и манифест. Он выражает дух времени: веру в прогресс, силу материала, социальную справедливость. Сегодня здания брутализма часто защищают как памятники архитектуры. Они становятся символами эпохи, привлекающими внимание к вопросам <b>этики архитектуры</b>, <b>исторической памяти</b> и <b>публичного пространства</b>."
    ]
  },
    {
    "view": "headline",
    "title": "Источники"
  },
   {
    "view": "list-thin",
    "list": [
      "<a href=\"https://www.youtube.com/watch?v=0zbi7LhB2Bs\" target=\"_blank\">Видеолекция: Брутализм в архитектуре Югославии</a>",
      "<a href=\"https://www.youtube.com/watch?v=eCqHVfiQKpw\" target=\"_blank\">Архитектура Югославии: модернизм и брутализм. Видео на YouTube</a>",
      "<a href=\"https://mastersplan.ru/media/stati/brutalizm-v-sovremennoy-arkhitekture-tvorcheskiy-podkhod-i-unikalnye-osobennosti/\" target=\"_blank\">Статья: Брутализм в современной архитектуре. mastersplan.ru</a>"
    ]
  }
]
