[
  {
    "view": "intro",
    "title": "Концептуализм",
    "content": [
      "<b>Концептуализм</b> — это художественное направление, в котором <b>идея становится важнее формы</b>.",
      "В центре — не объект, а мысль. Не то, как выглядит произведение, а то, что оно означает, формулирует, деконструирует.",
      "С начала 1960-х годов концептуальное искусство пересобрало саму логику художественного высказывания.",
      "Оно отказалось от живописи и скульптуры как самоцели. Вместо этого художники начали использовать текст, инструкции, схемы, архивы, фотографии, перформансы, документацию. Произведение могло не существовать в физическом виде — достаточно было идеи.",
      "Важнейшая установка: искусством становится то, что определяется как искусство. Не музей, не галерея, не рынок определяют статус работы — а сам художник, через жест, контекст, высказывание.",
      "Концептуализм отверг романтическую фигуру гения и идею уникального художественного объекта. Вместо этого он предложил искусство как мышление, анализ, проблему. Это был поворот от изображения к языку, от визуального к интеллектуальному, от «как» к «зачем»."
    ],
 {
  "view": "list",
  "title": "Яркие представители",
  "content": [
    {
      "title": "Сол Левитт",
      "link": "/artists/sol-lewitt"
    },
    {
      "title": "Джозеф Кошут",
      "link": "/artists/joseph-kosuth"
    },
    {
      "title": "Ив Кляйн",
      "link": "/artists/barbara-kruger"
    },
    {
      "title": "Илья Кабаков",
      "link": "/artists/ilya-kabakov"
    },
    {
      "title": "Эрик Булатов",
      "link": "/artists/erik-bulatov"
    }
  ]
},
    {
    "view": "image",
    "img": "/images/gallery/kliain0golybvenera.webp",
    "description": "Ив Кляйн. «Голубая венера»"
  },
  {
    "view": "headline",
    "title": "Исторический контекст и происхождение"
  },
  {
    "view": "text",
    "content": [
      "Концептуализм не возник внезапно. Его формирование стало логическим продолжением множества процессов, происходивших в искусстве XX века: от идеи ready-made Марселя Дюшана до отказа от формы у минималистов и критики институций в постмодернизме.",
      "Считается, что отправной точкой стало творчество Дюшана, который в 1917 году представил писсуар как произведение искусства, подписав его именем R. Mutt. Этот жест изменил само представление об искусстве — важно было не то, что ты сделал руками, а как ты это назвал и куда поместил. В этом был заложен принцип: контекст определяет смысл.",
      "К 1960-м годам в США сформировалась культурная ситуация, в которой авторитет живописи, особенно абстрактного экспрессионизма, начал вызывать сомнения. Огромные полотна, жесты, индивидуальность — всё это воспринималось как излишне театрализованное. Молодые художники стремились разрушить эту эстетическую патетику.",
      "Одновременно в философии происходил так называемый лингвистический поворот: язык начал рассматриваться не просто как средство, а как структура мышления. Это напрямую отразилось в искусстве: слово, текст, инструкция стали инструментами художника. Искусство стало задавать вопросы — «что это?», «зачем?», «в каком контексте это работает?»",
      "Первыми концептуалистами называют Сола Левитта, Джозефа Кошута, Дуга Хьюблера, Лоуренса Вайнера, Он Каварру. Их работы часто не имели «физического тела», а существовали как идеи, документы, фразы, минимальные действия.",
      "В 1967 году Сол Левитт в своём тексте «Параграфы о концептуальном искусстве» заявил: <i>«В концептуальном искусстве идея или концепция — это наиважнейший аспект работы»</i>. С этого момента сама мысль, жест, фраза — становятся работой."
    ]
  },
  {
    "view": "headline",
    "title": "Принципы концептуального искусства"
  },
  {
    "view": "text",
    "content": [
      "Концептуальное искусство формируется не как стиль, а как позиция. Оно не связано с визуальной эстетикой, техникой или материалом. Его объединяют идеи, которые делают художественный акт вопросом мышления, высказывания и анализа.",
      "Вот основные принципы концептуализма:",
      "<b>Идея важнее исполнения</b>. Воплощение может быть банальным или вообще отсутствовать. Главное — что задумано, а не как сделано. «Идея становится машиной, производящей искусство», — писал Сол Левитт.",
      "<b>Текст — это форма</b>. В концептуализме текст — не пояснение, а материал. Произведение может быть инструкцией, описанием, заголовком, перечнем, цитатой. Художник работает не с краской, а со словом.",
      "<b>Документация как объект</b>. Записи, фотографии, архивы, схемы, диалоги, свидетельства становятся полноценными произведениями. Процесс и след — важнее результата.",
      "<b>Критика институций</b>. Многие художники используют выставку, музей, кураторство как материал для высказывания. Искусство начинает говорить о себе, о власти контекста, галерей, критики.",
      "<b>Отказ от авторства</b>. Работы часто анонимны, серийны, могут быть повторены кем угодно. Автор — это не гений, а инициатор идеи.",
      "<b>Ирония и жест</b>. Концептуализм использует парадокс, игру, провокацию. Он может быть нарочито скучным, формальным, бесцветным. Это стратегия — чтобы подчеркнуть интеллектуальную напряжённость."
    ]
  },
     {
    "view": "image",
    "img": "/images/gallery/kliain0golybvenera.webp",
    "description": "Ив Кляйн. «Голубая венера»"
  },
  {
    "view": "headline",
    "title": "Художники и их жест"
  },
  {
    "view": "image",
    "img": "/images/gallery/koshyt-odin-i-tri-styla.webp",
    "description": "Джозеф Кошут. «Один и три стула», 1965"
  },
  {
    "view": "image",
    "img": "/images/gallery/bitt-corner-no-2.webp",
    "description": "Сол Левитт. «Угловая композиция №2»"
  },
  {
    "view": "image",
    "img": "/images/gallery/barbara-kruger.webp",
    "description": "Барбара Крюгер. «Your body is a battleground», 1989"
  },
  {
    "view": "text",
    "content": [
      "Сол Левитт — одна из центральных фигур концептуализма. Он писал текстовые манифесты, создавал чертежи, по которым другие могли воспроизводить его работы. Его знаменитые «Стены» — это инструкции: линии, прямоугольники, траектории. Сам он утверждал, что не обязательно быть автором исполнения, чтобы быть автором произведения. Идея — это объект.",
      "Джозеф Кошут исследовал язык, определение, смысл. Его самая известная работа — «Один и три стула» — включает: реальный стул, фотографию стула и словарное определение слова «стул». Вопрос: что из этого — искусство? Что здесь «настоящее»? Он писал, что искусство — это действие определения, а не объект.",
      "Ханс Хааке работал с институциями. Его работы обнажали, как музеи, галереи и спонсоры влияют на содержание искусства. Он показывал отчёты, имена инвесторов, факты о цензуре. Его искусство — это социальный анализ, упакованный в выставочную форму.",
      "Барбара Крюгер соединяла текст и фотографию. Её слоганы — в красных и чёрных полосах — бросали вызов культуре потребления, гендерным нормам, языку власти. Пример: «Ваше тело — поле битвы». Она обращалась не к зрителю, а к сознанию потребителя.",
      "Он Каварра устраивал публичные акции, создавал «невидимые выставки», работы, которые нельзя было увидеть или купить. Он декларировал: «Искусство — это высказывание, а не вещь».",
      "Комаров и Меламид создавали сатирические проекты, иронизируя над социологией и рыночными вкусами. Например, проект «Самая любимая/ненавистная картина», где они исследовали вкусы зрителей и создали картины на основе этих опросов. Искусство стало результатом анализа предпочтений, а не вдохновения.",
      "Илья Кабаков — ведущая фигура московского концептуализма. Его инсталляции — это целые миры, сочетающие архив, голос, вымысел. Кабаков не создавал произведения — он создавал ситуации мышления. Его «Тот, кто улетел в космос из своей комнаты» — история, легенда, документ, метафора одновременно."
    ]
  },
  {
    "view": "headline",
    "title": "Концептуализм в СССР и постсоветском пространстве"
  },
  {
    "view": "image",
    "img": "/images/gallery/kabakov-kosmos.webp",
    "description": "Илья Кабаков. Инсталляция «Человек, улетевший в космос из своей комнаты»"
  },
  {
    "view": "text",
    "content": [
      "В Советском Союзе концептуализм возник как форма внутреннего сопротивления. Он не был официальным направлением, не поддерживался институциями и часто существовал в подполье — в квартирах, на чердаках, в неофициальных кругах. Это было искусство, рождающееся в условиях цензуры, контроля и идеологического давления.",
          {
    "img": "/images/gallery/kabakov-malchik.webp",
    "description": "Илья Кабаков. «Мальчик»"
  },
      "Московский концептуализм 1970–1980-х годов стал уникальным явлением. В условиях невозможности открытого высказывания художники обращались к архивам, вымышленным персонажам, иронии, двойному кодированию. Они создали искусство, в котором сама форма высказывания становилась актом.",
      "Илья Кабаков, Эрик Булатов, Комаров и Меламид, Андрей Монастырский и группа «Коллективные действия» использовали тексты, списки, описания, фиктивные документы, «квартирные выставки». Искусство становилось комментарием к жизни в несвободе, симуляцией документа, игры, бюрократии, воспоминания.",
              {
    "img": "/images/gallery/concept-3-var.webp",
    "description": "Группа «Коллективные действия». А. Монастырский, В. Митурич-Хлебникова, Н. Панитков, Н. Алексеев, М. К, «Третий вариант», 28 мая 1978 год"
  },
      {
    "img": "/images/gallery/bylatov-gorizont.webp",
    "description": "Эрик Булатов. «Горизонт»"
  },
      "Концептуализм в СССР был не только художественным, но и антропологическим жестом. Он исследовал, как говорить, когда говорить нельзя. Он создавал образы, которые понимались иначе внутри и снаружи. Это была система кодов и контркодов.",
      "После распада СССР концептуальное искусство стало важной частью переосмысления постсоветской идентичности. Художники продолжили работать с памятью, языком, архивом. Они использовали формы описания, схемы, типографику, тексты — как способ осмыслить не только искусство, но и социальную трансформацию.",
           {
    "img": "/images/gallery/bylatov-kpss.webp",
    "description": "Эрик Булатов. «Слава КПСС»"
  },
      "Советский и постсоветский концептуализм — это искусство пограничного мышления, в котором форма высказывания часто важнее содержания, а отсутствие возможности говорить становится темой самой речи."
    ]
  },
  {
    "view": "headline",
    "title": "Наследие концептуализма",
    "content": [
      "Его наследие живёт в институциях, кураторских проектах, перформансах, инсталляциях, образовательных программах и даже в социальных сетях.",
      "Современное искусство невозможно представить без:",
      "• <b>текста</b> как художественной формы,",
      "• <b>взаимодействия</b> с пространством и зрителем,",
      "• <b>критики институций</b>,",
      "• <b>использования архивов</b>, инструкций, схем, цитат,",
      "• <b>вопросов</b> о природе искусства и роли художника.",
      "Концептуализм подготовил почву для инсталляции, перформанса, медиа-искусства, арт-исследований. Его наследниками можно считать художников, работающих с повседневностью, языком, процессом. Сегодня искусство не столько создаёт образы, сколько анализирует отношения, структуры, механизмы.",
      "Он также повлиял на то, как мы смотрим и читаем: современный зритель стал читателем, исследователем, участником диалога. Он не ждёт «красивого» — он ищет <b>вопрос</b>, <b>позицию</b>, <b>фокус</b>.",
      "Наконец, концептуализм изменил само понятие художественного объекта. Он открыл путь к пониманию, что искусство может быть тем, что заставляет думать, задавать вопросы, сомневаться — даже если оно выглядит как пустой лист, предложение на стене или незаконченный план."
    ]
  },
   {
    "view": "image",
    "img": "/images/gallery/albert-dla-slepyh.webp",
    "description": "Юрий Альберт «Живопись для слепых. Визуальная культура N3». 1989"
  },
  {
    "view": "text",
    "content": [
      "Концептуализм не ушёл в прошлое — напротив, он сформировал язык современного искусства, в котором идея, текст, критика и контекст играют ключевую роль."
    ]
  },
  {
    "view": "headline",
    "title": "Источники"
  },
  {
    "view": "list-thin",
    "list": [
      "Сол Левитт. «Параграфы о концептуальном искусстве»",
      "PDF: «Концептуализм, параметризм и другие направления современной архитектуры»",
      "Статья: <a href=\"https://veryimportantlot.com/ru/news/blog/konczeptualizm\" target=\"_blank\">Концептуализм — история и принципы</a>",
      "Статья: <a href=\"https://johvikunstikool.ee/?project=концептуализм\" target=\"_blank\">Концептуализм на сайте johvikunstikool.ee</a>",
      "Статья: <a href=\"https://adindex.ru/publication/gallery/2011/10/31/74058.phtml\" target=\"_blank\">Концептуализм и рынок: AdIndex</a>",
      "Лекция на YouTube: <a href=\"https://youtu.be/R9qyUxb-UCs?feature=shared\" target=\"_blank\">Концептуальное искусство: история и практика</a>",
      "Лекция на YouTube: <a href=\"https://youtu.be/1iyir79_Gy8?feature=shared\" target=\"_blank\">Сол Левитт, Кошут и истоки концептуализма</a>"
    ]
  }
]
