[
  {
    "view": "intro",
    "title": "Концептуализм",
    "content": [
      "<b>Концептуализм</b> — это художественное направление, в котором <b>идея становится важнее формы</b>.",
      "В центре — не объект, а мысль. Не то, как выглядит произведение, а то, что оно <b>означает</b>, <b>формулирует</b>, <b>деконструирует</b>.",
      "Искусством становится не то, что сделано руками, а то, что <b>определено как искусство</b>.",
      "Это поворот от изображения к <b>языку</b>, от визуального к <b>интеллектуальному</b>, от «как» к «зачем»."
    ]
  },
  {
    "view": "headline",
    "title": "Исторический контекст и происхождение"
  },
  {
    "view": "text",
    "content": [
      "Концептуализм вырос из идей <b>Дюшана</b>, <b>минимализма</b> и философии 1960-х годов.",
      "Важнейший импульс — отказ от эстетической патетики абстрактного экспрессионизма и переход к <b>мышлению как форме искусства</b>.",
      "Философия языка, критика институций, переосмысление роли художника стали основой концептуального подхода.",
      "Первопроходцы: <b>Сол Левитт</b>, <b>Джозеф Кошут</b>, <b>Он Каварра</b>, <b>Лоуренс Вайнер</b> и другие."
    ]
  },
  {
    "view": "image",
    "img": "/images/gallery/one-and-three-chairs.jpg",
    "description": "Джозеф Кошут. «Один и три стула», 1965"
  },
  {
    "view": "headline",
    "title": "Принципы концептуального искусства"
  },
  {
    "view": "text",
    "content": [
      "— <b>Идея важнее исполнения</b>: работа может быть просто описанием.",
      "— <b>Текст — это форма</b>: инструкция, схема, цитата, манифест.",
      "— <b>Документация — объект</b>: фото, описание, след.",
      "— <b>Критика институций</b>: музей, куратор, галерея — как часть высказывания.",
      "— <b>Отказ от авторства</b>: анонимность, воспроизводимость.",
      "— <b>Ирония, парадокс, жест</b>: стратегия ускользания от «искусства как вещи»."
    ]
  },
  {
    "view": "image",
    "img": "/images/gallery/sol-lewitt-wall-drawing.webp",
    "description": "Сол Левитт. Стенная работа по инструкции"
  },
  {
    "view": "headline",
    "title": "Художники и их жест"
  },
  {
    "view": "text",
    "content": [
      "<b>Сол Левитт</b> создавал работы-инструкции и тексты как форму искусства.",
      "<b>Джозеф Кошут</b> исследовал определение через язык и контекст.",
      "<b>Ханс Хааке</b> разоблачал механизмы галерейной власти и цензуры.",
      "<b>Барбара Крюгер</b> соединяла текст и образ, критикуя культуру потребления.",
      "<b>Комаров и Меламид</b> иронизировали над вкусом и статистикой.",
      "<b>Илья Кабаков</b> превращал архив и вымысел в пространственные метафоры мышления."
    ]
  },
  {
    "view": "image",
    "img": "/images/gallery/barbara-kruger.webp",
    "description": "Барбара Крюгер. «Your body is a battleground», 1989"
  },
  {
    "view": "headline",
    "title": "Концептуализм в СССР и постсоветском пространстве"
  },
  {
    "view": "text",
    "content": [
      "Московский концептуализм возник как <b>форма сопротивления</b> и комментарий к жизни в условиях несвободы.",
      "Художники использовали <b>тексты, инструкции, фиктивные документы</b>, «архивный стиль».",
      "<b>Илья Кабаков</b>, <b>Эрик Булатов</b>, <b>Андрей Монастырский</b>, группа <b>«Коллективные действия»</b> создали уникальный язык высказывания.",
      "Искусство становилось <b>системой кодов</b>, способом говорить, когда говорить нельзя."
    ]
  },
  {
    "view": "image",
    "img": "/images/gallery/kabakov-room.jpg",
    "description": "Илья Кабаков. Инсталляция «Человек, улетевший в космос из своей комнаты»"
  },
  {
    "view": "headline",
    "title": "Наследие концептуализма"
  },
  {
    "view": "text",
    "content": [
      "Концептуализм сформировал язык современного искусства: <b>текст, идея, критика, документация</b>.",
      "Он дал импульс <b>инсталляции, перформансу, исследовательскому и политическому искусству</b>.",
      "Искусство стало не объектом, а <b>мышлением, анализом, вопросом</b>.",
      "Сегодня концептуальные стратегии живут в музеях, кураторах, медиа и даже соцсетях."
    ]
  },
  {
    "view": "headline",
    "title": "Источники"
  },
  {
    "view": "list-thin",
    "list": [
      "Сол Левитт. «Параграфы о концептуальном искусстве»",
      "PDF: «Концептуализм, параметризм и другие направления современной архитектуры»",
      "Статья: <a href=\"https://veryimportantlot.com/ru/news/blog/konczeptualizm\" target=\"_blank\">Концептуализм — история и принципы</a>",
      "Статья: <a href=\"https://johvikunstikool.ee/?project=концептуализм\" target=\"_blank\">Концептуализм на сайте johvikunstikool.ee</a>",
      "Статья: <a href=\"https://adindex.ru/publication/gallery/2011/10/31/74058.phtml\" target=\"_blank\">Концептуализм и рынок: AdIndex</a>",
      "Лекция на YouTube: <a href=\"https://youtu.be/R9qyUxb-UCs?feature=shared\" target=\"_blank\">Концептуальное искусство: история и практика</a>",
      "Лекция на YouTube: <a href=\"https://youtu.be/1iyir79_Gy8?feature=shared\" target=\"_blank\">Сол Левитт, Кошут и истоки концептуализма</a>"
    ]
  }
]
