[
  {
    "view": "intro",
    "title": "Кубизм",
    "dates": "Художественное направление модернизма",
    "content": [
      "Кубизм — художественное направление начала XX века, возникшее в Париже между 1907 и 1908 годами. Оно стало результатом совместного творчества Пабло Пикассо и Жоржа Брака и классифицируется как одно из ключевых авангардных течений. Кубизм радикально изменил представление о форме, пространстве и изображении предмета, разрушив академическую перспективу и отказавшись от подражания натуре. Вместо имитации внешнего мира художники стремились выразить внутреннюю структуру объектов, их геометрическую логику и множественность точек зрения."
    ],
    "list": {
      "title": "Яркие представители",
      "content": [
        {
          "title": "Пабло Пикассо",
          "link": "/artists"
        },
        {
          "title": "Жорж Брак",
          "link": "/artists"
        },
        {
          "title": "Хуан Грис",
          "link": "/artists"
        },
        {
          "title": "Робер Делоне",
          "link": "/artists"
        },
        {
          "title": "Казимир Малевич",
          "link": "/artists"
        },
        {
          "title": "Любовь Попова",
          "link": "/artists"
        },
        {
          "title": "Александр Архипенко",
          "link": "/artists"
        }
      ]
    }
  },
    {
    "view": "image",
    "img": "/images/art-movements/brak-i-picasso-cubism.webp",
    "description": "Джордж Брак и Пабло Пикассо, фотография Ли Миллера, 1954 год"
  },
   {
    "view": "headline",
    "title": "Влияния, ведущие к кубизму"
  },
    {
    "view": "text",
    "content": [
      "Поль Сезанн , французский художник -постимпрессионист , во многих отношениях является главным предшественником кубизма. В 1906 году он объяснил, что каждый визуальный объект можно проследить до геометрических форм.",
      "Поскольку основная идея кубизма состоит в том, чтобы разложить реалистические предметы на геометрические формы, чтобы помочь придать им перспективу и отчетливые впечатления, это утверждение рассматривается как главный предшественник кубизма.",
        {
        "img": "/images/gallery/bibemys-sezann.webp",
        "description": "«Карьер Бибемус», Поль Сезанн, 1900 г"
      },
      "Продолжающаяся индустриализация в начале 20- го века была еще одним важным фактором, который привел к кубистскому художественному движению. Пабло Пикассо очень рано понял, что живопись должна быть изобретена заново, если она хочет выжить среди фотографии и видеографии будущего."
          ]
  },
       {
    "view": "headline",
    "title": "Начало кубизма"
  },
   {
    "view": "text",
    "content": [
       "«Авиньонские девицы» — одна из самых важных работ Пикассо африканского периода, иллюстрирующая элементы кубизма: светлые тона, отход от классического Кьяскуро, а также разные точки зрения на один и тот же предмет — все в одной картине.",
       "Его картина считается протокубистской и представляет собой одну из первых работ кубистского движения. На большой картине маслом изображены пять обнаженных проституток, наделенных мужскими чертами и элементами африканских масок , а женские тела основаны на геометрических формах.",
        {
        "img": "/images/gallery/picasso-avinonskie-devitsy.webp",
        "description": "«Авиньонские девицы», Пабло Пикассо"
      },
      "В том же году Пабло Пикассо познакомился с французским художником и скульптором Жоржем Браком, который на тот момент уже входил в круг фовистов и был известен своими яркими, стилизованными пейзажами и морскими видами. Одним из первых примеров зарождающегося кубизма считается его картина «Виадук в Эстаке» (1908). Именно после выставки этих работ искусствовед Луи Воксель впервые употребил термин «кубизм», иронично назвав живопись Брака «кубическими причудами» или «причудливыми кубиками».",
         {
        "img": "/images/gallery/brak-viaduk.webp",
        "description": "«Виадук в Эстаке», Жорж Брак"
      }
    ]
  },
  {
    "view": "headline",
    "title": "Этапы развития кубизма"
  },
  {
    "view": "period",
    "title": "Протокубизм (1906–1909)",
    "content": [
      "Переходный этап, на котором ещё ощутимо влияние Сезанна и стремление к упрощению натуры до геометрических объемов. Основной акцент — на объёме и композиционной строгости. Пространство утрачивает глубину, а форма упрощается до массивных тел. Ранние работы Пикассо и Брака этого времени часто включают мотивы деревенской жизни, портреты, фигуры и пейзажи."

    ],
    "list": [
      {
        "title": "Формирование нового взгляда на форму",
        "content": "отход от натурализма в сторону конструктивного видения предметов"
      },
      {
        "title": "Грубые объёмы",
        "content": "фигуры массивны, тяжеловесны, напоминают скульптурные блоки"
      },
      {
        "title": "Архаизация формы",
        "content": "влияние африканского и иберийского примитива"
      },
      {
        "title": "Плотность композиции",
        "content": "фигуры занимают всё пространство, нет привычной глубины"
      },
      {
        "title": "Тёплая и приглушённая палитра",
        "content": "землистые, охристые и серо-зеленоватые тона"
      }
    ],
     "pictures": [
      {
        "img": "/images/gallery/pikasso-tanets-s-pokryvalom.webp",
        "name": "Танец с покрывалом», Пабло Пикассо",
        "view": "fields",
        "bg": "FFFFFF"
      }
    ]
  },
  {
    "view": "period",
    "title": "Аналитический кубизм (1909–1912)",
    "content": [
      "Аналитический кубизм — это фраза, используемая для описания раннего кубистского искусства. Историки искусства заметили, что кубистское искусство, созданное в период с 1908 по 1912 год, имело особый вид, отличавшийся от более поздних этапов этого стиля. Они отметили «аналитический» способ интерпретации реальности ранними кубистами, принимая структурированный, расчлененный взгляд .",
      "Вместо того, чтобы пытаться воссоздать единую точку зрения, они рассматривали объекты с разных точек зрения и пытались объединить ряд противоречивых ракурсов в одно плоское изображение. В результате получилось фрагментированное изображение с несколькими точками обзора и пересекающимися плоскостями. На многих ранних картинах кубизма мы видим бутылки с одного ракурса, гитары с другого и так далее.",
      "Иллюзия объёма достигается не с помощью светотени, а посредством пересекающихся плоскостей, граней, линий. Цветовая гамма становится монохромной (серые, охристые, коричневые тона), чтобы не отвлекать от формы. Возникает визуальная плотность, композиции становятся почти абстрактными.",
      "Изображаемый объект часто теряет узнаваемость: натюрморты, музыкальные инструменты, лица — всё как бы распадается и вновь собирается в плоскости холста."
    ],
    "list": [
      {
        "title": "Разложение объекта",
        "content": "предмет анализируется и изображается с нескольких точек зрения одновременно"
      },
      {
        "title": "Усложнённая пространственная структура",
        "content": "переплетение граней и плоскостей"
      },
      {
        "title": "Монохромная палитра",
        "content": "преобладание серых, коричневых, охристых оттенков"
      },
      {
        "title": "Минимизация деталей",
        "content": "узнаваемость формы часто теряется"
      },
      {
        "title": "Логика конструкции",
        "content": "преобладает над выразительностью"
      }
    ],
       "pictures": [
      {
        "img": "/images/gallery/brak-mandolina.webp",
        "name": "Мандолина», Жорж Брак",
        "view": "fields",
        "bg": "FFFFFF"
      }
    ]
  },

  {
    "view": "period",
    "title": "Синтетический кубизм (1912–1914)",
    "content": [
      "Форма и композиция становятся более декоративными. Художники возвращают в картины цвет, упрощают формы и вводят элементы повседневности — типографские фрагменты, обои, древесные текстуры. Возникает техника коллажа, что становится новшеством в истории живописи. Важную роль играет фактура и материал — вводится линолеум, ткань, песок.",
      "Синтез композиции важнее, чем анализ формы. Объекты не распадаются, а собираются из условных, часто символических элементов.",
      "Синтетический кубизм открыл новые горизонты своим авантюрным, подрывным подходом к созданию изображений, проложив путь многочисленным художественным течениям: футуризму, конструктивизму, лучизму, дадаизму, сюрреализму и многим другим. Даже сегодня влияние синтетического кубизма все еще можно увидеть в современных произведениях искусства, в которых исследуются элементы коллажа, конструкции и включения предметов повседневного обихода в искусство. Примеры включают монументальные конструкции Филлиды Барлоу, сделанные из бытового мусора. "
],
    "list": [
      {
        "title": "Условность форм",
        "content": "объекты не разбираются, а синтезируются из декоративных элементов"
      },
      {
        "title": "Использование коллажа",
        "content": "включение газет, обоев, ткани и т.п."
      },
      {
        "title": "Контрастные цвета",
        "content": "возвращение цвета как выразительного приёма"
      },
      {
        "title": "Игра с фактурами",
        "content": "дерево, песок, печатные тексты"
      },
      {
        "title": "Типографика и декоративность",
        "content": "надписи, шрифты, элементы дизайна как часть живописи"
      }
    ],
           "pictures": [
      {
        "img": "/images/gallery/falida-barloy-nabor.webp",
        "name": "Филлида Барлоу, набор, 2015 г",
        "view": "fields",
        "bg": "FFFFFF"
      }
    ]
  },
  {
    "view": "headline",
    "title": "Ответвления кубизма"
  },
  {
    "view": "text",
    "content": [
      "Кубизм как художественное направление не был единым и монолитным — в процессе развития он дал несколько ответвлений, каждое из которых по-своему трактовало основные идеи формы, пространства и перспективы.",
      "<b>Орфизм</b> возник как яркое и музыкальное ответвление кубизма. Его родоначальники Робер и Соня Делоне стремились соединить строгую геометрию с насыщенным цветом и ритмом. Если аналитический кубизм разрушал форму до серых граней, то орфизм делал это в цвете — круги, лучи и спирали передавали движение, свет и ощущение гармонии, почти как музыкальная композиция. Орфисты верили, что цвет сам по себе может выражать идею, без нужды в предметности. Это был уже шаг к абстракции, но ещё со связью с кубистской логикой структуры.",
      "<b>Отличительные черты:</b> круги и концентрические формы, яркие чистые цвета, ощущение движения, отказ от предметности, ритмическая композиция.",
        {
        "img": "/images/gallery/delone-flamenco-singer.webp",
        "description": "«Певец фламенко», Соня Делоне"
      },
      "<b>Салонный кубизм</b> стал своего рода «одомашненной» и более официальной версией кубизма — декоративной, доступной и ориентированной на выставочную публику. Его представители, такие как Жан Метцанже и Альбер Глез, стремились соединить авангардные приёмы с понятными зрителю сюжетами: танцы, прогулки, портреты. Формы по-прежнему дробились на геометрические плоскости, но сохраняли фигуративность — зритель мог «узнать» изображаемое. Цвет становился ярче, композиции — легче для восприятия. Этот подход позволил кубизму выйти за рамки экспериментальных мастерских и стать частью художественного мейнстрима 1910-х годов.",
      "<b>Отличительные черты:</b> геометризация без полного разрушения формы, узнаваемые сюжеты, декоративность, более мягкая палитра, участие в выставках (салонах).",
       {
        "img": "/images/gallery/delone-ylicy-parizha.webp",
        "description": "«Улицы Парижа», Робер Делоне"
      }
    ]
  },
  {
    "view": "headline",
    "title": "Кубизм в России"
  },
  {
    "view": "text",
    "content": [
      "Русские художники активно воспринимали и интерпретировали кубизм, особенно в 1912–1914 гг. Его принципы оказали влияние на формирование <b>кубофутуризма</b>, лучизма и супрематизма. Ключевые фигуры: Казимир Малевич, Любовь Попова, Иван Клюн, Александр Архипенко.",
      "Русское прочтение кубизма отличалось свободой трактовки и включением философско-мистических интерпретаций. Для одних это был путь к новой визуальной логике, для других — ступень к беспредметному искусству. Малевич, в частности, видел в кубизме переход к 'живописному реализму' супрематизма, а Матюшин — к мистическому 'четвертому измерению'.",
      "Малевич критиковал ограниченность кубизма предметной формой и утверждал, что настоящая живопись должна быть самодостаточной, вытекать из законов цвета и формы, а не из натуры. В его понимании кубизм уничтожает предмет ради живописного элемента, но ещё не преодолевает его полностью.",
      "Становление кубизма в России происходило в контексте активного диалога с европейскими авангардами. Уже в 1910-х годах московские и петербургские выставки демонстрировали работы художников с влиянием Пикассо и Брака. Важнейшую роль сыграли выставки «Бубнового валета» и «Союза молодёжи».",
      "Кубизм в России стал не только формальным заимствованием, но и мощным катализатором художественного переосмысления и философского поиска нового языка искусства."
    ]
  },
    {
    "view": "headline",
    "title": "Конец кубизма и переходящее влияние"
  },
    {
    "view": "text",
    "content": [
      "Кубизм как направление в искусстве прекратил свое существование с началом Первой мировой войны. Военная служба разлучила Пикассо, Брака и Гри, и их совместная работа как кубистов сошла на нет.",
      "Кубизм заложил фундамент для развития множества абстрактных направлений, включая конструктивизм, футуризм и неопластицизм. Как особое явление в искусстве, он выдержал испытание временем и по сей день остаётся ключевой вехой в истории живописи и художественной мысли."
    ]
  },
  {
    "view": "headline",
    "title": "Источники"
  },
  {
    "view": "list-thin",
    "list": [
      "Г. Гомбрих «История искусств»",
      "Гийом Аполлинер «Кубистические живописцы»",
      "Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=kcb01NjzyFE\" target=\"_blank\">«Кубизм: новое измерение искусства». Лекция Вероники Губиной</a>",
      "Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=yRX3sgXajec\" target=\"_blank\">Что такое кубизм?</a>",
      "Статья: <a href=\"https://vk.com/@al_bertina-chto-takoe-sinteticheskii-kubizm-vot-kak-eto-raspoznat\" target=\"_blank\">«Что такое синтетический кубизм? Вот как это распознать»</a>",
      "Статья: <a href=\"https://vk.com/@al_bertina-chto-takoe-analiticheskii-kubizm-vot-kak-eto-raspoznat\" target=\"_blank\">«Что такое аналитический кубизм? Вот как это распознать»</a>"
    ]
  }
]
