[
  {
    "view": "intro",
    "title": "Кубизм",
    "dates": "Художественное направление модернизма",
    "content": [
      "Кубизм — художественное направление начала XX века, зародившееся во Франции. Оно радикально изменило подход к изображению формы, пространства и предмета, разрушив академическую перспективу и подражание натуре. Вместо имитации внешнего мира кубизм стремился выразить сущностную структуру предметов, их геометрическую логику и множественность точек зрения."
    ],
    "list": {
      "title": "Яркие представители",
      "content": [
        {
          "title": "Пабло Пикассо",
          "link": "/artists"
        },
        {
          "title": "Жорж Брак",
          "link": "/artists"
        },
        {
          "title": "Хуан Грис",
          "link": "/artists"
        },
        {
          "title": "Робер Делоне",
          "link": "/artists"
        },
        {
          "title": "Казимир Малевич",
          "link": "/artists"
        },
        {
          "title": "Любовь Попова",
          "link": "/artists"
        },
        {
          "title": "Александр Архипенко",
          "link": "/artists"
        }
      ]
    }
  },
  {
    "view": "headline",
    "title": "Истоки и становление"
  },
  {
    "view": "text",
    "content": [
      "Кубизм возник как результат эволюции идей Поля Сезанна, стремившегося к конструктивному пониманию формы. Его манера изображения предметов как совокупности упрощённых геометрических объемов вдохновила Пабло Пикассо и Жоржа Брака, которые стали основоположниками направления.",
      "Ключевым событием считается создание картины Пикассо «Авиньонские девицы» (1907), где он отказался от классической перспективы и обратился к архаике, в том числе к африканской и иберийской скульптуре. Уже в 1908–1909 годах формируются ранние кубистические композиции, которые исследуют форму, объём и пространственные отношения без подчинения внешнему сходству.",
      {
        "img": "/images/gallery/picasso-avinonskie-devitsy.webp",
        "description": "«Авиньонские девицы», Пабло Пикассо"
      }
    ]
  },
  {
    "view": "headline",
    "title": "Этапы развития кубизма"
  },
  {
    "view": "period",
    "title": "Протокубизм (1906–1909)",
    "content": [
      "Переходный этап, на котором ещё ощутимо влияние Сезанна и стремление к упрощению натуры до геометрических объемов. Основной акцент — на объёме и композиционной строгости. Пространство утрачивает глубину, а форма упрощается до массивных тел. Ранние работы Пикассо и Брака этого времени часто включают мотивы деревенской жизни, портреты, фигуры и пейзажи."
    ],
    "list": [
      {
        "title": "Формирование нового взгляда на форму",
        "content": "отход от натурализма в сторону конструктивного видения предметов"
      },
      {
        "title": "Грубые объёмы",
        "content": "фигуры массивны, тяжеловесны, напоминают скульптурные блоки"
      },
      {
        "title": "Архаизация формы",
        "content": "влияние африканского и иберийского примитива"
      },
      {
        "title": "Плотность композиции",
        "content": "фигуры занимают всё пространство, нет привычной глубины"
      },
      {
        "title": "Тёплая и приглушённая палитра",
        "content": "землистые, охристые и серо-зеленоватые тона"
      }
    ],
     "pictures": [
      {
        "img": "/images/gallery/pikasso-tanets-s-pokryvalom.webp",
        "name": "Танец с покрывалом», Пабло Пикассо",
        "view": "fields",
        "bg": "FFFFFF"
      }
    ]
  },
  {
    "view": "period",
    "title": "Аналитический кубизм  (1909–1912)",
    "content": [
      "Наиболее «чистая» стадия кубизма. Главная цель — анализ формы: художники раскладывают предмет на элементы, показывая его сразу с разных точек зрения. Иллюзия объёма достигается не с помощью светотени, а посредством пересекающихся плоскостей, граней, линий. Цветовая гамма становится монохромной (серые, охристые, коричневые тона), чтобы не отвлекать от формы. Возникает визуальная плотность, композиции становятся почти абстрактными.",
      "Изображаемый объект часто теряет узнаваемость: натюрморты, музыкальные инструменты, лица — всё как бы распадается и вновь собирается в плоскости холста."
    ],
    "list": [
      {
        "title": "Разложение объекта",
        "content": "предмет анализируется и изображается с нескольких точек зрения одновременно"
      },
      {
        "title": "Усложнённая пространственная структура:",
        "content": "переплетение граней и плоскостей"
      },
      {
        "title": "Монохромная палитра",
        "content": "преобладание серых, коричневых, охристых оттенков"
      },
      {
        "title": "Минимизация деталей",
        "content": "узнаваемость формы часто теряется"
      },
      {
        "title": "Логика конструкции",
        "content": "преобладает над выразительностью"
      }
    ],
       "pictures": [
      {
        "img": "/images/gallery/brak-mandolina.webp",
        "name": "Мандолина», Жорж Брак",
        "view": "fields",
        "bg": "FFFFFF"
      }
    ]
  },

  {
    "view": "period",
    "title": "Синтетический кубизм (1912–1914)",
    "content": [
      "Форма и композиция становятся более декоративными. Художники возвращают в картины цвет, упрощают формы и вводят элементы повседневности — типографские фрагменты, обои, древесные текстуры. Возникает техника коллажа, что становится новшеством в истории живописи. Важную роль играет фактура и материал — вводится линолеум, ткань, песок.",
      "Синтез композиции важнее, чем анализ формы. Объекты не распадаются, а собираются из условных, часто символических элементов."
    ],
    "list": [
      {
        "title": "Условность форм",
        "content": "объекты не разбираются, а синтезируются из декоративных элементов"
      },
      {
        "title": "Использование коллажа",
        "content": "включение газет, обоев, ткани и т.п."
      },
      {
        "title": "Контрастные цвета",
        "content": "возвращение цвета как выразительного приёма"
      },
      {
        "title": "Игра с фактурами",
        "content": "дерево, песок, печатные тексты"
      },
      {
        "title": "Типографика и декоративность:",
        "content": "надписи, шрифты, элементы дизайна как часть живописи"
      }
    ]
  },
  {
    "view": "headline",
    "title": "Ответвления кубизма"
  },
  {
    "view": "text",
    "content": [
      ".",
      ".",
      "."
    ]
  },
  {
    "view": "headline",
    "title": "Кубизм в России"
  },
  {
    "view": "text",
    "content": [
      "Русские художники активно воспринимали и интерпретировали кубизм, особенно в 1912–1914 гг. Его принципы оказали влияние на формирование кубофутуризма, лучизма и супрематизма. Ключевые фигуры: Казимир Малевич, Любовь Попова, Иван Клюн, Александр Архипенко.",
      "Русское прочтение кубизма отличалось свободой трактовки и включением философско-мистических интерпретаций. Для одних это был путь к новой визуальной логике, для других — ступень к беспредметному искусству. Малевич, в частности, видел в кубизме переход к 'живописному реализму' супрематизма, а Матюшин — к мистическому 'четвертому измерению'.",
      "Кубизм в России стал не только формальным заимствованием, но и мощным катализатором художественного переосмысления и философского поиска нового языка искусства."
    ]
  },
  {
    "view": "headline",
    "title": "Источники"
  },
  {
    "view": "list-thin",
    "list": [
      "Г. Гомбрих «История искусств»",
      "Гийом Аполлинер «Кубистические живописцы»",
      "Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=kcb01NjzyFE\" target=\"_blank\">«Кубизм: новое измерение искусства». Лекция Вероники Губиной</a>",
      "Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=yRX3sgXajec\" target=\"_blank\">Что такое кубизм?</a>"
    ]
  }
]
