[
  {
    "view": "intro",
    "title": "Дадаизм",
    "content": [
      "Дадаи́зм, или дада, — авангардистское течение в литературе, изобразительном искусстве, театре и кино. Зародилось во время Первой мировой войны в нейтральной Швейцарии, в Цюрихе. Существовало с 1916 по 1923 годы.",
      "Это было движение протеста: против войны, буржуазной культуры, академического искусства и здравого смысла. Дадаисты разрушали каноны, высмеивали авторитеты, провозглашали свободу, случай и абсурд как новые принципы творчества.",
      "Дада повлияло на появление сюрреализма, поп-арта, перформанса, концептуального искусства. Это был <b>поворотный момент</b> в истории авангарда."
    ],
    "list": {
      "title": "Яркие представители",
      "content": [
        {
          "title": "Тристан Тцара"
        },
        {
          "title": "Хуго Балль"
        },
        {
          "title": "Марсель Дюшан"
        },
        {
          "title": "Ханс Арп"
        },
        {
          "title": "Ханна Хёх"
        },
        {
          "title": "Рауль Хаусман"
        },
        {
          "title": "Франсис Пикабиа"
        }
      ]
    }
    },
     {
    "view": "text",
    "content": [
    "Дадаи́зм, или дада, — авангардистское течение в литературе, изобразительном искусстве, театре и кино. Зародилось во время Первой мировой войны в нейтральной Швейцарии, в Цюрихе (Кабаре Вольтер). Существовало с 1916 по 1923 годы.",
   {
    "img": "/images/gallery/andre-deren-photo.webp",
    "description": "Картинка"
  },
  "Дадаизм возник в 1916 году в Цюрихе, в самом разгаре Первой мировой войны, как <b>радикальный антикультурный жест</b>. Это была реакция на катастрофу европейской цивилизации, рухнувшей под тяжестью траншей, газа и массового истребления. В кабаре «Вольтер» собрались поэты, художники, музыканты, эмигранты, пацифисты и революционеры, которым стало ясно: старый мир умер, а вместе с ним — и старое искусство. Хуго Балль, Тристан Тцара, Ганс Арп, Эмми Хеннингс, Марсель Янко, Рихард Хюльзенбек и другие участники не стремились создать стиль. Они создали атмосферу — <b>насмешки</b>, <b>парадокса</b>, <b>свободы</b>, <b>разрушения</b>.",
    {
    "img": "/images/gallery/andre-deren-photo.webp",
    "description": "Картинка"
  },
  "Само название «дада» было выбрано случайно — из словаря. Оно означало всё и ничего: детскую лошадку, звук, жест. Это стало метафорой всего движения: отрицание смысла, отказ от устойчивых значений, поиск нового языка через обрывки, случайности и иронию.",
  "Дадаизм стал первым направлением, открыто провозгласившим разрыв с понятием искусства как священного и возвышенного. Это был вызов и акт освобождения. Как и любое направление имеет цель, цель дадаизма — разрушить реалистические художественные образы, в литературе и в изобразительном искусстве. Дадаизм вторичен по отношению к реализму, так как сначала нужно иметь реалистические образы, чтобы потом их разрушить. "
      ]
  },
     {
    "view": "headline",
    "title": "Дада в Цюрихе: начало"
  },
  {
    "view": "text",
    "content": [
      "Цюрих во время Первой мировой был нейтральной территорией. Туда стекались эмигранты, дезертиры, пацифисты, интеллектуалы, бежавшие от войны. В феврале 1916 года Хуго Балль открыл кабаре «Вольтер» — небольшое помещение, где каждый вечер собирались поэты, художники, музыканты. Там читались стихи, играли на шумовых инструментах, выступали в масках и костюмах.",
       {
    "img": "/images/gallery/andre-deren-photo.webp",
    "description": "Картинка"
  },
      "Художники экспериментировали с формами, масками, декорациями. Пространство кабаре стало лабораторией живописи, движения, инсталляции. Марсель Янко создавал маски, провоцирующие не только театральность, но и абсурдную пластику; Арп и Софи Тойбер оформляли перформансы скульптурными элементами.", 
        {
    "img": "/images/gallery/andre-deren-photo.webp",
    "description": "Картинка"
  },
      "Целью было не создать что-то новое, а разрушить то, что больше не имело смысла. Как писал Рихтер, «мы искали антиискусство, новое мышление, новое восприятие, новое знание — новое искусство в новой свободе». "
    ]
  },
  {
    "view": "headline",
    "title": "Антиискусство и антиестетика"
  },
  {
    "view": "text",
    "content": [
      "Дадаистское искусство выросло из глубокой неудовлетворённости культурой довоенной Европы. Оно отвергало академическое искусство и любые формы «высокой» эстетики. Художники и скульпторы дада искали новое художественное мышление, свободное от канонов, смыслов и имитации природы. Дада в этом смысле был не просто отрицанием, но — поиском подлинности. Художник не должен изображать мир, он должен его разоблачать.",
        {
    "img": "/images/gallery/andre-deren-photo.webp",
    "description": "Картинка"
  },
      "Важнейшими дадаистами в области визуального искусства были Ханс Арп, Франсис Пикабиа, Марсель Янко, Рауль Хаусман, Джон Хартфилд, Ханна Хёх. Их творчество включало коллажи, ассамбляжи, объекты, скульптуры, маски, абстрактные и анатомически деформированные формы.",
      "Арп создавал «случайные рельефы» и органические композиции из бумаги, дерева и ткани. Его работы — антифигуративные, текучие, абстрактные. Хаусман и Хёх разработали фотомонтаж как инструмент визуальной критики — в частности, социальной и политической. Пикабиа вводил элементы машинной эстетики: изображения двигателей, шестерёнок, схем вместо традиционных образов.",
        {
    "img": "/images/gallery/andre-deren-photo.webp",
    "description": "Картинка"
  },
      "Джон Хартфилд работал с лозунгами и фрагментами газет, из которых строил резкие антифашистские коллажи. Янко создавал «антимаски» — гротескные объекты, лишённые симметрии и идентичности. Дадаистская скульптура часто имела временный характер, собиралась из подручных и бытовых материалов: проволоки, бумаги, осколков стекла, дерева.",
        {
    "img": "/images/gallery/andre-deren-photo.webp",
    "description": "Картинка"
  },
      "Истоки этого направления тянутся к кубизму, примитивизму и футуризму, но в отличие от них, дада стремился не к синтезу формы, а к её разрушению. Дадаисты отвергали и натурализм, и идеализм. Как подчёркивал Хюльзенбек, «дада — это не реализм и не романтизм, это — правда, какая она есть: осколочная, агрессивная, абсурдная».",
        {
    "img": "/images/gallery/andre-deren-photo.webp",
    "description": "Картинка"
  },
      "Абстрактность, как и отказ от живописности, была для дада не целью, а формой действия. Дадаистская живопись отказывалась от композиции, перспективы, цельности. Всё было подчинено идее разоблачения — буржуазных вкусов, морали, структуры власти. Искусство становилось оружием, не теряя при этом своего игрового и абсурдного потенциала.",
      "Дадаизм провозгласил отказ от понятия искусства как эстетического и культурного акта. Дада — это антиискусство, разрушение канона. Один из важнейших символов движения — «Фонтан» Марселя Дюшана, обычный писсуар, выставленный как произведение. Это было не шуткой, а поворотным пунктом: теперь искусством могло быть всё, если за этим стоял жест, решение, выбор.",
      "Дадаисты бросали вызов музею, академии, буржуазной культуре. Они иронизировали над галереями, выставками, критикой. Их работы могли быть уродливыми, бессмысленными, бунтующими. Это было сознательное нарушение вкуса. Как писал Хюльзенбек: «Мы хотим пощёчины публике. Мы хотим ударить в её самодовольство».",
    {
    "img": "/images/gallery/andre-deren-photo.webp",
    "description": "Картинка"
  },   
      "Антиестетика дада — это эстетика времени и протеста. Искусство становилось действием, событием, позицией. Не случайно Рихтер писал: «Даже если мы называли это антиискусством, мы всё равно создавали произведения искусства — против своей воли, из полноты внутреннего напряжения и новых импульсов»."
    ]
  },
   {
    "view": "headline",
    "title": "Женщины и дада"
  },
  {
    "view": "text",
    "content": [
      "Женщины сыграли важную, но долгое время замалчиваемую роль в дада. Эмми Хеннингс участвовала в организации кабаре «Вольтер», писала стихи и исполняла песни. Ханна Хёх в Берлине создала первые феминистские коллажи, где критиковала образ женщины в рекламе и обществе. Софи Тойбер-Арп сочетала абстрактную живопись, текстиль и театр.",
      "Они разрушали гендерные и художественные границы, экспериментировали с телом, формой и темой. Их работы — часть ключевого наследия дадаизма. Именно Софи Тойбер вместе с Арпом и Янко создавала абстрактные рельефы, вышивки и костюмы, в которых сливались интуиция, материя и эстетика игры.",
      {
    "img": "/images/gallery/andre-deren-photo.webp",
    "description": "Картинка"
  },  
       {
    "img": "/images/gallery/andre-deren-photo.webp",
    "description": "Картинка"
  },  
      "Дада разрушил границы между искусством и жизнью, между художником и зрителем, между текстом и телом. Он доказал, что искусство может быть жестом, криком, смехом, молчанием. Он открыл современному искусству путь к свободе."
    ]
  },
   {
    "view": "headline",
    "title": "Источники"
  },
  {
    "view": "list-thin",
    "list": [
      "Хюльзенбек Р. \"En Avant Dada: A History of Dadaism\"",
      "Рихтер Х. \"Дада. Искусство и антиискусство\"",
      "Седельник В. Д. \"Дадаизм и дадаисты\"",
      "Шаршун С. И. \"Дадаизм (Компиляция)\"",
      "Тцара Т. Манифесты дада (1918–1921)",
      "Пикабиа Ф. \"Дада-каннибал манифест\"",
      "<a href=\"https://www.youtube.com/watch?v=SELQvqurKLc\" target=\"_blank\">YouTube: Антиарт. История дадаизма</a>",
      "<a href=\"https://www.youtube.com/watch?v=ifaOxs_m-bw\" target=\"_blank\">YouTube: DADA — от абсурда к концептуализму</a>"
    ]
  }
]
  
