[
  {
    "view": "intro",
    "title": "Дадаизм",
    "content": [
      "Дадаи́зм, или дада, — авангардистское течение в литературе, изобразительном искусстве, театре и кино. Зародилось во время Первой мировой войны в нейтральной Швейцарии, в Цюрихе. Существовало с 1916 по 1923 годы.",
      "Это было движение протеста: против войны, буржуазной культуры, академического искусства и здравого смысла. Дадаисты разрушали каноны, высмеивали авторитеты, провозглашали свободу, случай и абсурд как новые принципы творчества.",
      "Дада повлияло на появление сюрреализма, поп-арта, перформанса, концептуального искусства. Это был <b>поворотный момент</b> в истории авангарда."
    ],
    "list": {
      "title": "Яркие представители",
      "content": [
        {
          "title": "Тристан Тцара"
        },
        {
          "title": "Хуго Балль"
        },
        {
          "title": "Марсель Дюшан"
        },
        {
          "title": "Ханс Арп"
        },
        {
          "title": "Ханна Хёх"
        },
        {
          "title": "Рауль Хаусман"
        },
        {
          "title": "Франсис Пикабиа"
        }
      ]
    },
    "Дадаи́зм, или дада, — авангардистское течение в литературе, изобразительном искусстве, театре и кино. Зародилось во время Первой мировой войны в нейтральной Швейцарии, в Цюрихе (Кабаре Вольтер). Существовало с 1916 по 1923 годы." 
  },
   {
    "view": "image",
    "img": "/images/gallery/andre-deren-photo.webp",
    "description": "Картинка"
  },
  "Дадаизм возник в 1916 году в Цюрихе, в самом разгаре Первой мировой войны, как <b>радикальный антикультурный жест</b>. Это была реакция на катастрофу европейской цивилизации, рухнувшей под тяжестью траншей, газа и массового истребления. В кабаре «Вольтер» собрались поэты, художники, музыканты, эмигранты, пацифисты и революционеры, которым стало ясно: старый мир умер, а вместе с ним — и старое искусство. Хуго Балль, Тристан Тцара, Ганс Арп, Эмми Хеннингс, Марсель Янко, Рихард Хюльзенбек и другие участники не стремились создать стиль. Они создали атмосферу — <b>насмешки</b>, <b>парадокса</b>, <b>свободы</b>, <b>разрушения</b>."
]
