
[
  {
    "view": "headline",
    "title": "Деконструктивизм в архитектуре"
  },
  {
    "view": "text",
    "content": [
      "Деконструктивизм — одно из самых радикальных и философски насыщенных направлений архитектуры конца XX века. Это стиль, который не стремится к гармонии или порядку, а наоборот — работает с противоречием, напряжением, искажением. Он разрушает традиционные архитектурные категории: фасад, ось, симметрию, структуру — и предлагает вместо них фрагментацию, динамику, сложность. Деконструктивизм — это не разрушение как снос, а разборка, переосмысление, демонтаж прежних форм мышления."
    ],
    "list": {
      "title": "Яркие представители",
      "content": [
        {
          "title": "Фрэнк Гери",
          "link": "/architects/gehry"
        },
        {
          "title": "Даниэль Либескинд",
          "link": "/architects/libeskind"
        },
        {
          "title": "Заха Хадид",
          "link": "/architects/hadid"
        },
        {
          "title": "Питер Айзенман",
          "link": "/architects/eisenman"
            }
      ]
    }
    },
    {
    "view": "image",
    "img": "/images/gallery/hydmyzei-genri-deconstr.webp",
    "description": "Художественный музей Вейсмана. Фрэнк Оуэн Гери, 1993"
  },
  {
    "view": "headline",
    "title": "Истоки и философский контекст"
  },
  {
    "view": "text",
    "content": [
      "Философские корни деконструктивизма восходят к идеям Жака Деррида, автора концепции деконструкции, возникшей в 1960-е годы. Деррида считал, что любой текст (а архитектура в его трактовке — это тоже текст) может быть прочитан ‘против себя’ — разобран на части, поставлен под сомнение. Он говорил о ‘расслоении смысла’, отказе от бинарных оппозиций и необходимости видеть в каждой системе скрытую нестабильность.",
      "Эти идеи были восприняты архитекторами, стремившимися уйти от рационализма модернизма, от жёсткой логики функционализма и от постмодернистской иронии. Архитектура стала восприниматься как язык, который можно взламывать, перекраивать, нарушать его грамматику.",
       {
    "img": "/images/gallery/portovii-dom.webp",
    "description": "Портовый дом. Заха Хадид, 2016"
  },
      "Термин ‘деконструктивизм’ получил широкое распространение после выставки ‘Deconstructivist Architecture’ в Нью-Йорке (MoMA, 1988), организованной Филипом Джонсоном и Марком Вигли. На ней были представлены работы семи архитекторов, которые независимо друг от друга шли к разрушению ортогональной логики и классического понимания архитектурного порядка."
    ]
  },
  {
    "view": "headline",
    "title": "Эстетика и визуальные принципы"
  },
  {
    "view": "text",
    "content": [
      "Архитектура деконструктивизма легко узнаваема по следующим чертам:",
      "— Фрагментация: здания состоят из разрозненных, как бы случайно соединённых элементов, часто без очевидного центра.",
      "— Нарушение геометрии: отказ от прямых углов, горизонталей и вертикалей в пользу диагоналей, сдвигов, сломанных осей.",
      "— Динамика форм: композиция производит ощущение движения, перехода, нестабильности, как будто находится в процессе развёртывания или разрушения.",
      "— Отсутствие симметрии и иерархии: фасады теряют фронтальность, здание работает со всех сторон и не подчиняется классическим композиционным законам.",
      "— Противоречивость и парадоксальность: здание может визуально ‘противоречить’ гравитации, логике конструкции, привычной логике восприятия.",
      "Важно, что эти приёмы не ради эффектности. Деконструктивизм стремится к переосмыслению архитектуры как формы мышления, как инструмента философского высказывания. Он работает с темами памяти, утраты, фрагмента, конфликта, поэтому часто используется для музеев, культурных и мемориальных пространств."
    ]
  },
   {
    "view": "image",
    "img": "/images/gallery/tanc-dom-decon.webp",
    "description": "Фрэнк Оуэн Гери, Владо Милунич «Танцующий дом» в Праге (Чехия)"
  },
  {
    "view": "headline",
    "title": "Архитекторы и знаковые проекты"
  },
  {
    "view": "text",
    "content": [
      "Фрэнк Гери стал символом деконструктивизма благодаря своим скульптурным, провокационным формам. Его Музей Гуггенхайма в Бильбао (1997) — это здание, которое выглядит как металлический водоворот, скрученный лист титана. Оно не имеет единого читаемого фасада, постоянно меняется в зависимости от ракурса и света.",
      "Даниэль Либескинд работает с темой исторической памяти. Его Еврейский музей в Берлине (1999) — это зигзагообразный объём, пересечённый пустотами, углами, наклонёнными стенами. Архитектура здесь становится частью нарратива, пространственным рассказом о трагедии.",
      {
    "img": "/images/gallery/disney-zal.webp",
    "description": "Фрэнк Оуэн Гери. Концертный зал имени Уолта Диснея в  Лос-Анджелесе (США)"
  },
      "Заха Хадид начала как представитель деконструктивизма, хотя позже перешла к органике. Её ранние проекты, такие как Vitra Fire Station (1993), работали с острыми углами, пластикой разрыва, архитектурной экспрессией, напоминающей взрыв или разрыв ткани.",
      "Бернард Чуми разработал Пар-де-ла-Виллет в Париже как серию павильонов-фолли, выстроенных по принципу ‘архитектурной дисперсии’. Питер Айзенман создал Дом VI, в котором элементы не сочетаются логически, а живут своей жизнью — нарушая границы между стеной, перекрытием, колонной."
    ]
  },
   {
    "view": "image",
    "img": "/images/gallery/drezden.webp",
    "description": "Киноцентр UFA-Palast, Дрезден. Разработчик — Coop Himmelb (l)au. Источник: arch2o.com"
  },
  {
    "view": "headline",
    "title": "Влияние, критика и современное значение"
  },
  {
    "view": "text",
    "content": [
      "Деконструктивизм никогда не был массовым стилем. Он требовал дорогих материалов, индивидуального проектирования, инженерной смелости. Его критиковали за ‘антигуманность’, за то, что здания не дают покоя, вызывают дезориентацию, тревожность. Но именно это и стало частью его задачи: встряхнуть, спровоцировать, поставить под вопрос.",
      "В начале XXI века деконструктивизм трансформировался. Его принципы были восприняты параметрической архитектурой, которая также отказывается от упорядоченных структур, но работает с цифровыми алгоритмами и плавными формами. Идеи деконструкции остаются актуальными в архитектуре, которая стремится выражать не стабильность, а сложность, множественность, движение, травму и память.",
      "Сегодня наследие деконструктивизма читается в музеях, театрах, исследовательских институтах, в зданиях, которые хотят быть не просто функциональными, но значимыми, глубокими, спорными. Они задают не только пространство — они задают вопрос."
    ]
  },
  {
    "view": "headline",
    "title": "Источники"
  },
  {
    "view": "list-thin",
    "list": [
      "Статья: <a href=\"https://www.architectdesign.ru/osobennosti-dekonstruktivizma-v-arkhitekture/\" target=\"_blank\">Особенности деконструктивизма в архитектуре</a> — ArchitectDesign",
      "Статья: <a href=\"https://artchive.ru/encyclopedia/4352~Dekonstruktivizm\" target=\"_blank\">Энциклопедия Артхив: Деконструктивизм</a>",
      "Статья: <a href=\"https://www.dlubal.com/ru/novosti-i-sobytija/novosti/blog/000144\" target=\"_blank\">Деконструктивизм: архитектура в движении — Dlubal</a>",
      "Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=XrwrnWDBttw\" target=\"_blank\">Деконструктивизм: разбор стиля</a>",
      "Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=LX1PnN8ZnII\" target=\"_blank\">История архитектуры: деконструктивизм</a>"
    ]
  }
]
