[
  {
    "view": "intro",
    "title": "Экспрессионизм",
    "content": [
      "Экспрессионизм — одно из ключевых направлений модернизма в европейском искусстве начала XX века, возникшее в ответ на бурные социальные и культурные изменения. Он выразил кризис индивидуального сознания в эпоху урбанизации, индустриализации и надвигающейся войны.",
      "Цель экспрессиониста — не изобразить объект, а <b>выразить своё состояние</b>. Цвет, линия, композиция подчиняются эмоциональному воздействию, а не правдоподобию. Экспрессионизм — это не стиль, а позиция: против внешней красоты, за внутреннюю правду.",
      "Это направление охватило живопись, театр, архитектуру, кино, графику и оказало влияние на литературу, музыку, философию. Оно возникло в Германии, но распространилось по всей Европе и за её пределами, став <b>отражением тревог и надежд эпохи</b>."
    ]
  },
  {
    "view": "image",
    "img": "/images/art-movements/brak-i-picasso-cubism.webp",
    "description": "Джордж Брак и Пабло Пикассо, фотография Ли Миллера, 1954 год"
  }, 
  {
    "list": {
      "title": "Яркие представители",
      "content": [
        { "title": "Эдвард Мунк", "link": "/artists" },
        { "title": "Эрнст Людвиг Кирхнер", "link": "/artists" },
        { "title": "Франц Марк", "link": "/artists" },
        { "title": "Оскар Кокошка", "link": "/artists" },
        { "title": "Пауль Клее", "link": "/artists" },
        { "title": "Альфред Кубин", "link": "/artists" }
      ]
    }
  },
  { "view": "headline", "title": "Истоки и становление" },
  { "view": "text", "content": [
    "Экспрессионизм сформировался как реакция на кризис традиционной культуры, вызванный индустриализацией, урбанизацией и надвигающейся Первой мировой войной. Его философские корни лежат в субъективизме и иррационализме: большое влияние оказали идеи Фридриха Ницше, Зигмунда Фрейда, Анри Бергсона, Эдмунда Гуссерля. Впервые термин «экспрессионизм» был употреблён в 1911 году Гервардом Вальденом в журнале «Штурм»  для обозначения группы художников, противопоставлявших себя импрессионистам и натуралистам.",
     "Экспрессионизм не возник на пустом месте — его корни уходят в творчество художников конца XIX века, чьё искусство уже тогда отказывалось от академической перспективы в пользу внутренней выразительности. В работах Винсента Ван Гога, Поля Гогена, Анри Матисса и Поля Сезанна можно увидеть принципы, близкие экспрессионистскому взгляду: обострённая эмоциональность, упрощение формы, напряжённый цвет, отказ от линейной перспективы. Особенно сильное влияние оказали Ван Гог с его вибрирующими мазками и Гоген с декоративной экспрессией символических сцен.",
      {
        "img": "/images/gallery/van0gog-pole.webp",
        "description": "Винсент Ван Гог. «Пшеничное поле с воронами»"
      },
    {
        "img": "/images/gallery/van-gog-edoki-kartofelya.webp",
        "description": "Винсент Ван Гог. «Едоки картофеля»"
      },
    "Однако художники нового поколения пошли ещё дальше: они превратили личное переживание в основу художественного высказывания. Их цель — не зафиксировать внешний мир, а передать <b>внутреннюю правду</b>, тревогу, протест, духовный разлад. Картина стала не отображением, а <b>криком</b>.",
    "Официальной датой рождения экспрессионизма считается 7 июня 1905 года, когда в Дрездене четыре молодых архитектора объединились в художественную группу «Мост» (Die Brücke).",
 {
        "img": "/images/gallery/bibemys-sezann.webp",
        "description": "«Карьер Бибемус», Поль Сезанн, 1900 г"
      },
    "Группа была основана студентами архитектурного факультета — Эрнстом Людвигом Кирхнером, Карлом Шмидт-Ротлуфом, Эрихом Хеккелем и Фритцем Блейлем. Несмотря на отсутствие академического художественного образования, участники стремились к созданию нового языка искусства — свободного, эмоционального, интуитивного. Название «Мост» символизировало их стремление соединить прошлое и будущее, традицию и модерн, индивидуальный импульс и <b>коллективное обновление</b> культуры.",
     {
        "img": "/images/gallery/heccel-portret-muzhchiny.webp",
        "description": "Э. Хеккель «Портрет мужчины»"
      },
    "Художники выступали против академических стандартов и буржуазной эстетики. Их подход основывался на спонтанной выразительности, деформации формы, контрастных цветах и отказе от традиционной композиции. Искусство понималось ими как <b>форма внутреннего освобождения</b>.",
    "Группа «Мост» работала как живое творческое сообщество: проводила совместные выставки, выпускала альбомы и манифесты, занималась гравюрой и созданием афиш. Они работали вместе в мастерских, вели художественную хронику и стремились к объединению <b>искусства и повседневности</b>.",
    "К 1913 году группа распалась, но её участники продолжили развивать экспрессионистские идеи самостоятельно. Их эстетика оказала влияние на развитие авангарда в самых разных областях — от живописи и графики до театра, архитектуры и кино.",
     {
        "img": "/images/gallery/manifest-most.webp",
        "description": "Эрнст Людвиг Кирхнер - Манифест группы художников Брюке (Programm der Künstlergruppe Brücke), 1906. Хорст Яйнер: Künstlergruppe Brücke. История сообщества и жизненное творчество его представителей. E.A.Seemann, Лейпциг 2005."
      },
     {
        "img": "/images/gallery/kirher-franci-stul.webp",
        "description": "Эрнст Людвиг Кирхнером «Франци перед резным стулом»"
      }
  ] 
  },
  { "view": "headline", "title": "Основные черты экспрессионизма" },
  { "view": "period", "title": "Черты экспрессионизма в изобразительном искусстве", "list": [
    { "title": "<b>Ярко выраженная субъективность</b>", "content": "акцент на внутреннем переживании художника" },
    { "title": "<b>Деформация формы</b>", "content": "напряжённые линии, искажённые пропорции, выразительность мазка" },
    { "title": "<b>Контрастные, неестественные цвета</b>", "content": "цвет подчиняется эмоции, а не реальности" },
    { "title": "<b>Темы одиночества и тревоги</b>", "content": "страх, безумие, война, кризис личности" },
    { "title": "<b>Влияние примитива и ар брют</b>", "content": "интерес к искусству душевнобольных, наивному, детскому творчеству" }
  ] 
  },
  {
  "view": "text",
  "title": "Экспрессионизм и искусство душевнобольных",
  "content": [
    "Экспрессионисты активно интересовались искусством душевнобольных, видя в нём проявление <b>чистой, интуитивной творческой энергии</b>. Особую роль в этом контексте сыграла коллекция Ханса Принцхорна — немецкого психиатра и историка искусства, собравшего в 1919–1921 годах более 5000 работ пациентов психиатрических клиник Германии: рисунки, живопись, вышивку, скульптуру. Он систематизировал и проанализировал эти произведения, рассматривая их не как патологию, а как <b>подлинное художественное выражение</b>.",
    "Его книга \"Художественная деятельность душевнобольных\" (1922) стала сенсацией и изменила отношение художественного сообщества к такому искусству. Экспрессионисты увидели в этих работах подтверждение идеи, что <b>истинное искусство рождается из глубинного личного опыта</b> — инстинкта, чувства, внутреннего напряжения. Деформации форм, маниакальная детализация, эмоциональная интенсивность этих образов стали важным источником вдохновения.",
      {
        "img": "/images/gallery/kirher-franci-stul.webp",
        "description": "Эрнст Людвиг Кирхнером «Франци перед резным стулом»"
      },
    "Некоторые художники, такие как Альфред Кубин, Пауль Клее и Василий Кандинский, напрямую ссылались на феномен <b>спонтанного, внеразумного искусства</b> как на эстетический и духовный ориентир. Интерес к <a href=\"https://ru.wikipedia.org/wiki/%D0%90%D1%80-%D0%B1%D1%80%D1%8E%D1%82\" target=\"_blank\">ар брют</a> (искусству вне рамок культуры) позднее станет основой для сюрреалистов, дадаистов и послевоенных течений, включая Жана Дюбюффе и неоэкспрессионистов.",
    "Для художников-экспрессионистов это искусство стало не просто объектом исследования — оно стало символом <b>искренности</b>, <b>свободы от академизма</b> и выразительности, которую невозможно достичь через рациональный контроль."
  ]
}
  ]
