[
  {
    "view": "intro",
    "title": "Экспрессионизм",
    "content": [
      "Экспрессионизм — одно из ключевых направлений модернизма в европейском искусстве начала XX века, возникшее в ответ на бурные социальные и культурные изменения. Он выразил кризис индивидуального сознания в эпоху урбанизации, индустриализации и надвигающейся войны.",
      "Цель экспрессиониста — не изобразить объект, а <b>выразить своё состояние</b>. Цвет, линия, композиция подчиняются эмоциональному воздействию, а не правдоподобию. Экспрессионизм — это не стиль, а позиция: против внешней красоты, за внутреннюю правду.",
      "Это направление охватило живопись, театр, архитектуру, кино, графику и оказало влияние на литературу, музыку, философию. Оно возникло в Германии, но распространилось по всей Европе и за её пределами, став <b>отражением тревог и надежд эпохи</b>."
    ]
  },
  {
    "view": "image",
    "img": "/images/gallery/mynk-krik.webp",
    "description": "«Крик», Эдвард Мунк"
  }, 
 {
  "list": {
    "title": "Яркие представители",
    "content": [
      {
        "title": "Эдвард Мунк",
        "link": "https://ru.wikipedia.org/wiki/Мунк,_Эдвард"
      },
      {
        "title": "Эрнст Людвиг Кирхнер",
        "link": "https://ru.wikipedia.org/wiki/Кирхнер,_Эрнст_Людвиг"
      },
      {
        "title": "Франц Марк",
        "link": "https://ru.wikipedia.org/wiki/Марк,_Франц"
      },
      {
        "title": "Оскар Кокошка",
        "link": "https://ru.wikipedia.org/wiki/Кокошка,_Оскар"
      },
      {
        "title": "Пауль Клее",
        "link": "https://ru.wikipedia.org/wiki/Клее,_Пауль"
      },
      {
        "title": "Альфред Кубин",
        "link": "https://ru.wikipedia.org/wiki/Кубин,_Альфред"
      }
    ]
  }
}
  },
  { "view": "headline", "title": "Истоки и становление" },
  { "view": "text", "content": [
    "Экспрессионизм сформировался как реакция на кризис традиционной культуры, вызванный индустриализацией, урбанизацией и надвигающейся Первой мировой войной. Его философские корни лежат в субъективизме и иррационализме: большое влияние оказали идеи Фридриха Ницше, Зигмунда Фрейда, Анри Бергсона, Эдмунда Гуссерля. Впервые термин «экспрессионизм» был употреблён в 1911 году Гервардом Вальденом в журнале «Штурм»  для обозначения группы художников, противопоставлявших себя импрессионистам и натуралистам.",
     "Экспрессионизм не возник на пустом месте — его корни уходят в творчество художников конца XIX века, чьё искусство уже тогда отказывалось от академической перспективы в пользу внутренней выразительности. В работах Винсента Ван Гога, Поля Гогена, Анри Матисса и Поля Сезанна можно увидеть принципы, близкие экспрессионистскому взгляду: обострённая эмоциональность, упрощение формы, напряжённый цвет, отказ от линейной перспективы. Особенно сильное влияние оказали Ван Гог с его вибрирующими мазками и Гоген с декоративной экспрессией символических сцен.",
      {
        "img": "/images/gallery/van0gog-pole.webp",
        "description": "Винсент Ван Гог. «Пшеничное поле с воронами»"
      },
    {
        "img": "/images/gallery/van-gog-edoki-kartofelya.webp",
        "description": "Винсент Ван Гог. «Едоки картофеля»"
      },
    "Однако художники нового поколения пошли ещё дальше: они превратили личное переживание в основу художественного высказывания. Их цель — не зафиксировать внешний мир, а передать <b>внутреннюю правду</b>, тревогу, протест, духовный разлад. Картина стала не отображением, а <b>криком</b>.",
    "Официальной датой рождения экспрессионизма считается 7 июня 1905 года, когда в Дрездене четыре молодых архитектора объединились в художественную группу «Мост» (Die Brücke).",
 {
        "img": "/images/gallery/bibemys-sezann.webp",
        "description": "«Карьер Бибемус», Поль Сезанн, 1900 г"
      },
    "Группа была основана студентами архитектурного факультета — Эрнстом Людвигом Кирхнером, Карлом Шмидт-Ротлуфом, Эрихом Хеккелем и Фритцем Блейлем. Несмотря на отсутствие академического художественного образования, участники стремились к созданию нового языка искусства — свободного, эмоционального, интуитивного. Название «Мост» символизировало их стремление соединить прошлое и будущее, традицию и модерн, индивидуальный импульс и <b>коллективное обновление</b> культуры.",
     {
        "img": "/images/gallery/heccel-portret-muzhchiny.webp",
        "description": "Э. Хеккель «Портрет мужчины»"
      },
    "Художники выступали против академических стандартов и буржуазной эстетики. Их подход основывался на спонтанной выразительности, деформации формы, контрастных цветах и отказе от традиционной композиции. Искусство понималось ими как <b>форма внутреннего освобождения</b>.",
    "Группа «Мост» работала как живое творческое сообщество: проводила совместные выставки, выпускала альбомы и манифесты, занималась гравюрой и созданием афиш. Они работали вместе в мастерских, вели художественную хронику и стремились к объединению <b>искусства и повседневности</b>.",
    "К 1913 году группа распалась, но её участники продолжили развивать экспрессионистские идеи самостоятельно. Их эстетика оказала влияние на развитие авангарда в самых разных областях — от живописи и графики до театра, архитектуры и кино.",
     {
        "img": "/images/art-movements/manifest-most.webp",
        "description": "Эрнст Людвиг Кирхнер - Манифест группы художников Брюке (Programm der Künstlergruppe Brücke), 1906. Хорст Яйнер: Künstlergruppe Brücke. История сообщества и жизненное творчество его представителей. E.A.Seemann, Лейпциг 2005."
      },
     {
        "img": "/images/gallery/kirher-franci-stul.webp",
        "description": "Эрнст Людвиг Кирхнером «Франци перед резным стулом»"
      }
  ] 
  },
  { "view": "headline", "title": "Основные черты экспрессионизма" },
  { "view": "period", "title": "Черты экспрессионизма в изобразительном искусстве", "list": [
    { "title": "Ярко выраженная субъективность", "content": "акцент на внутреннем переживании художника" },
    { "title": "Деформация формы", "content": "напряжённые линии, искажённые пропорции, выразительность мазка" },
    { "title": "Контрастные, неестественные цвета", "content": "цвет подчиняется эмоции, а не реальности" },
    { "title": "Темы одиночества и тревоги", "content": "страх, безумие, война, кризис личности" },
    { "title": "Влияние примитива и ар брют", "content": "интерес к искусству душевнобольных, наивному, детскому творчеству" }
  ] 
  },
  {
  "view": "text",
  "title": "Экспрессионизм и искусство душевнобольных",
  "content": [
    "Экспрессионисты активно интересовались искусством душевнобольных, видя в нём проявление <b>чистой, интуитивной творческой энергии</b>. Особую роль в этом контексте сыграла коллекция Ханса Принцхорна — немецкого психиатра и историка искусства, собравшего в 1919–1921 годах более 5000 работ пациентов психиатрических клиник Германии: рисунки, живопись, вышивку, скульптуру. Он систематизировал и проанализировал эти произведения, рассматривая их не как патологию, а как <b>подлинное художественное выражение</b>.",
    "Его книга \"Художественная деятельность душевнобольных\" (1922) стала сенсацией и изменила отношение художественного сообщества к такому искусству. Экспрессионисты увидели в этих работах подтверждение идеи, что <b>истинное искусство рождается из глубинного личного опыта</b> — инстинкта, чувства, внутреннего напряжения. Деформации форм, маниакальная детализация, эмоциональная интенсивность этих образов стали важным источником вдохновения.",
      {
        "img": "/images/gallery/kirher-franci-stul.webp",
        "description": "Эрнст Людвиг Кирхнер. «Франци перед резным стулом»"
      },
    "Некоторые художники, такие как Альфред Кубин, Пауль Клее и Василий Кандинский, напрямую ссылались на феномен <b>спонтанного, внеразумного искусства</b> как на эстетический и духовный ориентир. Интерес к <a href=\"https://ru.wikipedia.org/wiki/%D0%90%D1%80-%D0%B1%D1%80%D1%8E%D1%82\" target=\"_blank\">ар брют</a> (искусству вне рамок культуры) позднее станет основой для сюрреалистов, дадаистов и послевоенных течений, включая Жана Дюбюффе и неоэкспрессионистов.",
    "Для художников-экспрессионистов это искусство стало не просто объектом исследования — оно стало символом <b>искренности</b>, <b>свободы от академизма</b> и выразительности, которую невозможно достичь через рациональный контроль."
  ]
},
  {
  "view": "text",
  "title": "Экспрессионизм в русском искусстве",
  "content": [
    "В России экспрессионизм не оформился в виде отдельного направления, однако его идеи и выразительные приёмы нашли отклик в изобразительном искусстве 1910–1920-х годов. В отличие от немецкой традиции, где акцент делался на трагизме и страхе перед разрушением, в русской культуре экспрессионизм приобрёл более <b>духовный и утопический характер</b>, часто окрашенный в мистические и религиозные интонации.",
       {
        "img": "/images/gallery/kirher-franci-stul.webp",
        "description": "Эрнст Людвиг Кирхнером «Франци перед резным стулом»"
      },
    "Наиболее последовательно экспрессионистские черты проявились в творчестве <a href=\"https://ru.wikipedia.org/wiki/Филонов,_Павел_Николаевич\" target=\"_blank\">Павла Филонова</a>, чья теория «аналитического искусства» основывалась на внутреннем напряжении, детализированности и подчинении формы эмоциональному замыслу. Его полотна насыщены тревогой, страданием, мистической символикой.",
       {
        "img": "/images/gallery/filonov-pir-koroley.webp",
        "description": "«Пир королей», Филонов Павел"
      },
    "В живописи <a href=\"https://ru.wikipedia.org/wiki/Гончарова,_Наталья_Сергеевна\" target=\"_blank\">Натальи Гончаровой</a>, <a href=\"https://ru.wikipedia.org/wiki/Ларионов,_Михаил_Фёдорович\" target=\"_blank\">Михаила Ларионова</a>, <a href=\"https://ru.wikipedia.org/wiki/Розанова,_Ольга_Владимировна\" target=\"_blank\">Ольги Розановой</a>, а также в раннем периоде <a href=\"https://ru.wikipedia.org/wiki/Шагал,_Марк_Захарович\" target=\"_blank\">Марка Шагала</a>, экспрессионизм соединяется с неопримитивизмом, народной картинкой и иконописью. Здесь экспрессия проявляется через резкий цвет, деформацию форм, предельную упрощённость.",
       {
        "img": "/images/gallery/larionov-parikmaher.webp",
        "description": "«Парикмахер», Михаил Ларионов"
      },
    "Экспрессионистская линия проходит и через творчество <a href=\"https://ru.wikipedia.org/wiki/Григорьев,_Борис_Дмитриевич\" target=\"_blank\">Бориса Григорьева</a>, <a href=\"https://ru.wikipedia.org/wiki/Древин,_Александр_Давидович\" target=\"_blank\">Александра Древина</a>, <a href=\"https://ru.wikipedia.org/wiki/Анненков,_Юрий_Павлович\" target=\"_blank\">Юрия Анненкова</a>, <a href=\"https://ru.wikipedia.org/wiki/Вильямс,_Пётр_Фёдорович\" target=\"_blank\">Петра Вильямса</a> и других художников, в чьих работах чувствуется <b>внутреннее напряжение, гротеск, драматизм</b>, отказ от академической ясности в пользу эмоционального высказывания.",
       {
        "img": "/images/gallery/kirher-franci-stul.webp",
        "description": "Эрнст Людвиг Кирхнером «Франци перед резным стулом»"
      },
    "Отечественный экспрессионизм развивался не как стилистически единое направление, а как <b>особое мироощущение</b>, проникшее в разные формы художественного языка. Оно рождалось на фоне социальных катастроф, революции, духовного поиска. Для русских художников экспрессия становилась способом выразить внутреннюю правду эпохи, в которой реальность казалась нестабильной, а искусство — единственным каналом выхода к смыслу."
  ]
},
  {
  "view": "text",
  "title": "Влияние и наследие",
  "content": [
    "Экспрессионизм стал не только мощным художественным жестом своей эпохи, но и фундаментом для многих течений XX века. Он выступил как <b>эмоциональный и философский предшественник</b> <a href=\"https://vsumodernism.github.io/art-movements/dadaism\" target=\"_blank\">дадаизма</a>, <a href=\"https://vsumodernism.github.io/art-movements/surrealism\" target=\"_blank\">сюрреализма</a>, <a href=\"https://vsumodernism.github.io/art-movements/abstrakcionism\" target=\"_blank\">абстрактного экспрессионизма</a> и концептуального искусства. Его внутренняя свобода, субъективность и стремление выразить глубинное переживание мира стали новой точкой отсчёта.",
    "<b>Дадаизм</b> во многом унаследовал экспрессионистский протест против буржуазных ценностей и рационального мышления. Ранние дадаисты, особенно в Берлине — <a href=\"https://ru.wikipedia.org/wiki/Гросс,_Джордж\" target=\"_blank\">Джордж Гросс</a>, <a href=\"https://ru.wikipedia.org/wiki/Хаусман,_Рауль\" target=\"_blank\">Рауль Хаусман</a> и <a href=\"https://ru.wikipedia.org/wiki/Хёх,_Ханна\" target=\"_blank\">Ханна Хёх</a> начинали как экспрессионисты. Их искусство сохраняло ту же <b>острую эмоциональность, фрагментарность и политическую радикальность</b>, но доводило их до абсурда, разрушая даже саму идею художественной формы.",
   
    "<b>Сюрреализм</b> развивал экспрессионистский интерес к <b>бессознательному, сновидениям, иррациональному</b>. Художники-сюрреалисты унаследовали от экспрессионистов взгляд на личный опыт как на источник искусства. Страх, боль, внутренние образы — всё это стало частью нового визуального языка, в котором сны и видения обрели форму.",
    
    "<b>Абстрактный экспрессионизм</b>, сформировавшийся в США в 1940–1950-х годах, стал продолжением идей европейского экспрессионизма. Художники вроде Джексона Поллока и Марка Ротко использовали живописный жест, спонтанность, внутреннее напряжение как главный выразительный элемент. Искусство становилось актом — личным, живым, не всегда поддающимся расшифровке.",
    
    "Экспрессионизм открыл путь искусству, в котором чувства важнее формы, а внутренний крик — ценнее внешней красоты. Идея, что искусство должно исходить не из правила, а из <b>переживания</b>, продолжает жить и сегодня."
  ]
},
  {
  "view": "headline",
  "title": "Источники"
},
{
  "view": "list-thin",
  "list": [
    "Пестова Н.В. «Изучение экспрессионизма в конце XX — начале XXI в.»",
    "«Энциклопедический словарь экспрессионизма». Под ред. П.М. Топера",
    "Статья: <a href=\"https://deziiign.com/project/55103cfe61f344eb8017544ec0fdfe03\" target=\"_blank\">Коллекция Ханса Принцхорна — искусство душевнобольных</a>",
    "Статья: <a href=\"https://cameralabs.org/12549-kollektsiya-khansa-printskhorna-khudozhestvennoe-tvorchestvo-dushevnobolnykh\" target=\"_blank\">Коллекция Ханса Принцхорна на Cameralabs</a>",
    "Статья: <a href=\"https://www.1artchannel.com/single-post/2016/11/01/%D1%82%D0%B2%D0%BE%D1%80%D1%87%D0%B5%D1%81%D1%82%D0%B2%D0%BE-%D0%B3%D1%80%D1%83%D0%BF%D0%BF%D1%8B-%D0%BC%D0%BE%D1%81%D1%82-%D0%BC%D0%BE%D1%81%D1%82-%D0%BC%D0%B5%D0%B6%D0%B4%D1%83-%D0%BF%D1%80%D0%B5%D0%BA%D1%80%D0%B0%D1%81%D0%BD%D1%8B%D0%BC-%D0%B8-%D0%B1%D0%B5%D0%B7%D0%BE%D0%B1%D1%80%D0%B0%D0%B7%D0%BD%D1%8B%D0%BC\" target=\"_blank\">Творчество группы «Мост»</a>",
    "Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=k9e_exyfuc4\" target=\"_blank\">Экспрессионизм. Лекция 1</a>",
    "Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=R2fC8NQlymk\" target=\"_blank\">Экспрессионизм. Лекция 2</a>"
  ]
}
  ]
