[
	{
		"view": "intro",
		"title": "Фовизм",
		"dates": "Художественное направление модернизма",
		"content": [
			"Фовизм — одно из самых ярких и кратковременных направлений в истории западноевропейского искусства XX века, ставшее предвестием художественных революций авангарда. Этот стиль получил своё название после Осеннего салона 1905 года, когда критик Луи Воксель назвал группу молодых художников <b>«дикими зверями» (fauves)</b> за их дерзкое и несдержанное обращение с цветом."
		],
		
		"list": {
			"title": "Яркие представители",
			"content": [
				{
					"title": "Анре Матисс",
					"link": "/artists"
				},
				{
					"title": "Андре Дерен",
					"link": "/artists"
				},
				{
					"title": "Морис де Вламинк",
					"link": "/artists"
				}
			]
		}
	},
	{
		"view": "image",
		"img": "/images/art-movements/salon-dAutomne.webp",
		"description": "Salon d’Automne, 1905"
	},
	{
		"view": "text",
		"content": [
			"Для современников фовизм выглядел как вызов — живопись без моделировки, без перспективы, с обжигающим, контрастным, почти агрессивным цветом. Но за этой кажущейся наивностью стояла глубокая художественная идея: цвет как выражение внутреннего чувства, линия как самостоятельная энергия, форма — как обобщённая и декоративная структура.",
			"Фовисты отвергали академическую традицию и стремились <b>выразить эмоциональное содержание через самые простые средства: локальный цвет, чёткий контур, плоскость</b>. Их живопись не копировала натуру — она переживала её. Это стало новым подходом к изображению, радикально отличающимся от реализма и даже импрессионизма.",
			{
				"img": "/images/gallery/868f9ed09b7e561652e65f145fd045b9d9fb6a21.png",
				"description": "«Женщина в шляпе», Анри Матисс. 1905 год"
			},
			"Несмотря на то, что фовизм существовал как движение всего около трёх лет (1905–1908), его влияние на дальнейшее развитие искусства было огромным: от <a href=\"https://vsumodernism.github.io/art-movements/ekspressionism">экспрессионизма </a> и кубизма до современного дизайна и графики. Именно фовисты первыми провозгласили, что <b>искусство может быть свободным, субъективным и радикально цветовым<b>.",
			{
				"img": "/images/art-movements/catalog-1905-fovism.webp",
				"description": "Обложка третьей выставки Salon d’Automne, прошедшей с 18 октября по 20 ноября 1905 года"
			}
		]
	},
	{
		"view": "headline",
		"title": "Исторический контекст и предшественники"
	},
	{
		"view": "text",
		"content": [
			"Фовизм не возник внезапно. Он вырос на пересечении нескольких важнейших художественных тенденций конца XIX века и был логичным продолжением стремления художников к свободе самовыражения. Важнейшими предшественниками фовистов стали <b>постимпрессионисты: прежде всего Поль Гоген, Винсент Ван Гог, Жорж Сёра и Поль Сезанн</b>.",
			"<b>•Гоген</b> дал художникам пример обращения к цвету как к символическому и эмоциональному средству. Его таитянские композиции отличались плоскостью, яркостью и декоративной выразительностью.",
			"<b>•Ван Гог</b> показал, как с помощью цвета и мазка можно передать душевное напряжение и драму.",

			{
				"img": "/images/art-movements/taityanskie-pastorali-gogen.webp",
				"description": "«Таитянские пасторали», Поль Гоген"
			},
			"Кроме того, на будущих фовистов повлияли:",
			"<b>•Символизм</b> с его стремлением выразить идею через образ.",
			"<b>•Японская гравюра</b>, давшая пример плоскостной композиции и декоративной ритмики.",
			"<b>•Африканская и океанийская скульптура</b>, которую молодые художники открывали в этнографических музеях Парижа.",
			"Объединяющим фактором стало недовольство натурализмом и стремление искать новые основы изобразительного языка — более субъективного, эмоционального, экспрессивного. Фовизм стал логическим продолжением этого поиска."
			]
	},
	{
		"view": "headline",
		"title": "Возникновение фовизма"
	},
	{
		"view": "text",
		"content": [
			"Фовизм как художественное течение оформился в самом начале XX века, но его ключевым моментом стал <b>Осенний салон 1905 года</b>. Именно там группа молодых художников — среди которых были <b>Анри Матисс, Андре Дерен, Морис де Вламинк<b> — представила свои работы, поражавшие яркостью, экспрессией и отказом от академических традиций. Их картины были размещены в одном зале рядом со скульптурой Донателло. Увидев контраст между «дикими» живописцами и ренессансной сдержанностью, критик Луи Воксель произнёс фразу: «Донателло среди диких зверей!» — и слово fauves закрепилось за новым направлением.",
			"Сами художники приняли прозвище с иронией и внутренней свободой. Они не стремились создать манифест или школу. Объединяло их общее стремление к освобождённому цвету, к упрощённой, эмоциональной форме, к передаче чувства, а не внешнего сходства. Матисс позже скажет: «Я мечтаю о искусстве, которое будет уравновешенным, чистым, спокойным, подобным хорошему креслу». Но путь к этому «креслу» оказался полон цветовой бурей.",
			"Фовизм стал первой коллективной программой радикального отказа от реализма в пользу чистой живописной энергии. Движение просуществовало как целостное объединение всего несколько лет — до 1908 года, но его роль в истории искусства оказалась несравнимо шире его хронологии.",
			"<b>•Сезанн</b> стремился к конструктивности, упрощению формы и цветовых масс — эта геометризация станет важной для формирования живописной логики фовистов.",
			{
				"img": "/images/art-movements/taityanskie-pastorali-gogen.webp",
				"description": "«Мост в Коллиуре», Андре Дерен"
			}
			]
	},
	{
		"view": "headline",
		"title": "Художественные особенности фовизма"
	},
	{
		"view": "text",
		"content": [
			"Фовизм определяет не тема, а язык — язык, в котором цвет, форма и линия выходят на первый план и становятся самостоятельными выразительными средствами.",
			"<b>Яркий и чистый цвет/<b>",
			"Фовисты использовали краску без смешивания, прямо из тюбика, нанося её большими плоскостями. Цвет стал эмоциональным эквивалентом, а не оптическим отражением природы. Он не описывает — он выражает.",
			"<b>Локальность и контраст</b>",
			"Цвета не моделируются светотенью, они противопоставлены друг другу резко и свободно. Появляется свобода колористического решения, где красный может быть тенью, а зелёный — светом.",
			"<b>Обобщённость формы</b>",
			"Фигура и фон уравниваются по значению. Контур часто подчёркнут. Форма упрощена до символа, обобщённого цветового пятна. Декоративность становится не орнаментом, а конструкцией образа.",
                        "<b>Отказ от перспективы</b>",
                        "Фовисты отвергли линейную и воздушную перспективу. Пространство создаётся за счёт ритма форм и цвета, а не глубины. Плоскость картины подчёркивается.",
                        "<b>Энергия мазка и линии</b>",
			"Линия — самостоятельный элемент. У Вламинка и Дерена она резкая, почти дикая. У Матисса — более пластичная, плавная, но также активная. Мазок не стремится исчезнуть — он работает как жест.",
			{
				"img": "/images/gallery/krasnye-rybki.webp",
				"description": "«Красные рыбки», Анри Матисс"
			}
			]
	},
	
	{
		"view": "headline",
		"title": "Главные художники фовизма"
	},
	{
		"view": "list-bold",
		"list": [
			"<b>Анри Матисс</b>. Лидер движения, автор теоретических высказываний и крупнейший новатор формы и цвета. Его полотна отличаются простотой форм, ритмичностью цветовых пятен и внутренней гармонией. Смотреть работы",
			"<b>Андре Дерен</b>. Один из первых фовистов, вместе с Вламинком развивал экспрессивную живопись яркого цвета. После поездки в Лондон вдохновлялся туманной атмосферой, но сохранил декоративность. Смотреть работы",
			"<b>Морис де Вламинк</b>. Автодидакт, работал резко, энергично, с ярким мазком. Его стиль — вспышка цвета и жесткая линия. Впоследствии отошёл от фовизма в сторону реализма. Смотреть работы",
			"<b>Жан Руо</b>. Автодидакт, работал резко, энергично, с ярким мазком. Его стиль — вспышка цвета и жесткая линия. Впоследствии отошёл от фовизма в сторону реализма. Смотреть работы",
			{
				"img": "/images/gallery/vlamink-derevya-u-doma.webp",
				"description": "«Деревья у дома», Морис де Вламинк"
			}	
		]
	},
	{
		"view": "headline",
		"title": "Источники"
	},
	{
		"view": "list-thin",
		"list": [
			"Хилари Сперлинг. Анри Матисс. «Жизнь» (в 2 томах)",
			"John Elderfield. The «Wild Beasts: Fauvism and Its Affinities»",
			"Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=-RSKP4v33Cs\" target=\"_blank\">АУДИО. Как в Россию пришли постимпрессионизм и фовизм</a>"
		]
	}
]
