[
  {
    "view": "intro",
    "title": "Функционализм",
    "content": [
      "Функционализм — архитектурное направление XX века, основанное на принципе строгого соответствия формы и функции. Он стал частью более широкого модернистского движения, противопоставляя себя декоративности и избыточности предыдущих эпох. Его философия сводится к формуле: <b>форма следует за функцией</b>.",
      "Идея проста: форма следует за функцией. Декор отходит на второй план, уступая место логике, комфорту и целесообразности. Здание проектируется не ради красоты — оно становится точным ответом на потребности обитателя."
    ],
    "list": {
      "title": "Ключевые представители",
      "content": [
        { "title": "Луис Салливан", "link": "/artists" },
        { "title": "Ле Корбюзье", "link": "/artists" },
        { "title": "Вальтер Гропиус", "link": "/artists" },
        { "title": "Бруно Таут", "link": "/artists" },
        { "title": "Моисей Гинзбург", "link": "/artists" },
        { "title": "Ганс Майер", "link": "/artists" }
      ]
    }
  },
  {
    "view": "headline",
    "title": "Архитектура будущего"
  },
  {
    "view": "text",
    "content": [
      "В 1920-х годах идеи функционализма стали основой деятельности Баухауза — школы дизайна и архитектуры в Германии. Её основатель Вальтер Гропиус объединил искусство и индустрию, вдохновлённый мечтой о доступной и качественной архитектуре для всех. Построенное им здание Баухауза в Дессау стало иконой нового мышления: прозрачные стены, плоские крыши, модульная структура.",
      "Ле Корбюзье, центральная фигура движения, сформулировал «пять принципов современной архитектуры»: пилоны (опоры), свободная планировка, ленточные окна, эксплуатируемая плоская крыша, свободный фасад. Он мечтал о города-системах, в которых жильё, транспорт, зелёные зоны и работа образуют единое целое. Его проекты были утопичны — но влиятельны.",
      "В 1928 году был основан CIAM — Международный конгресс современной архитектуры. Он объединил лидеров движения: Ле Корбюзье, Гропиуса, Гидёна, Ханнека. Их цель — не просто проектировать здания, а переосмыслить городскую среду как социальную систему."
    ]
  },
  {
    "view": "headline",
    "title": "Функционализм в СССР"
  },
  {
    "view": "text",
    "content": [
      "В Советской России функционализм стал не просто архитектурным направлением — он превратился в <b>идеологию строительства нового мира</b>. В условиях революционного подъёма архитекторы мечтали не только создавать здания, но и формировать быт нового общества. Вместо особняков — <b>дома-коммуны</b>, вместо декора — <b>рациональная планировка</b>, вместо излишеств — <b>индустриальная простота</b>.",
      "Ключевую роль сыграли объединения ОСА (Объединение современных архитекторов) и АСНОВА (Ассоциация новых архитекторов). ОСА, под руководством братьев Весниных и Моисея Гинзбурга, развивала <b>конструктивизм</b> — советскую версию функционализма. Их проекты включали клубы, дома-коммуны, жилые кварталы.",
      "Одним из символов стал <b>Дом Наркомфина</b> в Москве (1928–1930), спроектированный Гинзбургом. Это было не просто жильё, а манифест нового образа жизни: с общей столовой, детскими комнатами, прачечной. Архитектура служила утопии.",
      "Идеи активно поддерживались государством до начала 1930-х годов. Затем, с поворотом к сталинскому ампиру, функционализм в СССР был <b>резко остановлен</b>. Но его наследие продолжало вдохновлять будущие поколения."
    ]
  },
  {
    "view": "headline",
    "title": "Наследие"
  },
  {
    "view": "text",
    "content": [
      "Функционализм оказал <b>огромное влияние на архитектуру XX века</b>. Он стал основой для <b>интернационального стиля</b>, сформировал эстетические принципы массового строительства, повлиял на развитие <b>дизайна</b>, <b>градостроительства</b> и <b>инженерной мысли</b>.",
      "Сегодня многие принципы функционализма по-прежнему актуальны: <b>простота, удобство, логика пространства</b>, модульность и эффективность. Архитекторы XXI века обращаются к этим идеям в поисках устойчивой, разумной архитектуры.",
      "Функционалистские здания по-прежнему служат людям — от корпусов Баухауза в Дессау до московских жилых кварталов. Их эстетика вдохновляет минимализм, хайтек и современную урбанистику. Форма действительно следует за функцией — и остаётся живым языком архитектуры."
    ]
  },
  {
    "view": "headline",
    "title": "Источники"
  },
  {
    "view": "list-thin",
    "list": [
      "https://cih.ru/ae/af68.html",
      "https://vae.by/blog/funkcionalnyj-stil-v-arxitekture/",
      "https://novikov-architect.ru/funkcionalizm_style.htm",
      "https://www.youtube.com/watch?v=w7jVLkQvhFg",
      "https://www.youtube.com/watch?v=tRVvnRtfuhk"
    ]
  }
]

