[
  {
    "view": "intro",
    "title": "Футуризм",
    "dates": "Авангардное направление XX века",
    "content": [
      "Футуризм — художественное и литературное авангардное направление начала XX века, возникшее в Италии и распространившееся в ряде европейских стран, включая Россию. Основная идеязаключается в <b>прославлении движения, энергии, скорости, техники</b> и <b>будущего</b>, <b>радикальный разрыв с традицией</b> и <b>попытка переосмысления искусства как активной силы преобразования мира</b>."
],
    "list": {
      "title": "Ключевые представители",
      "content": [
        {
          "title": "Филиппо Томмазо Маринетти",
          "link": "/artists"
        },
        {
          "title": "Умберто Боччони",
          "link": "/artists"
        },
        {
          "title": "Джакомо Балла",
          "link": "/artists"
        },
        {
          "title": "Джино Северини",
          "link": "/artists"
        },
        {
          "title": "Луиджи Руссоло",
          "link": "/artists"
        },
        {
          "title": "Карло Карра",
          "link": "/artists"
        }
      ]
    }
  },
  {
		"view": "image",
		"img": "/images/gallery/russolo-dinamism-auto.webp",
		"description": "«Динамизм автомобиля», Луиджи Руссоло, 1913"
	},
  {
    "view": "headline",
    "title": "Зарождение и итальянский футуризм"
  },
  {
    "view": "text",
    "content": [
      "Футуризм, как художественный стиль, стремился разрушить классическую гармонию ради экспрессии, ритма и внутреннего напряжения. Художники передавали движение через наложение контуров, размытие границ между объектом и фоном, ритмическое повторение форм. Это подчёркивало ощущение скорости, хаоса, механики.",
      "Футуристическая живопись также тяготела к ярким, насыщенным цветам и динамичным диагоналям, визуально разрывающим пространство. Предпочтение отдавалось индустриальным и урбанистическим темам: автомобили, поезда, фабрики, электричество, человеческие фигуры, растворённые в вихре городской жизни.",
      "Футуризм стал первым художественным направлением, открыто и агрессивно восставшим против прошлого.Слово «футуризм», придуманное итальянским поэтом Филиппо Томмазо Маринетти в 1909 году, впервые появилось в итальянской газете Gazzetta dell'Emilia 5 февраля. Через несколько недель она была переведена на французский язык и опубликована французской газетой Le Figaro . Именно тогда эта идея штурмом захватила мир культуры, изменив сначала Италию, а затем распространившись дальше, покоряя новые умы. Как и многие другие направления в искусстве, футуризм стремился оторваться от традиций и прославить современность. Однако это движение было одним из первых и немногих, доведших нонконформизм до предела. Со своей непоколебимой воинственной природой футуристическое искусство и идеология должны были стать диктаторскими; он стремился разрушить прошлое и принести перемены, прославляя бурные восторги.",
      "В манифесте Маринетти (1909) провозглашалось восхищение скоростью, техникой, разрушением музеев и традиций. Это искусство хотело быть на службе новой эпохи — века индустриализации, урбанизации и агрессии. Футуристы стремились выразить не столько внешний облик предметов, сколько их <b>внутреннюю силу</b>, их <b>движение, динамику</b> и <b>энергию</b>. Эта идея легла в основу визуального языка футуризма, как в живописи, так и в скульптуре.",
       {
		"img": "/images/art-movements/futirism-marinetty.webp",
		"description": "Портрет Филиппо Томмазо Маринетти, 1920-е гг."
	    },
      "Хотя «Манифест» Маринетти всколыхнул культурные круги Европы и покорил мятежные сердца своей дерзостью и бесстыдством, другие его футуристические работы не получили такого же признания. Они касались провокационных идей, таких как насильственный патриотизм, отказ от романтической любви, либерализм и феминизм."
    ]
  },
  {
    "view": "list",
    "title": "Основные идеи манифеста:",
    "list": [
      "Разрушение традиций и музейной культуры",
      "Восхваление техники, города, промышленности",
      "Апология войны как «единственной гигиены мира»",
      "Отказ от морализма и феминизма",
      "Стремление к синтетическому, агрессивному искусству"
    ]
  },
  {
    "view": "text",
    "content": [
    "Итальянские художники под влиянием манифеста Маринетти с энтузиазмом приняли идеи футуризма, провозгласив движение, прогресс, технологию и динамизм главными темами нового искусства. Всё, что напоминало о классике, воспринималось как препятствие развитию и подлежало устранению. Футуристы сознательно стремились <b>шокировать публику</b>, разрушая привычные нормы. Их искусство не искало одобрения — наоборот, оно должно было вызывать бурю реакций, провоцировать, подрывать устоявшиеся ценности.",
     "<b>Художники-футуристы стремились передать динамику современности с помощью нового визуального языка</b>. Одним из ключевых понятий стал динамизм — стремление выразить не только движение объекта, но и его слияние с окружающей средой, множественность состояний. Формы дробились, накладывались, повторялись с ритмической вибрацией. Этот подход стал основой футуристической живописи и скульптуры. Яркими представителями стали Умберто Боччони, Джино Северини, Карло Карра, Луиджи Руссоло и Джакомо Балла. Боччони также сформулировал концепцию «пластического динамизма», который описывал не форму, а энергию, скрытую за ней.",
      "Особенно выразительно идеи футуризма воплотил Карло Карра в работе «Похороны анархиста Галли» (1911). Его картина построена на пересекающихся плоскостях и угловатых линиях, отражающих внутреннее напряжение, ритм и силу массового движения. Негативная реакция публики и критиков лишь подчёркивала, что художник достиг своей цели — создать искусство, бьющее в самую суть времени.",
     {
				"img": "/images/art-movements/catalog-1905-fovism.webp",
				"description": "«Похороны анархиста Галли», Карло Карра"
			} 
    ]
  },
  {
    "view": "headline",
    "title": "Русский футуризм"
  },
  {
    "view": "text",
    "content": [
      "Русские художники были особенно восприимчивы к футуризму, и их интерес имел веские основания. Как и Италия, дореволюционная Россия застряла в прошлом — страна заметно отставала в сфере индустриализации и модернизации, особенно в сравнении с Великобританией или США. Молодые радикально настроенные интеллектуалы, стремившиеся к разрушению старого порядка, закономерно обратились к наиболее дерзкому и современному художественному течению — футуризму.",
      "Как и в Италии, русский футуризм начался с поэтического вызова — во главе движения стал Владимир Маяковский, экспериментировавший со словом, ритмом и звуком. Его окружали художники и дизайнеры: Любовь Попова, Михаил Ларионов, Наталья Гончарова, которые переняли визуальный язык футуризма, но адаптировали его к местному контексту. При этом русские футуристы сознательно отмежевались от Маринетти и итальянцев, выстраивая собственное сообщество и путь.",
       {
				"img": "/images/gallery/goncharova-samolet-nad-poezdom.webp",
				"description": "«Самолет над поездом», Наталья Гончарова"
			},
       {
				"img": "/images/gallery/mayakovskiy-okna-rosta.webp",
				"description": "«Окна РОСТА. Фрагмент», Владимир Маяковский"
			},
      "Большинство художников свободно сочетали футуризм с другими направлениями — кубизмом, символизмом, фольклором. Так возник кубофутуризм — крупнейшее и наиболее радикальное течение в русском изобразительном искусстве. Он сочетал кубистскую деконструкцию формы с футуристической динамикой. Яркие цветовые пятна, фрагментированные объекты и ощущение движения стали его визуальной основой. Представители: Казимир Малевич, Давид Бурлюк, Аристарх Лентулов.",
      "Попова в своей работе «Модель» применила футуристическую одержимость движением к абстрактной композиции в духе Пикассо. А её коллега Михаил Ларионов пошёл ещё дальше — он изобрёл собственное направление лучизм, сосредоточенное на отражении света и его взаимодействии с поверхностями, перекликаясь с футуризмом, но делая акцент не на механике, а на лучевой структуре восприятия.",
          {
				"img": "/images/gallery/popova-model.webp",
				"description": "«Модель женщины», Любовь Попова"
			},
      "Не менее важным стало направление <b>эгофутуризма</b>, визуально проявлявшееся в оформлении книг и графике. В отличие от агрессивных жестов кубофутуристов, эгофутуристы стремились к лиричности и индивидуализму: вытянутые формы, декоративные линии, стилизация под модерн, мягкие цвета и музыкальность образов.",
      "Центральной точкой синтеза искусства и футуристической идеи стала опера «Победа над солнцем» (1913) — совместный проект Крученых, Матюшина и Малевича. Спектакль, поставленный в рамках выставки «Союза молодёжи», стал манифестом русского авангарда. Малевич оформил сцену геометрическими конструкциями и впервые использовал символ, ставший ключевым для супрематизма — Чёрный квадрат. Постановка, сочетающая заумную поэзию, шумовую музыку и абсурдистский сюжет, символизировала победу над прошлым и рождение нового художественного мира."?
     {
				"img": "/images/art-movements/eskiz-opera-pobeda-solnce.webp",
				"description": "Казимир Малевич. Эскиз декорации к опере М. Матюшина и А. Кручёных «Победа над Солнцем». II деймо, 5 картина, 1913"
			},
        {
				"img": "/images/art-movements/pobeda-nad-solncem.webp",
				"description": "Куклы «Многие и один»; на полу — «Путешественник»; без маски — «Чтец». «Победа над Солнцем». Спектакль театра «Чёрный квадрат», 1989"
			},
    ]
  },
  {
    "view": "headline",
    "title": "Кубофутуризм"
  },
  {
    "view": "text",
    "content": [
      "Передача движения через многократные контуры, наложения и ритмику"
    ]
  },
  {
    "view": "headline",
    "title": "Эгофутуризм"
  },
  {
    "view": "text",
    "content": [
      "Яркие, контрастные цвета и диагональные композиции"
    ]
  },
  {
    "view": "headline",
    "title": "Группа «Центрифуга» и Победа над солнцем"
  },
  {
    "view": "text",
    "content": [
      "Использование индустриальных мотивов (поезда, автомобили, электричество)",
      "Эксперименты с типографикой, шрифтами, надписями на холсте или плакате",
      "Коллажи, комбинирование живописи и текста",
      "Визуальные примеры ключевых произведений (врезка)",
      "Движение собаки на поводке — Джакомо Балла (1912): ритмически повторённые лапы и поводок создают ощущение вибрации и движения.",
      "Уникальные формы непрерывности в пространстве — Умберто Боччони (1913): скульптура бегущей фигуры, символизирующая динамику современности."
    ]
  },
  {
    "view": "headline",
    "title": "Художественные особенности футуризма"
  },
  {
    "view": "list",
    "title": "Ключевые приёмы",
    "list": [
      "Прославление скорости, урбанизма, машины",
      "Передача движения через многократные контуры, наложения и ритмику",
      "Яркие, контрастные цвета и диагональные композиции",
      "Использование индустриальных мотивов (поезда, автомобили, электричество)",
      "Эксперименты с типографикой, шрифтами, надписями на холсте или плакате",
      "Коллажи, комбинирование живописи и текста"
    ]
  },
  {
    "view": "list",
    "title": "Примеры ключевых произведений",
    "list": [
      "«Движение собаки на поводке» — Джакомо Балла (1912): ритмически повторённые лапы и поводок создают ощущение вибрации и движения.",
      "«Уникальные формы непрерывности в пространстве» — Умберто Боччони (1913): скульптура бегущей фигуры, символизирующая динамику современности.",
      "«Динамизм футболиста» — Боччони (1913): передача движения тела через смещённые, наложенные формы.",
      "«Скорость автомобиля + шум» — Луиджи Руссоло (1913): коллаж и живопись как попытка визуализировать рев двигателя.",
      "«Победа над солнцем» — сценография Казимира Малевича: геометрические формы, элементы конструктивизма, символика Чёрного квадрата.",
      "Футуристические обложки альманахов и книг («Садок судей», «Рукав будущего», «Танец смерти») — типографика, шрифт, шокирующее оформление."
    ]
  },
  {
    "view": "text",
    "content": [
      "Победа над солнцем — сценография Казимира Малевича: геометрические формы, элементы конструктивизма, символика Чёрного квадрата.",
      "Футуристические обложки альманахов и книг (\"Садок судей\", \"Рукав будущего\", \"Танец смерти\") — типографика, шрифт, шокирующее оформление.",
      "Влияние и итог",
      "Футуризм оказал влияние на развитие поэзии, театра, живописи, типографики. В России он стал мощным катализатором культурных процессов и предшественником формальных школ (ОПОЯЗ), авангардных направлений (супрематизм, конструктивизм) и даже политического агитискусства после революции.",
      "Уже к середине 1910-х годов активность футуристов снизилась. Многие ушли в индивидуальные поиски. С установлением советской власти часть художников и поэтов (Маяковский, Каменский) сотрудничали с государственными структурами, участвуя в агитации. Однако сам футуризм как движение стал частью истории авангарда, навсегда повлияв на язык искусства XX века."
    ]
  },
  {
    "view": "text",
    "title": "Влияние и итог",
    "content": [
      "Футуризм оказал влияние на развитие поэзии, театра, живописи, типографики. В России он стал мощным катализатором культурных процессов и предшественником формальных школ (ОПОЯЗ), авангардных направлений (супрематизм, конструктивизм) и даже политического агитискусства после революции.",
      "Уже к середине 1910-х годов активность футуристов снизилась. Многие ушли в индивидуальные поиски. С установлением советской власти часть художников и поэтов (Маяковский, Каменский) сотрудничали с государственными структурами, участвуя в агитации. Однако сам футуризм как движение стал частью истории авангарда, навсегда повлияв на язык искусства XX века."
    ]
  },
  {
    "view": "text",
    "content": []
  }
]










[
  {
    "view": "intro",
    "title": "Кубизм",
    "dates": "Художественное направление модернизма",
    "content": [
      "Кубизм — художественное направление начала XX века, возникшее в Париже между 1907 и 1908 годами. Оно стало результатом совместного творчества <a href=\"https://vsumodernism.github.io/artists/pablo-picasso\" target=\"_blank\">Пабло Пикассо</a> и Жоржа Брака и классифицируется как одно из ключевых авангардных течений. Кубизм радикально изменил представление о форме, пространстве и изображении предмета, разрушив академическую перспективу и отказавшись от подражания натуре. Вместо имитации внешнего мира художники стремились выразить внутреннюю <b>структуру объектов</b>, их <b>геометрическую логику</b> и <b>множественность точек зрения</b>."
    ],
    "list": {
      "title": "Яркие представители",
      "content": [
        {
          "title": "Пабло Пикассо",
          "link": "artists/pablo-picasso"
        },
        {
          "title": "Жорж Брак",
          "link": "/artists"
        },
        {
          "title": "Хуан Грис",
          "link": "/artists"
        },
        {
          "title": "Робер Делоне",
          "link": "/artists"
        },
        {
          "title": "Казимир Малевич",
          "link": "/artists"
        },
        {
          "title": "Любовь Попова",
          "link": "/artists"
        },
        {
          "title": "Александр Архипенко",
          "link": "/artists"
        }
      ]
    }
  },
    {
    "view": "image",
    "img": "/images/art-movements/brak-i-picasso-cubism.webp",
    "description": "Джордж Брак и Пабло Пикассо, фотография Ли Миллера, 1954 год"
  },
   {
    "view": "headline",
    "title": "Влияния, ведущие к кубизму"
  },
    {
    "view": "text",
    "content": [
      "Поль Сезанн , французский художник -постимпрессионист , во многих отношениях является главным предшественником кубизма. В 1906 году он объяснил, что каждый визуальный объект можно проследить до геометрических форм.",
      "Поскольку основная идея кубизма состоит в том, чтобы <b>разложить реалистические предметы на геометрические формы</b>, чтобы помочь придать им перспективу и отчетливые впечатления, это утверждение рассматривается как главный предшественник кубизма.",
        {
        "img": "/images/gallery/bibemys-sezann.webp",
        "description": "«Карьер Бибемус», Поль Сезанн, 1900 г"
      },
      "Продолжающаяся индустриализация в начале 20-го века была еще одним важным фактором, который привел к кубистскому художественному движению. <a href=\"https://vsumodernism.github.io/artists/pablo-picasso\" target=\"_blank\">Пабло Пикассо</a> очень рано понял, что живопись должна быть изобретена заново, если она хочет выжить среди фотографии и видеографии будущего."
          ]
  },
       {
    "view": "headline",
    "title": "Начало кубизма"
  },
   {
    "view": "text",
    "content": [
       "«Авиньонские девицы» — одна из самых важных работ <a href=\"https://vsumodernism.github.io/artists/pablo-picasso\" target=\"_blank\">Пикассо</a> африканского периода, иллюстрирующая элементы кубизма: светлые тона, отход от классического Кьяскуро, а также разные точки зрения на один и тот же предмет — все в одной картине.",
       "Его картина считается протокубистской и представляет собой одну из первых работ кубистского движения. На большой картине маслом изображены пять обнаженных проституток, наделенных мужскими чертами и элементами африканских масок , а женские тела основаны на геометрических формах.",
        {
        "img": "/images/gallery/picasso-avinonskie-devitsy.webp",
        "description": "«Авиньонские девицы», Пабло Пикассо"
      },
      "В том же году <a href=\"https://vsumodernism.github.io/artists/pablo-picasso\" target=\"_blank\">Пабло Пикассо</a> познакомился с французским художником и скульптором Жоржем Браком, который на тот момент уже входил в круг фовистов и был известен своими яркими, стилизованными пейзажами и морскими видами. Одним из первых примеров зарождающегося кубизма считается его картина «Виадук в Эстаке» (1908). Именно после выставки этих работ искусствовед Луи Воксель впервые употребил термин «кубизм», иронично назвав живопись Брака «кубическими причудами» или «причудливыми кубиками».",
         {
        "img": "/images/gallery/brak-viaduk.webp",
        "description": "«Виадук в Эстаке», Жорж Брак"
      }
    ]
  },
  {
    "view": "headline",
    "title": "Этапы развития кубизма"
  },
  {
    "view": "period",
    "title": "Протокубизм (1906–1909)",
    "content": [
      "Переходный этап, на котором ещё ощутимо влияние Сезанна и стремление к упрощению натуры до геометрических объемов. Основной акцент — на объёме и композиционной строгости. Пространство утрачивает глубину, а форма упрощается до массивных тел. Ранние работы Пикассо и Брака этого времени часто включают мотивы деревенской жизни, портреты, фигуры и пейзажи."

    ],
    "list": [
      {
        "title": "Формирование нового взгляда на форму",
        "content": "отход от натурализма в сторону конструктивного видения предметов"
      },
      {
        "title": "Грубые объёмы",
        "content": "фигуры массивны, тяжеловесны, напоминают скульптурные блоки"
      },
      {
        "title": "Архаизация формы",
        "content": "влияние африканского и иберийского примитива"
      },
      {
        "title": "Плотность композиции",
        "content": "фигуры занимают всё пространство, нет привычной глубины"
      },
      {
        "title": "Тёплая и приглушённая палитра",
        "content": "землистые, охристые и серо-зеленоватые тона"
      }
    ],
     "pictures": [
      {
        "img": "/images/gallery/pikasso-tanets-s-pokryvalom.webp",
        "name": "Танец с покрывалом», Пабло Пикассо",
        "view": "fields",
        "bg": "FFFFFF"
      }
    ]
  },
  {
    "view": "period",
    "title": "Аналитический кубизм (1909–1912)",
    "content": [
      "Аналитический кубизм — это фраза, используемая для описания раннего кубистского искусства. Историки искусства заметили, что кубистское искусство, созданное в период с 1908 по 1912 год, имело особый вид, отличавшийся от более поздних этапов этого стиля. Они отметили «аналитический» способ интерпретации реальности ранними кубистами, принимая структурированный, расчлененный взгляд .",
      "Вместо того, чтобы пытаться воссоздать единую точку зрения, они рассматривали объекты с разных точек зрения и пытались объединить ряд противоречивых ракурсов в одно плоское изображение. В результате получилось фрагментированное изображение с несколькими точками обзора и пересекающимися плоскостями. На многих ранних картинах кубизма мы видим бутылки с одного ракурса, гитары с другого и так далее.",
      "Иллюзия объёма достигается не с помощью светотени, а посредством пересекающихся плоскостей, граней, линий. Цветовая гамма становится монохромной (серые, охристые, коричневые тона), чтобы не отвлекать от формы. Возникает визуальная плотность, композиции становятся почти абстрактными.",
      "Изображаемый объект часто теряет узнаваемость: натюрморты, музыкальные инструменты, лица — всё как бы распадается и вновь собирается в плоскости холста."
    ],
    "list": [
      {
        "title": "Разложение объекта",
        "content": "предмет анализируется и изображается с нескольких точек зрения одновременно"
      },
      {
        "title": "Усложнённая пространственная структура",
        "content": "переплетение граней и плоскостей"
      },
      {
        "title": "Монохромная палитра",
        "content": "преобладание серых, коричневых, охристых оттенков"
      },
      {
        "title": "Минимизация деталей",
        "content": "узнаваемость формы часто теряется"
      },
      {
        "title": "Логика конструкции",
        "content": "преобладает над выразительностью"
      }
    ],
       "pictures": [
      {
        "img": "/images/gallery/brak-mandolina.webp",
        "name": "Мандолина», Жорж Брак",
        "view": "fields",
        "bg": "FFFFFF"
      }
    ]
  },

  {
    "view": "period",
    "title": "Синтетический кубизм (1912–1914)",
    "content": [
      "Форма и композиция становятся более декоративными. Художники возвращают в картины цвет, упрощают формы и вводят элементы повседневности — типографские фрагменты, обои, древесные текстуры. Возникает техника коллажа, что становится новшеством в истории живописи. Важную роль играет фактура и материал — вводится линолеум, ткань, песок.",
      "Синтез композиции важнее, чем анализ формы. Объекты не распадаются, а собираются из условных, часто символических элементов.",
      "Синтетический кубизм открыл новые горизонты своим авантюрным, подрывным подходом к созданию изображений, проложив путь многочисленным художественным течениям: футуризму, конструктивизму, лучизму, дадаизму, сюрреализму и многим другим. Даже сегодня влияние синтетического кубизма все еще можно увидеть в современных произведениях искусства, в которых исследуются элементы коллажа, конструкции и включения предметов повседневного обихода в искусство. Примеры включают монументальные конструкции Филлиды Барлоу, сделанные из бытового мусора. "
],
    "list": [
      {
        "title": "Условность форм",
        "content": "объекты не разбираются, а синтезируются из декоративных элементов"
      },
      {
        "title": "Использование коллажа",
        "content": "включение газет, обоев, ткани и т.п."
      },
      {
        "title": "Контрастные цвета",
        "content": "возвращение цвета как выразительного приёма"
      },
      {
        "title": "Игра с фактурами",
        "content": "дерево, песок, печатные тексты"
      },
      {
        "title": "Типографика и декоративность",
        "content": "надписи, шрифты, элементы дизайна как часть живописи"
      }
    ],
           "pictures": [
      {
        "img": "/images/gallery/falida-barloy-nabor.webp",
        "name": "Филлида Барлоу, набор, 2015 г",
        "view": "fields",
        "bg": "FFFFFF"
      }
    ]
  },
  {
    "view": "headline",
    "title": "Ответвления кубизма"
  },
  {
    "view": "text",
    "content": [
      "Кубизм как художественное направление не был единым и монолитным — в процессе развития он дал несколько ответвлений, каждое из которых по-своему трактовало основные идеи формы, пространства и перспективы.",
      "<b>Орфизм</b> возник как яркое и музыкальное ответвление кубизма. Его родоначальники Робер и Соня Делоне стремились соединить строгую геометрию с насыщенным цветом и ритмом. Если аналитический кубизм разрушал форму до серых граней, то орфизм делал это в цвете — круги, лучи и спирали передавали движение, свет и ощущение гармонии, почти как музыкальная композиция. Орфисты верили, что цвет сам по себе может выражать идею, без нужды в предметности. Это был уже шаг к абстракции, но ещё со связью с кубистской логикой структуры.",
      "<b>Отличительные черты:</b> круги и концентрические формы, яркие чистые цвета, ощущение движения, отказ от предметности, ритмическая композиция.",
        {
        "img": "/images/gallery/delone-flamenco-singer.webp",
        "description": "«Певец фламенко», Соня Делоне"
      },
      "<b>Салонный кубизм</b> стал своего рода «одомашненной» и более официальной версией кубизма — декоративной, доступной и ориентированной на выставочную публику. Его представители, такие как Жан Метцанже и Альбер Глез, стремились соединить авангардные приёмы с понятными зрителю сюжетами: танцы, прогулки, портреты. Формы по-прежнему дробились на геометрические плоскости, но сохраняли фигуративность — зритель мог «узнать» изображаемое. Цвет становился ярче, композиции — легче для восприятия. Этот подход позволил кубизму выйти за рамки экспериментальных мастерских и стать частью художественного мейнстрима 1910-х годов.",
      "<b>Отличительные черты:</b> геометризация без полного разрушения формы, узнаваемые сюжеты, декоративность, более мягкая палитра, участие в выставках (салонах).",
       {
        "img": "/images/gallery/delone-ylicy-parizha.webp",
        "description": "«Улицы Парижа», Робер Делоне"
      }
    ]
  },
  {
    "view": "headline",
    "title": "Кубизм в России"
  },
  {
    "view": "text",
    "content": [
      "Кубизм оказал заметное влияние на формирование русского авангарда в 1910-х годах, особенно в период 1912–1914 гг. Его идеи были восприняты не как калька, а как основа для собственных поисков. В России кубизм трансформировался в <b>кубофутуризм</b> — оригинальное направление, возникшее на стыке кубистской формы и футуристической динамики. Это был не просто стилистический заимствованный опыт, а сплав противоположностей: аналитической структуры и эмоциональной выразительности, геометрии и энергии современной эпохи.",
      "Принципы кубизма оказали влияние на формирование <b>кубофутуризма</b>, <b>лучизма</b> и <b>супрематизма</b>. Ключевыми представителями стали Казимир Малевич, Любовь Попова, Надежда Удальцова, Иван Клюн, Владимир Татлин, Александр Архипенко. Они разрушали классическую перспективу, упрощали предметы до конструктивных объемов, вводили индустриальные мотивы, элементы движения и ритма. Попова и Удальцова, побывавшие в мастерской Лёже, перенесли в Россию принципы синтетического кубизма, а Архипенко применил кубистическую логику к скульптуре, нарушая привычную цельность объёма.",
      "Русское прочтение кубизма отличалось свободой трактовки и включением философско-мистических интерпретаций. Для одних это был путь к новой визуальной логике, для других — ступень к беспредметному искусству. Малевич, в частности, видел в кубизме переход к живописному реализму супрематизма, а Матюшин — к мистическому четвертому измерению.",
       {
        "img": "/images/gallery/delone-ylicy-parizha.webp",
        "description": "«Скульптура Помощь», Александр Архипенко"
      },
      "Малевич рассматривал кубизм как переходную ступень: в серии 1912–1913 годов («Женщина с ведрами», «Летчик») он использует кубистические приёмы для создания образов, в которых форма уже подчинена не натуре, а внутреннему художественному замыслу. Позднее он критиковал кубизм за привязку к предметности и утверждал, что живопись должна исходить из законов цвета и формы, а не из копирования внешнего мира — это стало идеологической основой для его супрематизма.",
        {
        "img": "/images/gallery/malevich-zhenschina-s-viodrami.webp",
        "description": "«Женщина с ведрами», Каземир Малевич"
      },
      "Важную роль в распространении кубистических идей сыграли выставки «Бубнового валета» и «Союза молодёжи», где зрители впервые увидели работы с явным влиянием Пикассо и Брака. Кубизм в России стал не просто формальным заимствованием, а толчком к созданию нового языка искусства, в котором взаимодействовали философия, живопись, технология и конструкция."
    ]
  },
    {
    "view": "headline",
    "title": "Конец кубизма и переходящее влияние"
  },
    {
    "view": "text",
    "content": [
      "Кубизм как направление в искусстве прекратил свое существование с началом Первой мировой войны. Военная служба разлучила Пикассо, Брака и Гри, и их совместная работа как кубистов сошла на нет.",
      "Кубизм заложил фундамент для развития множества абстрактных направлений, включая конструктивизм, футуризм и неопластицизм. Как особое явление в искусстве, он выдержал испытание временем и по сей день остаётся ключевой вехой в истории живописи и художественной мысли."
    ]
  },
  {
    "view": "headline",
    "title": "Источники"
  },
  {
    "view": "list-thin",
    "list": [
      "Г. Гомбрих «История искусств»",
      "Гийом Аполлинер «Кубистические живописцы»",
      "Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=kcb01NjzyFE\" target=\"_blank\">«Кубизм: новое измерение искусства». Лекция Вероники Губиной</a>",
      "Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=yRX3sgXajec\" target=\"_blank\">Что такое кубизм?</a>",
      "Статья: <a href=\"https://vk.com/@al_bertina-chto-takoe-sinteticheskii-kubizm-vot-kak-eto-raspoznat\" target=\"_blank\">«Что такое синтетический кубизм? Вот как это распознать»</a>",
      "Статья: <a href=\"https://vk.com/@al_bertina-chto-takoe-analiticheskii-kubizm-vot-kak-eto-raspoznat\" target=\"_blank\">«Что такое аналитический кубизм? Вот как это распознать»</a>"
    ]
  }
]

