[
  {
    "view": "intro",
    "title": "Футуризм",
    "content": [
      "Футуризм — художественное и литературное авангардное направление начала XX века, возникшее в Италии и распространившееся в ряде европейских стран, включая Россию. Основная идеязаключается в <b>прославлении движения, энергии, скорости, техники</b> и <b>будущего</b>, <b>радикальный разрыв с традицией</b> и <b>попытка переосмысления искусства как активной силы преобразования мира</b>."
],
    "list": {
      "title": "Ключевые представители",
      "content": [
        {
          "title": "Филиппо Томмазо Маринетти",
          "link": "/artists"
        },
        {
          "title": "Умберто Боччони",
          "link": "/artists"
        },
        {
          "title": "Джакомо Балла",
          "link": "/artists"
        },
        {
          "title": "Джино Северини",
          "link": "/artists"
        },
        {
          "title": "Луиджи Руссоло",
          "link": "/artists"
        },
        {
          "title": "Карло Карра",
          "link": "/artists"
        }
      ]
    }
  },
  {
		"view": "image",
		"img": "/images/gallery/russolo-dinamism-auto.webp",
		"description": "«Динамизм автомобиля», Луиджи Руссоло, 1913"
	},
  {
    "view": "headline",
    "title": "Зарождение и итальянский футуризм"
  },
  {
    "view": "text",
    "content": [
      "Футуризм, как художественный стиль, стремился разрушить классическую гармонию ради экспрессии, ритма и внутреннего напряжения. Художники передавали движение через наложение контуров, размытие границ между объектом и фоном, ритмическое повторение форм. Это подчёркивало ощущение скорости, хаоса, механики.",
      "Футуристическая живопись также тяготела к ярким, насыщенным цветам и динамичным диагоналям, визуально разрывающим пространство. Предпочтение отдавалось <b>индустриальным </b> и  <b>урбанистическим темам </b>: автомобили, поезда, фабрики, электричество, человеческие фигуры, растворённые в вихре городской жизни.",
      "Это художественное направление стало первым, открыто и агрессивно восставшим против прошлого. Слово <b>футуризм»</b>, придуманное итальянским поэтом Филиппо Томмазо Маринетти в 1909 году, впервые появилось в итальянской газете Gazzetta dell'Emilia 5 февраля. Через несколько недель она была переведена на французский язык и опубликована французской газетой Le Figaro. Именно тогда эта идея штурмом захватила мир культуры, изменив сначала Италию, а затем распространившись дальше, покоряя новые умы. Как и многие другие направления в искусстве, футуризм стремился оторваться от традиций и прославить современность. Однако это движение было одним из первых и немногих, доведших нонконформизм до предела. Со своей непоколебимой воинственной природой футуристическое искусство и идеология должны были стать диктаторскими; <b>футуризм стремился разрушить прошлое и принести перемены<b/>, прославляя бурные восторги.",
	       {
		"img": "/images/art-movements/futirism-marinetty.webp",
		"description": "Портрет Филиппо Томмазо Маринетти, 1920-е гг."
	    },
      "В манифесте Маринетти (1909) провозглашалось восхищение скоростью, техникой, разрушением музеев и традиций. Это искусство хотело быть на службе новой эпохи — века индустриализации, урбанизации и агрессии. Футуристы стремились выразить не столько внешний облик предметов, сколько их <b>внутреннюю силу</b>, их <b>движение, динамику</b> и <b>энергию</b>. Эта идея легла в основу визуального языка футуризма, как в живописи, так и в скульптуре."
    ]
  },
  {
    "view": "list",
    "title": "Основные идеи манифеста:",
    "list": [
      "Разрушение традиций и музейной культуры",
      "Восхваление техники, города, промышленности",
      "Апология войны как «единственной гигиены мира»",
      "Отказ от морализма и феминизма",
      "Стремление к синтетическому, агрессивному искусству"
    ]
  },
  {
    "view": "text",
    "content": [
    "Итальянские художники под влиянием манифеста Маринетти с энтузиазмом приняли идеи футуризма, провозгласив движение, прогресс, технологию и динамизм главными темами нового искусства. Всё, что напоминало о классике, воспринималось как препятствие развитию и подлежало устранению. Футуристы сознательно стремились <b>шокировать публику</b>, разрушая привычные нормы. Их искусство не искало одобрения — наоборот, оно должно было вызывать бурю реакций, провоцировать, подрывать устоявшиеся ценности.",
     "<b>Художники-футуристы стремились передать динамику современности с помощью нового визуального языка</b>. Одним из ключевых понятий стал <b>динамизм</b> — стремление выразить не только движение объекта, но и его слияние с окружающей средой, множественность состояний. Формы дробились, накладывались, повторялись с ритмической вибрацией. Этот подход стал основой футуристической живописи и скульптуры. Яркими представителями стали Умберто Боччони, Джино Северини, Карло Карра, Луиджи Руссоло и Джакомо Балла. Боччони также сформулировал концепцию «пластического динамизма», который описывал не форму, а энергию, скрытую за ней.",
	      {
				"img": "/images/gallery/severini-bulvar.webp",
				"description": "«Бульвар», Джино Северини"
			},
      "Особенно выразительно идеи футуризма воплотил Карло Карра в работе «Похороны анархиста Галли» (1911). Его картина построена на пересекающихся плоскостях и угловатых линиях, отражающих внутреннее напряжение, ритм и силу массового движения. Негативная реакция публики и критиков лишь подчёркивала, что художник достиг своей цели — создать искусство, бьющее в самую суть времени.",
     {
				"img": "/images/gallery/karra-demonstracia.webp",
				"description": "«Демонстрация интервенционистов», Карло Карра"
			} 
    ]
  },
  {
    "view": "headline",
    "title": "Вдохновение и влияние кубизма"
  },	
	  {
    "view": "text",
    "content": [
    "После посещения Осеннего салона в Париже вновь собравшиеся художники-футуристы не могли избежать тяги к кубизму . Хотя они утверждали, что их работы полностью оригинальны, очевидная четкая геометрия в картинах, которые они создали позже, доказывает другое.",
    "В «Материи» Боччони влияние кубизма просачивается через строгие линии и абстрактный стиль живописи. Однако одержимость художника движением действительно оставалась исключительно футуристской торговой маркой. Большинство художников-футуристов хотели найти способы запечатлеть движение и избежать неподвижности, и в этом они, безусловно, преуспели.",
	       {
				"img": "/images/gallery/bocconi-materia.webp",
				"description": "«Материя», Боччони"
			},
    "Например, самая влиятельная картина Джакомо Баллы «Динамизм собаки на поводке » изображает динамичную таксу и черпает вдохновение из хронофотографии. Хронофотографические исследования стремились изобразить механику движения через множество перекрывающихся изображений, отражающих весь процесс, а не один его экземпляр.",    
      {
				"img": "/images/gallery/dinamism-sobaki-bella.webp",
				"description": "«Движение собаки на поводке» — Джакомо Балла"
			}  
    ]
  },
  {
    "view": "headline",
    "title": "Русский футуризм"
  },
  {
    "view": "text",
    "content": [
      "Русские художники были особенно восприимчивы к футуризму, и их интерес имел веские основания. Как и Италия, дореволюционная Россия застряла в прошлом — страна заметно отставала в сфере индустриализации и модернизации, особенно в сравнении с Великобританией или США. Молодые радикально настроенные интеллектуалы, стремившиеся к разрушению старого порядка, закономерно обратились к наиболее дерзкому и современному художественному течению — футуризму.",
      "Как и в Италии, русский футуризм начался с поэтического вызова — во главе движения стал Владимир Маяковский, экспериментировавший со словом, ритмом и звуком. Его окружали художники и дизайнеры: Любовь Попова, Михаил Ларионов, Наталья Гончарова, которые переняли визуальный язык футуризма, но адаптировали его к местному контексту. При этом русские футуристы сознательно отмежевались от Маринетти и итальянцев, выстраивая собственное сообщество и путь.",
       {
				"img": "/images/gallery/goncharova-samolet-nad-poezdom.webp",
				"description": "«Самолет над поездом», Наталья Гончарова"
			},
       {
				"img": "/images/gallery/mayakovskiy-okna-rosta.webp",
				"description": "«Окна РОСТА. Фрагмент», Владимир Маяковский"
			},
      "Большинство художников свободно сочетали футуризм с другими направлениями — <a href=\"https://vsumodernism.github.io/art-movements/cubism/\" target=\"_blank\">кубизмом</a>, символизмом, фольклором. Так возник <b>кубофутуризм</b> — крупнейшее и наиболее радикальное течение в русском изобразительном искусстве. Он сочетал кубистскую деконструкцию формы с футуристической динамикой. Яркие цветовые пятна, фрагментированные объекты и ощущение движения стали его визуальной основой. Представители: Казимир Малевич, Давид Бурлюк, Аристарх Лентулов.",
	        {
				"img": "/images/gallery/burluk-cvety.webp",
				"description": "«Цветы с ангелами», Давид Бурлюк"
			},
      "Попова в своей работе «Модель» применила футуристическую одержимость движением к абстрактной композиции в духе Пикассо. А её коллега Михаил Ларионов пошёл ещё дальше — он изобрёл собственное направление лучизм, сосредоточенное на отражении света и его взаимодействии с поверхностями, перекликаясь с футуризмом, но делая акцент не на механике, а на лучевой структуре восприятия.",
          {
				"img": "/images/gallery/popova-model.webp",
				"description": "«Модель женщины», Любовь Попова"
			},
      "Не менее важным стало направление <b>эгофутуризма</b>, визуально проявлявшееся в оформлении книг и графике. В отличие от агрессивных жестов кубофутуристов, эгофутуристы стремились к лиричности и индивидуализму: вытянутые формы, декоративные линии, стилизация под модерн, мягкие цвета и музыкальность образов.",
      "Центральной точкой синтеза искусства и футуристической идеи стала опера «Победа над солнцем» (1913) — совместный проект Крученых, Матюшина и Малевича. Спектакль, поставленный в рамках выставки «Союза молодёжи», стал манифестом русского авангарда. Малевич оформил сцену геометрическими конструкциями и впервые использовал символ, ставший ключевым для супрематизма — Чёрный квадрат. Постановка, сочетающая заумную поэзию, шумовую музыку и абсурдистский сюжет, символизировала победу над прошлым и рождение нового художественного мира.",
     {
				"img": "/images/art-movements/eskiz-opera-pobeda-solnce.webp",
				"description": "Казимир Малевич. Эскиз декорации к опере М. Матюшина и А. Кручёных «Победа над Солнцем». II деймо, 5 картина, 1913"
			},
        {
				"img": "/images/art-movements/pobeda-nad-solncem.webp",
				"description": "Куклы «Многие и один»; на полу — «Путешественник»; без маски — «Чтец». «Победа над Солнцем». Спектакль театра «Чёрный квадрат», 1989"
			}
    ]
  },
  {
    "view": "headline",
    "title": "Футуризм и его противоречивые политические последствия"
  },
  {
    "view": "text",
    "content": [
	    "Футуризм нередко связывают с итальянским фашизмом, поскольку некоторые художники, включая Джакомо Баллу, активно сотрудничали с режимом Муссолини и участвовали в создании его пропагандистских образов. Основатель футуризма Филиппо Томмазо Маринетти постепенно адаптировал идеи движения под идеологию дуче, теряя первоначальный бунтарский запал. В своих поздних текстах и поступках он демонстрировал лояльность государству, в том числе участвуя в военной кампании в России.",
	    "Такой поворот вызвал резкую критику со стороны левых интеллектуалов — коммунистов и анархистов, которые обвинили Маринетти в предательстве революционного духа футуризма. Это особенно контрастировало с тем, как футуризм развивался в других странах: например, в Румынии движение приобрело праворадикальный оттенок, тогда как в России его возглавляли левые художники и поэты, близкие к авангардистским и социалистическим идеям.",
	    "Однако уже в 1930-х годах и в фашистской Италии, и в Советской России футуризм оказался неудобным и неподконтрольным. В Италии его стали осуждать как «дегенеративное искусство», противопоставляя официально одобряемому реализму. В СССР ситуация развивалась схожим образом: часть футуристов вошли в советскую культурную систему (например, Любовь Попова), Маяковский покончил с собой, а многие участники движения были вынуждены эмигрировать или погибли.",
	    "Иронично, что именно те режимы, которым футуристы поначалу симпатизировали за их силу и новаторство, впоследствии обратились против художников, не желавших подчиняться. Несмотря на крах движения в авторитарных странах, футуризм продолжил влиять на искусство в других регионах, став основой для новых форм визуального языка XX века.",
	    "Футуризм оказал мощное влияние на формирование таких направлений, как вортицизм, дадаизм и конструктивизм. Он стал источником художественного возбуждения и интеллектуального вызова, распространившись далеко за пределы Италии и России. Это течение никогда не принадлежало одной идеологии — ни фашистской, ни коммунистической, ни анархистской. Футуризм был и остаётся искусством протеста, поляризации и эмоции, сознательно стремящимся к провокации и разрыву с привычным.",
	    "Он шокировал, раздражал, бросал вызов. Его задача — не угодить зрителю, а ударить по нему. Футуризм — это пощёчина, а не комплимент. Не случайно сам Маринетти писал о музеях как об «абсурдных скотобойнях для художников», где они «яростно убивают друг друга цветными и линейными ударами вдоль спорных стен».",
         "И всё же, по иронии судьбы, именно музеи стали финальным пристанищем для многих футуристических работ — они заняли своё место среди классиков, став частью канона, против которого когда-то восстали." 
    ]
  },
  {
    "view": "headline",
    "title": "Источники"
  },
  {
    "view": "list-thin",
    "list": [
      "Дарья Колмыкова <a href=\"https://designschool.am/project/a615086b989d4b14a5ecaca691fdc19c\" target=\"_blank\">«Футуризм. Футуризм в изобразительном искусстве ХХ и ХХI века»</a>",
      "Статья: <a href=\"https://arzamas.academy/materials/1436\" target=\"_blank\">«Расшифровка Как начинался русский футуризм»</a>",
      "Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=ndhuSsIpyAY\" target=\"_blank\">АУДИО. Как начинался русский футуризм. Курс «Приключения Моне, Матисса и Пикассо в России»</a>",
      "Статья: <a href=\"://vk.com/@al_bertina-obyasneni-futurizma-protest-i-sovremennost-v-iskusstve\" target=\"_blank\">«Объяснение футуризма: протест и современность в искусстве»</a>",
      "Статья: <a href=\"https://iskusstvo-info.ru/futuristy-v-teatre-ili-pobeda-nad-solntsem/\" target=\"_blank\">«Футуристы в театре, или «Победа над солнцем»»</a>"
    ]
  }
]

