[
  {
    "view": "headline",
    "title": "Хай-тек в архитектуре"
  },
  {
    "view": "text",
    "content": [
      "Хай-тек (англ. high-tech — «высокие технологии») — архитектурное направление второй половины XX века, в котором конструкция, инженерные решения и современные материалы становятся основой эстетики. Это стиль, рожденный на пересечении архитектуры, промышленного дизайна и технологических инноваций. Он делает видимым то, что в других стилях принято скрывать: трубы, фермы, болты, кабели, вентиляцию и опоры. Хай-тек не маскирует технологичность, а возводит её в художественный принцип."
    ],
    "list": {
      "title": "Яркие представители",
      "content": [
        {
          "title": "Ренцо Пьяно",
          "link": "/architects/piano"
        },
        {
          "title": "Ричард Роджерс",
          "link": "/architects/rogers"
        },
        {
          "title": "Норман Фостер",
          "link": "/architects/foster"
        },
        {
          "title": "Николас Гримшоу",
          "link": "/architects/grimshaw"
          }
      ]
    }
    },
   {
    "view": "image",
    "img": "/images/art-movements/hightek.webp",
    "description": "Центр Помпиду в Париже, спроектированный Ричардом Роджерсом и Ренцо Пиано"
  },
  {
    "view": "headline",
    "title": "Исторический контекст и формирование стиля"
  },
  {
    "view": "text",
    "content": [
      "Хай-тек оформился в 1970-х годах как продолжение и переосмысление идей модернизма. Его истоки — в конструктивизме, инженерной архитектуре, позднем функционализме и в проектной культуре машиностроения. Однако в отличие от строгого рационализма модерна, хай-тек наполнялся духом научно-технического оптимизма, открытостью, гибкостью и новым подходом к восприятию пространства.",
      "Решающую роль в становлении направления сыграла публикация книги Чарльза Дженкса и Филипа Джонсона «Архитектура 2000 года» (1971), где стиль был выделен как одно из направлений архитектуры будущего. К середине 1980-х хай-тек превратился в самостоятельную эстетическую парадигму с характерной визуальной системой и инженерной философией.",
     {
    "img": "/images/gallery/hightek-kv-fabera-dyma.webp",
    "description": "Штаб-квартира Уиллиса Фабера и Дюма в Ипсвиче (Англия) создана по проекту Нормана Фостера"
  },
      "Хай-тек развивался в контексте глобальных изменений — рост мегаполисов, автоматизация, развитие связи, компьютеризация, а также новые задачи, стоящие перед архитектурой: устойчивость, адаптация, универсальность."
    ]
  },
  {
    "view": "headline",
    "title": "Идеи и архитектурные принципы"
  },
  {
    "view": "text",
    "content": [
      "В основе хай-тека — идея честности формы и визуализация инженерного каркаса. Архитектура становится прозрачной — как буквально, так и метафорически. Элементы, ранее считавшиеся техническими или вторичными, становятся центральными для образа здания. Это:",
      "— Открытая структура: несущие конструкции и инженерные системы не скрываются, а выносятся наружу или акцентируются в интерьере.",
      "— Модульность: здания проектируются по блочно-секционной логике, с возможностью адаптации и реконфигурации.",
      "— Инженерная выразительность: балки, фермы, консоли, винтовые лестницы и подвесные элементы используются как формообразующие компоненты.",
      "— Материалы будущего: доминируют сталь, алюминий, стекло, поликарбонат и композиты — материалы, которые подчёркивают технологическую эстетику.",
      "— Функциональный минимализм: оформление сдержанное, лишённое орнамента, но насыщенное технической деталировкой.",
      "Визуально здания в стиле хай-тек напоминают промышленные объекты, инфраструктурные станции, научные лаборатории. В то же время они демонстрируют продуманную эстетику, в которой инженерная логика становится основой художественного высказывания."
    ]
  },
   {
    "view": "image",
    "img": "/images/gallery/lloid-hightek.webp",
    "description": "Здание Ллойда в Лондоне, Великобритания"
  },
  {
    "view": "headline",
    "title": "Ключевые архитекторы и проекты"
  },
  {
    "view": "text",
    "content": [
      "Ренцо Пьяно и Ричард Роджерс — авторы культового Центра Помпиду в Париже (1977), здания, перевернувшего представление о публичной архитектуре. Все технические системы выведены наружу, здание словно «вывернуто наизнанку». Это позволило освободить внутреннее пространство, сделать его максимально гибким, трансформируемым и универсальным.",
      "Норман Фостер — один из самых влиятельных представителей стиля. Его проекты, такие как бизнес-центр HSBC в Гонконге (1986) и парижский аэропорт Станстед, демонстрируют эстетику «высоких технологий»: стекло, металл, идеально выстроенные конструкции и функциональная выразительность.",
      {
    "img": "/images/gallery/hightek-hsbs.webp",
    "description": "Здание HSBC в Гонконге, архитекторами которого были Норман Фостер и партнеры"
  },
      "Николас Гримшоу, Майкл Хопкинс, Ян Каплицкий и другие архитекторы развивали стиль в разных масштабах — от городского транспорта до выставочных комплексов. Хай-тек становился международным языком, объединяющим инженерию, архитектуру и глобальный взгляд на урбанизм."
    ]
  },
   {
    "view": "image",
    "img": "/images/gallery/hightek-moscow-city.webp",
    "description": "Здание «Меркурий-Сити-Тауэр» (в центре), часть комплекса «Москва-Сити»"
  },
  {
    "view": "headline",
    "title": "Влияние и современное значение"
  },
  {
    "view": "text",
    "content": [
      "Хай-тек оказал огромное влияние на архитектуру конца XX — начала XXI века. Он стал основой для новых направлений: экотек объединил высокие технологии с экологией; параметризм развил идею технологически управляемых форм; умная архитектура и техно-минимализм продолжают использовать логику хай-тека в новых форматах.",
      "Визуальная мощь и технологическая открытость сделали хай-тек символом прогресса и модернизации. Он дал архитекторам инструменты для взаимодействия с будущим, научил мыслить пространством как системой, а не только формой. При этом с годами стиль обретает новую актуальность: в эпоху климатических вызовов, энергетических кризисов и переосмысления городской среды хай-тек снова предлагает ясные, прозрачные и функциональные решения."
    ]
  },
  {
    "view": "headline",
    "title": "Источники"
  },
  {
    "view": "list-thin",
    "list": [
      "Статья: <a href=\"https://skillbox.ru/media/design/hi-tech/\" target=\"_blank\">Архитектурный стиль хай-тек — Skillbox</a>",
      "Статья: <a href=\"https://mvlife.ru/arhitektura/stili/arhitekturnyj-stil-haj-tek.html\" target=\"_blank\">Архитектурный стиль хай-тек — MVLife</a>"
    ]
  }
]

