[
  {
    "view": "intro",
    "title": "Кинетическое искусство",
    "content": [
      "<b>Кинетическое искусство</b> — это направление в современном искусстве, в центре которого находится <b>движение</b>.",
      "Оно может быть реальным — механическим, моторным, световым — или мнимым, оптическим, вызванным восприятием. В любом случае движение становится не эффектом, а языком произведения, его конструктивным принципом.",
      "Возникнув в середине XX века, кинетизм стал продолжением авангардных поисков начала века: от конструктивистов, интересовавшихся формой и пространством, до футуристов, стремившихся передать динамику и ритм современности. Но кинетическое искусство пошло дальше — оно не изображает движение, а осуществляет его.",
      "В отличие от традиционной живописи и скульптуры, кинетическое произведение не замкнуто в себе. Оно меняется, реагирует, вступает в диалог со зрителем, светом, воздухом, гравитацией. Это искусство не результата, а процесса, не объекта, а явления.",
      "Кинетизм стремится разрушить статичность изображения. Он включает в себя элементы механики, света, звука, программирования и случайности. Его можно вращать, проходить сквозь, запускать, останавливать, смотреть с разных углов. Каждый раз — новый опыт.",
      "Это делает кинетическое искусство не просто визуальным, а перцептивным. Оно воздействует не на зрителя, а через зрителя, вовлекая его восприятие как часть конструкции. Здесь нет наблюдателя — есть соучастник."
    ],
		
		"list": {
			"title": "Яркие представители",
			"content": [
				{
				"title": "Александр Колдер",
      "link": "/artists/alexander-calder"
    },
    {
      "title": "Наум Габо",
      "link": "/artists/naum-gabo"
    },
    {
      "title": "Жан Тэнгели",
      "link": "/artists/jean-tinguely"
    },
    {
      "title": "Никола Шоффер",
      "link": "/artists/nicolas-schoffer"
    },
    {
      "title": "Хесус Рафаэль Сото",
      "link": "/artists/jesus-raphael-soto"
			]
		}
	}, 
    {
    "view": "image",
    "img": "/images/gallery/tatlin-3-inrenac.webp",
    "description": "Владимир Татлин. Проект «Памятник III Интернационала», 1919–20"
  },
  {
    "view": "headline",
    "title": "Истоки и контекст"
  },
  {
    "view": "text",
    "content": [
      "Хотя термин «кинетическое искусство» оформился в середине XX века, его истоки уходят глубоко в историю модернизма. Уже в начале 1910-х годов художники стремились разрушить границу между <b>пространство</b>м и временем, между формой и <b>движение</b>м. Именно в эти десятилетия зарождается идея, что <b>движение</b> — не просто тема, а элемент структуры произведения.",
      "Особую роль в этом процессе сыграли художники русского авангарда. Такие фигуры, как Владимир Татлин, Александр Родченко и Наум Габо, ещё в 1920-е годы создавали конструкции, где объём, материал, гравитация и воздух становились частью художественного языка. Габо одним из первых ввёл понятие «кинетической скульптуры», подчёркивая, что форма может не просто стоять в пространстве, а меняться во времени.",
      "Конструктивисты стремились к новой материальности искусства — функциональной, научной, основанной на взаимодействии с окружающей средой. Их работы не просто «стояли» в пространстве, они подчинялись законам физики, реагировали на <b>свет</b>, вес, баланс. Это было новое понимание скульптуры как системы, а не как образа.",
      "Идеи Татлина и Габо перекликались с поисками итальянских футуристов, мечтавших о синтезе искусства и техники, и с работами художников немецкой школы Баухаус, где <b>движение</b> изучалось как важнейший элемент формы. Всё это стало основой того, что в 1950–60-х годах оформилось в понятие кинетизма — искусства, где <b>движение</b> не просто допустимо, а необходимо."
    ]
  },
  {
    "view": "headline",
    "title": "Принципы и выразительные средства"
  },
  {
    "view": "text",
    "content": [
      "Кинетическое искусство строится не на изображении, а на действии, не на форме, а на взаимодействии. Его язык складывается из движения, <b>свет</b>а, <b>звук</b>а, прозрачности, вращения, повторения, вибрации. Главное — не то, что делает художник, а то, как работает объект и что он вызывает в восприятии зрителя.",
      "Физическое <b>движение</b> — центральный элемент. Это могут быть моторы, рычаги, маятники, роторы, подвесные элементы, магнитные поля. Некоторые объекты движутся постоянно, другие запускаются зрителем, ветром или <b>свет</b>ом. Иногда <b>движение</b> ритмично, иногда — случайно, хаотично.",
       {
    "img": "/images/gallery/colder-ryba.webp",
    "description": "«Рыба» Александр Колдер 1952 г"
  },
	    "Свет и тень играют ключевую роль. Свет может быть как внешним, так и встроенным в объект. Он создаёт рефлексы, отблески, подвижные тени, превращая статичную форму в изменчивое поле восприятия. Некоторые произведения буквально «пишут» <b>свет</b>ом в пространстве.",
      "Звук — ещё одно выразительное средство. Некоторые работы издают шум, скрежет, шорох или создают резонанс. Это не только добавляет физическое измерение, но и разрушает привычную границу между зрением и слухом.",
      "Кинетизм работает и с прозрачностью, отражением, повтором. Используются материалы вроде пластика, зеркал, проволоки, стекла, воды."
    ]
  },
    {
    "view": "image",
    "img": "/images/gallery/gabo-voln.webp",
    "description": "«Стоящая волна» Наум Габо 1920 г"
  },
  {
    "view": "text",
    "content": [
      "В результате объекты становятся чувствительными к среде: они «зависят» от освещения, угла обзора, расстояния.",
      "Во многих работах важную роль играет элемент случайности: изменение движения под действием ветра, нестабильность конструкции, непредсказуемое взаимодействие. Это делает каждое <b>восприятие</b> уникальным — картина не повторяется дважды.",
       {
    "img": "/images/gallery/smennye-korobki.webp",
    "description": "«Сменные картонные коробки» Хулио Ле Парк"
  },
	    "Такое искусство не существует вне времени. Оно меняется здесь и сейчас, прямо в момент восприятия. Не только визуальное, но и пространственное, телесное, оно нарушает дистанцию между объектом и зрителем. Не изображает реальность, а становится частью её движения."
    ]
  },
  {
    "view": "headline",
    "title": "Художники и направления"
  },
  {
    "view": "image",
    "img": "/images/gallery/gabo-crug.webp",
    "description": "Наум Габо. «Круговой рельеф»"
  },
  {
    "view": "text",
    "content": [
      "Кинетическое искусство объединяет множество художников, чьи подходы, несмотря на разницу в технике и концепции, строятся вокруг одного принципа — <b>движение</b> как форма.",
      "Одним из первых, кто ввёл <b>движение</b> в скульптуру, был Александр Колдер. Его «мобили» — подвешенные конструкции, раскачивающиеся от малейшего колебания воздуха — стали воплощением идеи лёгкости, случайности и бесконечного варианта композиции. У Колдера <b>движение</b> всегда органично, почти музыкально, и не требует моторной силы — его создаёт сама среда.",
      "Художник и инженер Жан Тэнгели подчеркивал абсурд и иронию в механике. Его скульптуры-автоматы были гротескными, неэффективными, шумными. Он создавал машины, которые не служат, а бессмысленно крутятся, царапают, гремят — и в этом их поэзия. Иногда они даже самоуничтожались. Его работы — не столько исследование формы, сколько перформанс времени.",
        {
    "view": "image",
    "img": "/images/gallery/metalgormonia.webp",
    "description": "Жан Тэнгли. Фатаморгана (Метагармония IV). 1985. Железный каркас, деревянные колеса, пластиковые элементы, ударные инструменты, электрические лампы, электрические моторы. © 2008, ProLitteris Zurich. Фото: Кристиан Баур, Базель"
  },
	    "Наум Габо, один из пионеров русского авангарда, ещё в 1920-е годы говорил о «времени как четвёртом измерении скульптуры». Его «Кинетическая конструкция» использовала движущийся стержень, создающий вибрирующую, нематериальную форму. Это было искусство на границе реальности и восприятия.",
      "Никола Шоффер разрабатывал так называемую «кибернетическую скульптуру», в которой элементы реагировали на <b>звук</b>, <b>движение</b> зрителя, освещённость. Это был настоящий прото-интерактив: объект общался с <b>пространство</b>м и людьми, становясь моделью взаимосвязей.",
      "Художники Хесус Рафаэль Сото и Карлос Крус-Диес, пришедшие к кинетизму из геометрической абстракции, создавали работы, основанные на <b>зритель</b>ном напряжении. Иллюзии вибрации, слияние слоёв, взаимодействие цвета и движения делали зрителя не просто наблюдателем, а частью конструкции. В <b>инсталляция</b>х Сото человек буквально входит внутрь поля движения.",
     "В 1960-х годах в Париже появилась группа Groupe de Recherche d’Art Visuel (GRAV), а в Германии — объединение ZERO. Их участники стремились к искусству, построенному на повторе, законе, модуле. Они отказались от авторской экспрессии в пользу системной визуальности, в которой художник — не создатель, а организатор видимого.",
      "В СССР параллельно существовала группа «Движение», объединившая инженеров и художников, работающих с механикой, <b>свет</b>ом и ритмом. Их работы сочетали эстетику науки, театра и физики.",
      "Кинетическое искусство стало широким полем, где художник не выражает чувства, а исследует взаимодействие формы, среды и восприятия. Оно стало искусством будущего, не рассказывающим о движении, а становящимся <b>движение</b>м само по себе."
    ]
  },
  {
    "view": "headline",
    "title": "Свет, звук и синестезия"
  },
  {
    "view": "image",
    "img": "/images/gallery/cruz-diez-light-room.webp",
    "description": "Карлос Крус-Диес. Световая инсталляция"
  },
  {
    "view": "text",
    "content": [
      "С первых своих шагов кинетическое искусство стремилось выйти за рамки чисто <b>зритель</b>ного. Движение здесь не ограничивается формой — оно включает в себя <b>свет</b>, <b>звук</b>, ритм, вибрацию, создавая мультисенсорный опыт. В этом смысле кинетизм близок к понятию синестезии — взаимодействию различных чувств.",
      "Свет в кинетическом искусстве играет особую роль. Он не просто освещает объект, а становится материалом и действующим элементом. Некоторые художники используют прожекторы, стробоскопы, лазеры. Свет меняет форму, разбивается на фрагменты, пульсирует, создаёт блики и рефлексы, погружая зрителя в среду, которая постоянно меняется.",
      "Звук — это ещё один способ разрушить изоляцию изображения. Работы Жана Тэнгели гремят, трещат, щёлкают; объекты Шоффера реагируют на музыку или шум. Появляется ощущение, что искусство не просто движется — оно живо.",
      "Появляется ощущение, что искусство не просто движется — оно живо.",
      "Иногда <b>звук</b> рождается от трения элементов, иногда — через встроенные микрофоны или динамики, усиливающие ощущение присутствия.",
      "Многие художники стремились к «<b>свет</b>омузыке» — визуальному эквиваленту <b>звук</b>а. Они экспериментировали с ритмом вспышек, цветом и интенсивностью, чтобы создать эффект, подобный музыкальной композиции, но через зрение.",
      "Некоторые объекты начинали двигаться от прикосновения, реагировали на дыхание, шаги, на температуру воздуха или влажность. Это делало <b>восприятие</b> непредсказуемым и личным: каждый <b>зритель</b> получал свою версию произведения. Искусство переставало быть застывшим — оно дышало вместе со средой.",
      "Эти поиски сближали художников с музыкантами, инженерами, архитекторами, даже с учёными. В центре внимания было не произведение, а взаимосвязь процессов: колебаний, частот, ритмов, <b>свет</b>а, <b>звук</b>а, движения."
    ]
  },
  {
    "view": "headline",
    "title": "Технологии и эксперименты"
  },
  {
    "view": "text",
    "content": [
      "Кинетическое искусство всегда тяготело к эксперименту. Это направление выросло не столько из мастерской, сколько из лаборатории — места, где художник работает с моторами, проводами, зеркалами, лазерами и случайностью. Его выразительные средства — это не только линия и цвет, но и вращение, гравитация, электричество, сопротивление воздуха.",
      "Одно из важнейших открытий — использование механики: моторы, роторы, шарниры, реле. Они позволяют задавать движению ритм, паузы, смену направления. Работа может двигаться с постоянной скоростью или реагировать на внешние стимулы. Иногда <b>механика</b> подчёркивает точность, а иногда — наоборот, демонстрирует сбои и хаос.",
      "Второй ключевой инструмент — <b>свет</b>овые технологии. Это прожекторы, неон, ультрафиолет, зеркальные поверхности, лазеры. Свет становится материалом, который не фиксируется в виде, а раскрывается в действии: он может отражаться, преломляться, исчезать, вибрировать в зависимости от угла и среды.",
      "Многие объекты используют программирование и электронику. Они включают датчики, реагирующие на приближение зрителя, на уровень <b>звук</b>а, на <b>движение</b> в пространстве. В таких произведениях <b>технология</b> — это не декорация, а основа структуры.",
      "Важную роль играют новые материалы: прозрачные пластики, металлизированные плёнки, гибкие конструкции, магниты, пневматика. Художники создают объекты, которые балансируют между скульптурой, машиной и средой. Они подвижны не только физически, но и смыслово: между искусством, дизайном, архитектурой.",
      "Эти поиски не просто создают визуальный эффект. Они позволяют искусству говорить на языке настоящего: языке технологий, сред, динамики. Кинетизм не только интегрирует прогресс — он сам становится платформой для его осмысления."
    ]
  },
  {
    "view": "headline",
    "title": "Кинетизм сегодня"
  },
  {
    "view": "image",
    "img": "/images/gallery/kinetic-facade.webp",
    "description": "Кинетический фасад современного здания"
  },
  {
    "view": "text",
    "content": [
      "Кинетическое искусство не осталось в истории. Его принципы — <b>движение</b>, реактивность, изменение, взаимодействие — стали частью визуального мышления XXI века. Сегодня кинетизм присутствует не только в галереях, но и на улицах городов, в архитектуре, интерфейсах, мультимедиа и публичных пространствах.",
      "Многие современные здания используют фасады, которые реагируют на ветер, солнечный <b>свет</b> или прохожих. Это могут быть подвижные панели, структуры с зеркальной поверхностью, экраны, создающие иллюзию дыхания или волн. Такие объекты объединяют инженерию и искусство, превращая город в пульсирующую визуальную систему.",
      "Публичные инсталляции часто работают с принципами кинетизма: они включаются при движении, взаимодействуют с прохожими, <b>свет</b>ятся, шуршат, трансформируются. Это может быть как игровая площадка, так и архитектурная скульптура, музыкальный павильон или цифровая проекция. Искусство становится посредником между человеком и средой.",
      "В цифровой среде идеи кинетизма особенно живучи. Motion design, интерактивные выставки, VR-инсталляции, алгоритмические скульптуры работают с теми же принципами, что и художники 1960-х: ритм, повтор, <b>свет</b>, <b>реакция</b>, участие зрителя. Но теперь у художника в руках не мотор и металл, а код и данные.",
      "Кинетизм оказался удивительно живучим, потому что он говорит о главном: всё движется. И в этом движении — не только техника, но и <b>восприятие</b>, тело, сознание.",
      "Искусство, которое не фиксирует, а переживает реальность во времени, становится особенно актуальным в мире, где ничто не остаётся неизменным."
    ]
  },
  {
    "view": "headline",
    "title": "Источники"
  },
  {
    "view": "list-thin",
    "list": [
      "Научная статья: «Оптико-кинетическое искусство. Поиски новых типов формообразования»",
      "Статья: <a href=\"https://ideelart.com/ru/blogs/magazine/the-most-important-traits-of-kinetic-art\" target=\"_blank\">Основные черты кинетического искусства (Ideelart)</a>",
      "Статья: <a href=\"https://thewallmagazine.ru/kinetic-art/\" target=\"_blank\">Кинетизм: искусство движения (The Wall)</a>",
      "Лекция на YouTube: <a href=\"https://www.youtube.com/live/kU8HhMoujX8?feature=shared\" target=\"_blank\">Искусство, которое движется: история кинетизма</a>",
      "Лекция на YouTube: <a href=\"https://m.youtube.com/watch?v=MTIzwsjKiGQ&pp=ygUr0JrQuNC90LXRgtC40YfQtdGB0LrQvtC1INC40YHQutGD0YHRgdGC0LLQvg%3D%3D\" target=\"_blank\">Кинетическое искусство XX века: от Умберто Боччони до VR</a>",
      "Книга: Франк Поппер. «Кинетическое искусство: визуальная поэзия движения»"
    ]
  }
]
