[
  {
    "view": "intro",
    "title": "Конструктивизм",
    "content": [
      "Конструктивизм — это художественное, архитектурное и идеологическое направление, которое зародилось в Советской России после революции 1917 года.",
      "Его центральная идея — отказ от декоративности в пользу функциональности, рациональности и социальной пользы.",
      "Искусство должно быть включено в жизнь. Не иллюстрировать, а формировать. Не украшать, а действовать.",
      "Художник превращается в инженера, а произведение — в конструкцию.",
      "Это был поворот от живописной субъективности к объективной структуре, от образа к реализации проекта, от эстетики к задаче."
    ]
  },
  {
   "list": {
    "title": "Яркие представители",
    "content": [
      {
        "title": "Владимир Татлин",
        "link": "/artists/vladimir-tatlin"
      },
      {
        "title": "Александр Родченко",
        "link": "/artists/alexander-rodchenko"
      },
      {
        "title": "Варвара Степанова",
        "link": "/artists/varvara-stepanova"
      },
      {
        "title": "Моисей Гинзбург",
        "link": "/artists/moisey-ginzburg"
      },
      {
        "title": "Любовь Попова",
        "link": "/artists/lyubov-popova"
      },
      {
        "title": "Братья Веснины",
        "link": "/artists/vesnin-brothers"
      }
    ]
   }
  },
  {
    "view": "headline",
    "title": "Философия и происхождение"
  },
  {
    "view": "image",
    "img": "/images/gallery/tatlin-3-inrenac.webp",
    "description": "Владимир Татлин. Проект «Башни III Интернационала», 1920"
  },
  {
    "view": "text",
    "content": [
      "Конструктивизм сформировался в контексте огромных социальных и политических сдвигов.",
      "Он вобрал в себя наследие футуризма, кубизма, супрематизма и соединил его с утопической верой в революцию, прогресс и переустройство общества.",
      "На смену старому миру приходил новый — и нужно было заново придумать всё: быт, архитектуру, одежду, даже саму структуру восприятия.",
        {
    "img": "/images/gallery/golosov-dom-tekstiley.webp",
    "description": "Проект Дома Текстилей. Москва. И. А. Голосов"
  },
      "Отказ от миметичности был радикальным. Искусство больше не должно изображать — оно должно проектировать.",
      "Холст уступает место чертежу. Эмоция — задаче. Авторство — коллективу.",
         {
    "img": "/images/gallery/lef-konstruktivism.webp",
    "description": "Обложка журнала «ЛЕФ», № 1 и № 2, 1923—1924 гг."
  },
      "В центре оказывается идея полезности: форма должна следовать функции. Не сюжет, а конструкция. Не стиль, а система."
    ]
  },
  {
    "view": "headline",
    "title": "Башня Татлина"
  },
  {
    "view": "text",
    "content": [
      "Символом конструктивистского поворота стала знаменитая «Башня III Интернационала» — масштабный проект Владимира Татлина, представленный в 1920 году.",
      "Она была задумана как здание-устройство, динамическая структура, сочетающая сталь, стекло и идею революционного движения.",
      "В её основании — две наклонённые фермы, поддерживающие наклонную ось и три вращающихся объёма: для законодательной, исполнительной и информационной функций.",
        {
    "img": "/images/gallery/tatlin-dnk.webp",
    "description": "Владимир Татлин. Проект «Башни III Интернационала», 1920"
  },
      "Башня так и не была построена. Но её чертёж стал манифестом: она мыслилась не как здание, а как жест, как знамя, как объявление новой эстетики.",
      "Позже было замечено, что её форма поразительно напоминает двойную спираль ДНК, открытие которой произойдёт лишь в 1962 году.",
          {
    "img": "/images/gallery/konstryktivism-dnk.webp",
    "description": "Строение ДНК"
  },
      "Эта интуитивная точность превратила башню Татлина в символ художественного пророчества — проект, опередивший своё время."
    ]
  },
  {
    "view": "headline",
    "title": "Принципы и особенности"
  },
  {
    "view": "text",
    "content": [
      "Конструктивизм не ограничивался архитектурой — он был универсальной логикой, которая стремилась охватить всё: от мебели до типографики, от одежды до театра.",
      "Его основные черты:",
      "— отказ от декора и украшательства;",
      "— геометризм и ясность;",
      "— индустриальные материалы (металл, стекло, фанера, бетон);",
      "— визуальная простота и конструктивная сложность;",
      "— системность, повторяемость, модульность;",
      "— ориентация на производство, массовость, тираж.",
      "Форма в конструктивизме не создавалась ради красоты — она рождалась из задачи.",
      "Художник не вдохновлялся, а проектировал.",
      "Важным становился не объект, а процесс его сборки, взаимодействие, функциональность.",
      "Искусство становилось средством построения нового быта, нового общества, нового сознания."
    ]
  },
  {
    "view": "headline",
    "title": "Архитектура конструктивизма"
  },
  {
    "view": "image",
    "img": "/images/gallery/narkomfin-building.webp",
    "description": "Дом Наркомфина. Архитекторы: Моисей Гинзбург и Игнатий Милинис"
  },
  {
    "view": "text",
    "content": [
      "Наиболее ярко конструктивизм проявился в архитектуре 1920–1930-х годов.",
      "Это были здания, которые больше напоминали машины: сдвинутые объёмы, лестничные блоки, крыши-террасы, ритмичные фасады, стеклянные углы.",
      "Конструктивисты отвергали колонны и симметрию, стремясь выразить логику конструкции и социальную программу.",
      "Культовыми стали:",
      "— Дом Наркомфина (Моисей Гинзбург и Игнатий Милинис),",
      "— Дом культуры им. Зуева (Илья Голосов),",
      "— Рабочий клуб им. Русакова (Константин Мельников),",
      "— Госпром в Харькове,",
      "— Дом Мельникова,",
      "— Шуховская башня.",
      "Эти здания не просто предлагали новый стиль — они воплощали новую антропологию: коммунальный быт, коллективные балконы, проходные кухни, общие пространства.",
      "Архитектура превращалась в форму воспитания. Пространство становилось инструментом."
    ]
  },
    {
    "view": "image",
    "img": "/images/gallery/shyhovskaya.webp",
    "description": "Шуховская башня"
  },
    {
    "view": "image",
    "img": "/images/gallery/rysakov-rab-club.webp",
    "description": "Рабочий клуб им. Русакова. Архитектор Константин Мельников"
  },
  {
    "view": "image",
    "img": "/images/gallery/zyev-dom.webp",
    "description": "Дом культуры им. Зуева. Архитектор Илья Голосов"
  },
  {
    "view": "headline",
    "title": "Закат и запрет"
  },
  {
    "view": "text",
    "content": [
      "К началу 1930-х годов конструктивизм оказался вне официальной линии партии.",
      "Его идеалы стали восприниматься как формализм, «левое уклонение». Власти требовали понятных образов, патетики, возврата к классике.",
      "На смену конструктивистской рациональности пришёл сталинский ампир. Башни уступили колоннам. Схемы — фрескам.",
      "Многие проекты были закрыты. Некоторые здания достроены с упрощениями. А сами художники либо отошли от практики, либо оказались в изоляции.",
      "Конструктивизм как открытый эксперимент был остановлен — но не забыт."
    ]
  },
  {
    "view": "headline",
    "title": "Наследие"
  },
  {
    "view": "text",
    "content": [
      "Сегодня его принципы снова востребованы: лаконичность, функциональность, модульность, логика, системность.",
      "Он стал универсальным языком современного визуального мышления.",
      "Конструктивизм больше не связан с конкретной страной или эпохой — это способ видеть, проектировать, мыслить."
    ]
  },
  {
    "view": "headline",
    "title": "Источники"
  },
  {
    "view": "list-thin",
    "list": [
      "Статья: <a href=\"https://constructivism.tilda.ws/\" target=\"_blank\">История конструктивизма</a>",
      "Статья: <a href=\"https://experience.tripster.ru/articles/konstruktivizm-gde-smotret-pamyatniki-arhitektury-epohi-avangard/\" target=\"_blank\">Где смотреть конструктивизм</a>",
      "Статья: <a href=\"https://www.culture.ru/s/istoriya-konstruktivizma/\" target=\"_blank\">История конструктивизма — Культура.РФ</a>",
      "Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=_RLjClbUeRM\" target=\"_blank\">Лекция: Конструктивизм в архитектуре</a>",
      "Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=HvpEXQPr814\" target=\"_blank\">Лекция: Советский авангард и конструктивизм</a>"
    ]
  }
]
