[
  {
    "view": "intro",
    "title": "Кубофутуризм",
    "content": [
      "Футуризм — художественное и литературное авангардное направление начала XX века, возникшее в Италии и распространившееся в ряде европейских стран, включая Россию. Основная идеязаключается в <b>прославлении движения, энергии, скорости, техники</b> и <b>будущего</b>, <b>радикальный разрыв с традицией</b> и <b>попытка переосмысления искусства как активной силы преобразования мира</b>."
],
    "list": {
      "title": "Ключевые представители",
      "content": [
        {
          "title": "Филиппо Томмазо Маринетти",
          "link": "/artists"
        },
        {
          "title": "Умберто Боччони",
          "link": "/artists"
        },
        {
          "title": "Джакомо Балла",
          "link": "/artists"
        },
        {
          "title": "Джино Северини",
          "link": "/artists"
        },
        {
          "title": "Луиджи Руссоло",
          "link": "/artists"
        },
        {
          "title": "Карло Карра",
          "link": "/artists"
        }
      ]
    }
  },
  {
		"view": "image",
		"img": "/images/gallery/russolo-dinamism-auto.webp",
		"description": "«Динамизм автомобиля», Луиджи Руссоло, 1913"
	},
  {
    "view": "headline",
    "title": "Русский футуризм"
  },
  {
    "view": "text",
    "content": [
      "Русские художники были особенно восприимчивы к футуризму, и их интерес имел веские основания. Как и Италия, дореволюционная Россия застряла в прошлом — страна заметно отставала в сфере индустриализации и модернизации, особенно в сравнении с Великобританией или США. Молодые радикально настроенные интеллектуалы, стремившиеся к разрушению старого порядка, закономерно обратились к наиболее дерзкому и современному художественному течению — футуризму.",
      "Как и в Италии, русский футуризм начался с поэтического вызова — во главе движения стал Владимир Маяковский, экспериментировавший со словом, ритмом и звуком. Его окружали художники и дизайнеры: Любовь Попова, Михаил Ларионов, Наталья Гончарова, которые переняли визуальный язык футуризма, но адаптировали его к местному контексту. При этом русские футуристы сознательно отмежевались от Маринетти и итальянцев, выстраивая собственное сообщество и путь.",
       {
				"img": "/images/gallery/goncharova-samolet-nad-poezdom.webp",
				"description": "«Самолет над поездом», Наталья Гончарова"
			},
       {
				"img": "/images/gallery/mayakovskiy-okna-rosta.webp",
				"description": "«Окна РОСТА. Фрагмент», Владимир Маяковский"
			},
      "Большинство художников свободно сочетали футуризм с другими направлениями — <a href=\"https://vsumodernism.github.io/art-movements/cubism/\" target=\"_blank\">кубизмом</a>, символизмом, фольклором. Так возник <b>кубофутуризм</b> — крупнейшее и наиболее радикальное течение в русском изобразительном искусстве. Он сочетал кубистскую деконструкцию формы с футуристической динамикой. Яркие цветовые пятна, фрагментированные объекты и ощущение движения стали его визуальной основой. Представители: Казимир Малевич, Давид Бурлюк, Аристарх Лентулов.",
	        {
				"img": "/images/gallery/burluk-cvety.webp",
				"description": "«Цветы с ангелами», Давид Бурлюк"
			},
      "Попова в своей работе «Модель» применила футуристическую одержимость движением к абстрактной композиции в духе Пикассо. А её коллега Михаил Ларионов пошёл ещё дальше — он изобрёл собственное направление лучизм, сосредоточенное на отражении света и его взаимодействии с поверхностями, перекликаясь с футуризмом, но делая акцент не на механике, а на лучевой структуре восприятия.",
          {
				"img": "/images/gallery/popova-model.webp",
				"description": "«Модель женщины», Любовь Попова"
			},
      "Не менее важным стало направление <b>эгофутуризма</b>, визуально проявлявшееся в оформлении книг и графике. В отличие от агрессивных жестов кубофутуристов, эгофутуристы стремились к лиричности и индивидуализму: вытянутые формы, декоративные линии, стилизация под модерн, мягкие цвета и музыкальность образов.",
      "Центральной точкой синтеза искусства и футуристической идеи стала опера «Победа над солнцем» (1913) — совместный проект Крученых, Матюшина и Малевича. Спектакль, поставленный в рамках выставки «Союза молодёжи», стал манифестом русского авангарда. Малевич оформил сцену геометрическими конструкциями и впервые использовал символ, ставший ключевым для супрематизма — Чёрный квадрат. Постановка, сочетающая заумную поэзию, шумовую музыку и абсурдистский сюжет, символизировала победу над прошлым и рождение нового художественного мира.",
     {
				"img": "/images/art-movements/eskiz-opera-pobeda-solnce.webp",
				"description": "Казимир Малевич. Эскиз декорации к опере М. Матюшина и А. Кручёных «Победа над Солнцем». II деймо, 5 картина, 1913"
			},
        {
				"img": "/images/art-movements/pobeda-nad-solncem.webp",
				"description": "Куклы «Многие и один»; на полу — «Путешественник»; без маски — «Чтец». «Победа над Солнцем». Спектакль театра «Чёрный квадрат», 1989"
			}
    ]
  },
  {
    "view": "headline",
    "title": "Источники"
  },
  {
    "view": "list-thin",
    "list": [
      "Дарья Колмыкова <a href=\"https://designschool.am/project/a615086b989d4b14a5ecaca691fdc19c\" target=\"_blank\">«Футуризм. Футуризм в изобразительном искусстве ХХ и ХХI века»</a>",
      "Статья: <a href=\"https://arzamas.academy/materials/1436\" target=\"_blank\">«Расшифровка Как начинался русский футуризм»</a>",
      "Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=ndhuSsIpyAY\" target=\"_blank\">АУДИО. Как начинался русский футуризм. Курс «Приключения Моне, Матисса и Пикассо в России»</a>",
      "Статья: <a href=\"://vk.com/@al_bertina-obyasneni-futurizma-protest-i-sovremennost-v-iskusstve\" target=\"_blank\">«Объяснение футуризма: протест и современность в искусстве»</a>",
      "Статья: <a href=\"https://iskusstvo-info.ru/futuristy-v-teatre-ili-pobeda-nad-solntsem/\" target=\"_blank\">«Футуристы в театре, или «Победа над солнцем»»</a>"
    ]
  }
]
