[
 {
    "view": "intro",
    "title": "Кубофутуризм",
    "content": [
      "Кубофутуризм — одно из ключевых направлений <b>русского авангарда</b> начала XX века. Он возник на стыке влияния <a href=\"https://vsumodernism.github.io/art-movements/cubism\" target=\"_blank\">кубизма</a> и <a href=\"https://vsumodernism.github.io/art-movements/futurism\" target=\"_blank\">футуризма</a>, сочетая в себе интерес к геометрическим формам и стремление выразить динамику времени, энергии и движения.",
      "Для кубофутуристов было важно не только разрушить форму, но и наделить её новой внутренней экспрессией. Они пытались <b>передать ощущение скорости и ритма</b>, сохранив при этом пластическую чёткость и структурную мощь кубизма.",
      "Кубофутуризм стал важным шагом к беспредметному искусству и повлиял на развитие супрематизма и конструктивизма."
    ],
    "list": {
      "title": "Яркие представители",
      "content": [
        {
          "title": "Казимир Малевич",
          "link": "/artists/name"
        },
        {
          "title": "Аристарх Лентулов",
          "link": "/artists/name"
        },
        {
          "title": "Давид Бурлюк",
          "link": "/artists/name"
        },
        {
          "title": "Любовь Попова",
          "link": "/artists/name"
        },
        {
          "title": "Михаил Ларионов",
          "link": "/artists/name"
        },
        {
          "title": "Наталья Гончарова",
          "link": "/artists/name"
        }
      ]
 }
    },
	  {
		"view": "image",
		"img": "/images/gallery/pomolvka-burluk.webp",
		"description": "«Помолвка», Давид Давидович Бурлюк"
	},
	 {
    "view": "headline",
    "title": "Кубофутуризм в России: энергия формы и языка"
  },
  {
    "view": "text",
    "content": [
	      "Русские художники были особенно восприимчивы к футуризму, и их интерес имел веские основания. Как и Италия, дореволюционная Россия застряла в прошлом — страна заметно отставала в сфере индустриализации и модернизации, особенно в сравнении с Великобританией или США. Молодые радикально настроенные интеллектуалы, стремившиеся к разрушению старого порядка, закономерно обратились к наиболее дерзкому и современному художественному течению — футуризму.",
      "Как и в Италии, русский футуризм начался с поэтического вызова — во главе движения стал Владимир Маяковский, экспериментировавший со словом, ритмом и звуком. Его окружали художники и дизайнеры: Любовь Попова, Михаил Ларионов, Наталья Гончарова, которые переняли визуальный язык футуризма, но адаптировали его к местному контексту. При этом русские футуристы сознательно отмежевались от Маринетти и итальянцев, выстраивая собственное сообщество и путь.",
          {
				"img": "/images/gallery/goncharova-samolet-nad-poezdom.webp",
				"description": "«Самолет над поездом», Наталья Гончарова"
			},
       {
				"img": "/images/gallery/mayakovskiy-okna-rosta.webp",
				"description": "«Окна РОСТА. Фрагмент», Владимир Маяковский"
			},
	    "В период с 1911 по 1915 год художники-авангардисты создали ключевые произведения <b>кубофутуризма</b> — одного из самых радикальных и выразительных направлений <b>русского модернизма</b>. В феврале 1915 года на выставке под названием <b>«Трамвай В»</b> Казимир Малевич и Владимир Татлин представили два десятка картин, которые определили дальнейшее развитие художественного авангарда в России и Европе.",
      {
        "img": "/images/gallery/vystavka-tramvay.webp",
        "description": "Афиша выставки"
      },
	    {
        "img": "/images/gallery/malevich-aviator.webp",
        "description": "Казимир Малевич. «Авиатор», 1914"
      },
      "Картины Малевича того времени — «Корова и скрипка», «Авиатор», «Дама у афишного столба», «Портрет М.В. Матюшина» поражали зрителя алогичными комбинациями реалистичных форм и кубистских объемов. Эти произведения становились визуальными парадоксами, эстетикой абсурда, основой для таких будущих течений как дадаизм и сюрреализм.",
       {
        "img": "/images/gallery/dama-y-stolba-malevich.webp",
        "description": "Казимир Малевич. «Дама у афишного столба»"
      },
      "Подобные произведения не были просто жестом протеста — «странная живопись» кубофутуристов заложила фундамент для новых художественных систем."
    ]
  },
  {
    "view": "headline",
    "title": "Поэтика зауми: язык вне логики"
  },
  {
    "view": "text",
    "content": [
      "Одной из центральных идей кубофутуризма стало понятие «заумного искусства». Термин «заумь», введённый русскими поэтами-«будетлянами», обозначал язык, уходящий за пределы логики и обыденного смысла.",
      "В живописи это означало отказ от традиционного сюжета в пользу пластических средств выражения. Картина становилась самостоятельным языковым пространством — её «сюжетом» были уже не образы, а их взаимодействие, ритм, структура, фактура.",
      "Хотя сосредоточенность на форме иногда ослабляла содержательную сторону, теоретическая база кубофутуризма заложила основы будущих авангардных поисков."
    ]
  },
  {
    "view": "headline",
    "title": "Любовь Попова: энергия фрагментов"
  },
  {
    "view": "text",
    "content": [
      "Особое место в истории кубофутуризма занимает художница Любовь Попова — одна из немногих женщин, занявших центральную позицию в русском авангарде. В 1912 году она обучалась в Париже, позже путешествовала по Италии, где впитала традиции европейского кубизма и футуризма.",
      {
        "img": "/images/gallery/popova-puteshestvennik.webp",
        "description": "Любовь Попова. «Путешественник», 1915"
      },
      "Эти влияния отчётливо проявились в её работе «Путешественник» (1915), в которой кубистская структура сочетается с динамикой футуристического движения.",
      "Фрагментарные формы создают эффект мерцания — фигура будто прорывается сквозь потоки времени и пространства. Энергичная моделировка усиливает рельефность живописной поверхности, превращая холст в автономное поле художественной энергии."
    ]
  },	
  {
    "view": "text",
    "content": [
      "Большинство художников свободно сочетали футуризм с другими направлениями — <a href=\"https://vsumodernism.github.io/art-movements/cubism\" target=\"_blank\">кубизмом</a>, символизмом, фольклором. Так возник <b>кубофутуризм</b> — крупнейшее и наиболее радикальное течение в русском изобразительном искусстве. Он сочетал кубистскую деконструкцию формы с футуристической динамикой. Яркие цветовые пятна, фрагментированные объекты и ощущение движения стали его визуальной основой. Представители: Казимир Малевич, Давид Бурлюк, Аристарх Лентулов.",
	        {
				"img": "/images/gallery/burluk-cvety.webp",
				"description": "«Цветы с ангелами», Давид Бурлюк"
			},
      "Попова в своей работе «Модель» применила футуристическую одержимость движением к абстрактной композиции в духе Пикассо. А её коллега Михаил Ларионов пошёл ещё дальше — он изобрёл собственное направление лучизм, сосредоточенное на отражении света и его взаимодействии с поверхностями, перекликаясь с футуризмом, но делая акцент не на механике, а на лучевой структуре восприятия.",
          {
				"img": "/images/gallery/popova-model.webp",
				"description": "«Модель женщины», Любовь Попова"
			},
      "Не менее важным стало направление <b>эгофутуризма</b>, визуально проявлявшееся в оформлении книг и графике. В отличие от агрессивных жестов кубофутуристов, эгофутуристы стремились к лиричности и индивидуализму: вытянутые формы, декоративные линии, стилизация под модерн, мягкие цвета и музыкальность образов.",
      "Центральной точкой синтеза искусства и футуристической идеи стала опера «Победа над солнцем» (1913) — совместный проект Крученых, Матюшина и Малевича. Спектакль, поставленный в рамках выставки «Союза молодёжи», стал манифестом русского авангарда. Малевич оформил сцену геометрическими конструкциями и впервые использовал символ, ставший ключевым для супрематизма — Чёрный квадрат. Постановка, сочетающая заумную поэзию, шумовую музыку и абсурдистский сюжет, символизировала победу над прошлым и рождение нового художественного мира.",
     {
				"img": "/images/art-movements/eskiz-opera-pobeda-solnce.webp",
				"description": "Казимир Малевич. Эскиз декорации к опере М. Матюшина и А. Кручёных «Победа над Солнцем». II деймо, 5 картина, 1913"
			},
        {
				"img": "/images/art-movements/pobeda-nad-solncem.webp",
				"description": "Куклы «Многие и один»; на полу — «Путешественник»; без маски — «Чтец». «Победа над Солнцем». Спектакль театра «Чёрный квадрат», 1989"
			}
    ]
  },
	  {
    "view": "text",
    "content": [
      "Кубофутуризм стал не просто художественным стилем, а мощным импульсом, с которого началась настоящая революция в русском искусстве. Он соединил геометрическую чёткость кубизма и динамическую экспрессию футуризма, превратив картину в поле столкновения форм, ритмов и идей.",
      "Это направление дало художникам <b>невиданную до того свободу</b> — свободу распада и синтеза, логики и алогизма, языка и зауми. Оно подготовило почву для <b>супрематизма</b>, <b>конструктивизма</b>, <b>визуального абстракционизма</b> и даже для таких форм, как перформанс и инсталляция.",
      "Кубофутуризм открыл новые горизонты — не только для русских художников, но и для всего XX века. Его краткая, но яркая история — напоминание о том, как искусство может становиться не отражением, а пророчеством будущего."
    ]
  },
  {
    "view": "headline",
    "title": "Источники"
  },
  {
    "view": "list-thin",
    "list": [
      "Статья: <a href=\"https://iskusstvo-info.ru/futuristy-v-teatre-ili-pobeda-nad-solntsem/\" target=\"_blank\">«Футуристы в театре, или «Победа над солнцем»»</a>",
    "Статья: <a href=\"https://www.where.ru/post/futurizm-i-kubofuturizm-v-naushnikakh/\" target=\"_blank\">«Футуризм и кубофутуризм в наушниках»</a>",
    "Статья: <a href=\"https://artchive.ru/encyclopedia/4375~CuboFuturism\" target=\"_blank\">«Кубофутуризм» на Артхиве</a>",
    "Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=6_BhFSK-s70\" target=\"_blank\">Лекция: Русский кубофутуризм</a>",
    "Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=OnhiEh1h-Ws\" target=\"_blank\">Лекция: Кубофутуризм и его влияние</a>"
  ]
  }
]
