[
  {
    "view": "intro",
    "title": "Оп-арт",
    "content": [
      "<b>Оп-арт</b> (от англ. optical art — «оптическое искусство») — это направление абстрактного искусства, основанное на использовании <b>оптических иллюзий</b>, визуальных эффектов движения, вибрации, мерцания и пространственного искажения.",
      "Это искусство не изображает мир и не рассказывает историю. Оно <b>воздействует</b>. С помощью линий, контрастов, повторений, ритма и чётко выстроенной геометрии художники оп-арта создают впечатление, будто изображение пульсирует, дрожит, вращается, меняется прямо на глазах.",
      "Главный принцип оп-арта — <b>вовлечение зрителя</b>. Здесь не просто нужно смотреть — нужно видеть, взаимодействовать, испытывать.",
      "Он не использует символику или нарратив. Он работает внутри самой плоскости холста, используя форму как средство влияния. Это не живопись, которая изображает — это <b>живопись, которая действует</b>."
    ],
    "list": {
  "title": "Яркие представители",
  "content": [
    {
      "title": "Виктор Вазарели",
      "link": "https://ru.wikipedia.org/wiki/Вазарели,_Виктор"
    },
    {
      "title": "Бриджет Райли",
      "link": "https://ru.wikipedia.org/wiki/Райли,_Бриджет"
    },
    {
      "title": "Хесус Рафаэль Сото",
      "link": "https://ru.wikipedia.org/wiki/Сото,_Хесус_Рафаэль"
    },
    {
      "title": "Карлос Крус-Диес",
      "link": "https://ru.wikipedia.org/wiki/Крус-Диес,_Карлос"
    },
    {
      "title": "Ричард Анушкевич",
      "link": "https://en.wikipedia.org/wiki/Richard_Anuszkiewicz"
    },
    {
      "title": "Яой Кусама",
      "link": "https://ru.wikipedia.org/wiki/Кусама,_Яёи"
    },
    {
      "title": "Жюльен Стаан",
      "link": "https://fr.wikipedia.org/wiki/Julien_Staan"
    }
  ]
}
  },
   {
    "view": "image",
    "img": "/images/gallery/viktorvazareli-issledovaniedvizheniya.webp",
    "description": "«Исследование движения», Виктор Вазарели"
  },
  {
    "view": "headline",
    "title": "Исторический и культурный контекст"
  },
  {
    "view": "text",
    "content": [
      "Оп-арт возник в середине XX века — в эпоху, когда общество стремительно менялось под воздействием науки, технологий и массовой культуры. Это было время космической гонки, телевидения, компьютеров, экспериментов в восприятии.",
      "На фоне этого растущего доверия к науке возникает новое понимание художественного жеста: художник превращается не в гения, движимого вдохновением, а в <b>исследователя</b>, работающего с законами восприятия.",
      "Искусство сближается с <b>оптикой, психологией, математикой</b>. Оно перестаёт быть отражением мира и становится его <b>моделированием</b>.",
         {
    "img": "/images/gallery/raili-krivaya-diag.webp",
    "description": "«Кривая диагональ», Бриджет Райли"
  },
      "Визуальный поток становится частью повседневности. Глаз — перегружен, но всё ещё доверяет плоскости. Оп-арт играет с этим доверием, показывая, как легко вызвать ощущение движения, хотя холст — статичен.",
      "Он встраивается в контекст 1960-х как ответ на стремление к универсальному визуальному языку, основанному не на личных переживаниях, а на <b>объективных механизмах восприятия</b>."
    ]
  },
    {
    "view": "image",
    "img": "/images/gallery/mardi-anyshkevich (1).webp",
    "description": "«Марди Гра», Ричард Анушкевич"
  },
  {
    "view": "headline",
    "title": "Принципы и визуальные эффекты"
  },
  {
    "view": "text",
    "content": [
      "Оп-арт строится на работе с <b>оптическими явлениями</b>, которые активизируют зрительное восприятие и создают иллюзию движения или нестабильности.",
      "— <b>Контраст и ритм</b>: чередующиеся полосы, сетки, точки, усиливающие вибрации.",
      "— <b>Движение без движения</b>: эффект дрожания и вращения на неподвижной поверхности.",
      "— <b>Искажение пространства</b>: разрушение привычной глубины и симметрии.",
      "— <b>Цветовые взаимодействия</b>: яркие, контрастные оттенки, вызывающие напряжение.",
      "— <b>Активная плоскость</b>: отсутствие фокуса, постоянная подвижность взгляда.",
      "Главный эффект — <b>непостоянство</b>. Работа существует как процесс, а не как объект."
    ]
  },
    {
    "view": "image",
    "img": "/images/gallery/opart-zdanie-v-singapure.webp",
    "description": "Здание Ferrell Residences в Сингапуре в стиле оп-арт, 2013"
  },
  {
    "view": "headline",
    "title": "Техника и язык"
  },
  {
    "view": "text",
    "content": [
      "Оп-арт — это строгая система, основанная на расчёте, повторе и графической чистоте. Здесь нет случайности. Художники исключают экспрессию, создавая формы, рассчитанные до миллиметра.",
      "Используются <b>линейные структуры</b>, <b>модули</b>, <b>ограниченные палитры</b>, <b>шелкография, трафарет, офорт</b>, а также бумага, металл, стекло, свет.",
      "Несмотря на технологичность, оп-арт остаётся живописью: искусством работы с плоскостью и взаимодействием формы и восприятия.",
      "Он не выражает эмоции, а <b>конструирует опыт</b>."
    ]
  },
  {
    "view": "headline",
    "title": "Художники и визуальные системы"
  },
  {
    "view": "text",
    "content": [
      "<b>Виктор Вазарели</b> считается основателем оп-арта. Он создавал визуальные алфавиты — формы и цвета, из которых строил серии работ.",
      "Его картины словно «дышат», создавая эффект движения через искажение сетки и формы.",
      "Вазарели писал, что реальность уже абстрактна, и искусство должно быть ей адекватно.",
      "Для него искусство — это не личное высказывание, а <b>универсальный визуальный язык</b>."
    ]
  },
  {
    "view": "image",
    "img": "/images/gallery/vazarelli.webp",
    "description": "Виктор Вазарели на фоне своих оптических работ. Около 1970-х годов."
  },
  {
    "view": "text",
    "content": [
      "<b>Бриджет Райли</b> исследовала зрительное напряжение. В её работах зрение становится движущей силой.",
      "Ранние чёрно-белые волны и линии сменяются сложными цветовыми сетками, вызывающими вибрации.",
      "Она говорила: «Моя работа — это не живопись о чём-то. Это живопись, которая происходит»."
    ]
  },
  {
    "view": "image",
    "img": "/images/art-movements/opart.webp",
    "description": "Бриджет Райли. «Движение в квадратах», 1961"
  },
  {
    "view": "text",
    "content": [
      "Другие художники: <b>Сото</b>, <b>Крус-Диес</b>, <b>Яой Кусама</b>, <b>Анушкевич</b> работали с архитектурой, инсталляцией, точками, цветом, зеркалами.",
      "Объединяет их интерес к восприятию как процессу, а зрителю — как соавтору изображения.",
       {
    "img": "/images/gallery/kysama-bely-28.webp",
    "description": "Яёи Кусама. «Белый № 28». 1960. Эта картина была продана на торгах аукционного дома Christie’s в 2014 году за 7,3 млн долларов — самая высокая цена за работу женщины-художницы, живущей в наше время."
  } 
    ]
  },
  {
    "view": "headline",
    "title": "Восприятие и зритель"
  },
  {
    "view": "text",
    "content": [
      "Оп-арт требует от зрителя не пассивного взгляда, а <b>активного соучастия</b>.",
      "Глаз движется, колеблется, ощущает напряжение. Иллюзия рождается только при взгляде.",
      "Зритель — не наблюдатель, а часть процесса. Он включает работу, активирует поверхность.",
      "Искусство оп-арта — это <b>визуальный процесс</b>, а не объект. Он существует только в восприятии."
    ]
  },
  {
    "view": "headline",
    "title": "Влияние на дизайн и визуальную культуру"
  },
  {
    "view": "text",
    "content": [
      "Оп-арт быстро вышел за пределы галерей. Его принципы проникли в <b>моду, графику, дизайн, архитектуру</b>.",
      "В 1960-е годы паттерны оп-арта появляются на одежде, обоях, афишах, обложках.",
      "В XXI веке его эстетика проявляется в digital art, motion design, интерфейсах, анимации.",
      "Оп-арт доказал, что зрение — это материал для художника, а восприятие — часть формы."
    ]
  },
  {
    "view": "headline",
    "title": "Источники"
  },
  {
    "view": "list-thin",
    "list": [
      "Статья: <a href=\"https://deziiign.com/project/98a0acde2565479eacb509917595f994\" target=\"_blank\">Оп-арт: обман зрения в искусстве</a>",
      "Статья: <a href=\"https://www.rsl.ru/ru/events/afisha/lections/viktor-vazareli-rozhdenie-op-arta\" target=\"_blank\">Виктор Вазарели: рождение оп-арта (РГБ)</a>",
      "Статья: <a href=\"https://ideelart.com/ru/blogs/magazine/the-trickiest-op-art-pattern-examples\" target=\"_blank\">Примеры визуальных паттернов оп-арта</a>",
      "Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=fgswC0NKKlg\" target=\"_blank\">Оп-арт: визуальный эксперимент</a>"
    ]
  }
]
