[
  {
    "view": "intro",
    "title": "Органическая архитектура",
    "content": [
      "Органическая архитектура — архитектурное направление XX века, ориентированное на глубокую связь здания с природной средой, контекстом и человеком. В центре этой концепции — отказ от доминирования над ландшафтом, стремление к текучести формы, уважение к материалу и идея «живой» архитектуры, которая дышит и развивается, как природный организм."
    ],
    "list": {
    "title": "Яркие представители",
    "content": [
      {
        "title": "Фрэнк Ллойд Райт",
        "description": "Польско-французская художница, чьи портреты и образы женской красоты стали иконой стиля Ар Деко."
      },
      {
        "title": "Рене Лалик",
        "description": "Французский мастер стекла и ювелир, автор знаменитых флаконов, ваз и панно из матового стекла."
      },
      {
        "title": "Жан Дюнан",
        "description": "Французский дизайнер мебели и лаковой отделки, соединявший европейские и восточные мотивы."
      }
    ]
    }
  },
    {
    "view": "image",
    "img": "/images/art-movements/organicarch.webp",
    "description": "Дом над водопадом, Юнионтаун, Пенсильвания, США. Архитектор Фрэнк Ллойд Райт. Фотография: fallingwater.org"
  },
  {
    "view": "headline",
    "title": "Истоки и философский контекст"
  },
  {
    "view": "text",
    "content": [
      "Идеи, лежащие в основе органической архитектуры, возникли в начале XX века как реакция на индустриализацию, стандартизацию строительства и обезличенность урбанистического пространства. Противовесом этим процессам стали концепции, ориентированные на гармонию, биологическую целесообразность и уникальность среды.",
      "Понятие «органическая архитектура» впервые было сформулировано американским архитектором Фрэнком Ллойдом Райтом. Его подход вырос из учений Луиса Салливана, одного из первых модернистов, провозгласившего, что «форма следует за функцией». Однако Райт пошёл дальше: он видел архитектуру как неотъемлемую часть природы, подчёркивая, что здание должно «вырастать» из земли, соответствовать месту, быть спроектировано с учётом климата, ландшафта и жизни обитателей.",
         {
    "img": "/images/gallery/solomon-museum-orgarh.webp",
    "description": "Фрэнк Ллойд Райт. Музей Соломона Гугенхайма в Нью-Йорке"
  },
      "Для Райта органическая архитектура — это не стилистика, а способ мышления. В его проектах архитектура выступает продолжением холма, скалы, леса. Она создаётся из тех же материалов, что и её окружение, и подчиняется тем же законам композиции, что и природа. При этом Райт отвергал стилизацию, стремясь к подлинному родству формы и функции.",
         {
    "img": "/images/gallery/solomon-museum-orgarh-vnytri.webp",
    "description": "Спиралевидный объём здания внутри музея Соломона Гугенхайма в Нью-Йорке"
  }
    ]
  },
{
  "view": "headline",
  "title": "Принципы и эстетические черты"
},
{
  "view": "text",
  "content": [
    "Органическая архитектура не опирается на строгие каноны или заимствованные формы. Её принципы рождаются из стремления к природной целостности и уважения к контексту. Архитектура здесь не противостоит природе, а встраивается в неё, продолжая линии рельефа, учитывая свет, воздух и звук, проникая в пространство как живой организм.",
    "Формы органических зданий напоминают пейзаж, тектонику земли, раковины, волны, кору деревьев. Они текут, изгибаются, исчезают в скале или вырастают из земли. Углы сглажены, поверхности округлены, фасады кажутся подвижными. Геометрия заменяется на биоморфность, статичность — на текучесть.",
  {
    "img": "/images/gallery/orgarh-nanyang-uni.webp",
    "description": "Наньянский технологический университет в Сингапуре"
  },
    "Материалы выбираются с учётом их природного происхождения и выразительности. Камень, древесина, стекло, керамика, необработанный бетон сохраняют фактуру, стареют естественно, взаимодействуют со светом и влагой. Их не скрывают — наоборот, подчеркивают в композиции.",
     {
    "img": "/images/gallery/orgarch-villa-1.webp",
    "description": "Вилла Shell, Karuizawa, Japan. Арх. Kotaro Ide / ARTechnic architects, 2008. Источник: Archdaily"
  },
       {
    "img": "/images/gallery/orgarch-villa-2.webp",
    "description": "Вилла Shell. Интерьер"
  },
    "Интерьеры таких зданий разрабатываются одновременно с архитектурой. Планировки открытые и гибкие, с мягкими переходами и текучей логикой движения. Свет проникает внутрь сквозь широкие проёмы, становится частью композиции. Воздух циркулирует без искусственных перегородок.",
    "Каждый элемент органического проекта — часть единого организма. Архитектура, мебель, сад, вода, камень и человек — всё включено в природный круг, где функции неразрывны с формой, а эстетика — с образом жизни."
  ]
},
      {
    "view": "image",
    "img": "/images/gallery/orgarch-lotos.webp",
    "description": "Храм-лотос в Индии"
  },
{
  "view": "headline",
  "title": "Ключевые авторы и проекты"
},
{
  "view": "text",
  "content": [
    "Фрэнк Ллойд Райт — центральная фигура органической архитектуры. Его подход сформировался в начале XX века и вобрал в себя идеи Салливана, японской архитектуры, философии природного начала. В своих проектах Райт стремился к слиянию с ландшафтом, использовал местные материалы и продумывал не только здание, но и его внутреннюю организацию. Наиболее известный пример — «Дом над водопадом» (1935–1939), построенный прямо над рекой, в окружении леса, с террасами, нависающими над водой. Он стал символом органического подхода, где природа и архитектура выступают в диалоге.",
    "Антонио Гауди, чьё творчество хронологически предшествует формализации термина, оказал огромное влияние на формирование органического языка в архитектуре. Его работы, включая Саграда Фамилия и Каса Мила в Барселоне, демонстрируют текучесть форм, асимметрию, отказ от жёсткой геометрии и глубокую связь с природными мотивами.",
       {
    "img": "/images/gallery/gaudi-sagrada.webp",
    "description": "Антонио Гауди. Sagrada Família в Барселоне"
  },
    "В послевоенное время идеи органической архитектуры развивали архитекторы разных стран. Фриденсрайх Хундертвассер создавал яркие здания с зелёными крышами, неровными полами и деревьями, растущими из окон. Его эстетика сочетала спонтанность, экологию и протест против стандартизации. Эрих Мендельсон экспериментировал с динамичными, тектоническими формами — например, в башне Эйнштейна в Потсдаме.",
    "Современные примеры можно найти в работах японского архитектора Синдзи Судзуки, а также в международных проектах устойчивой архитектуры. Среди них — Bosco Verticale в Милане, где фасады небоскрёбов превращаются в вертикальные леса, а также здания, созданные с помощью параметрических алгоритмов, воспроизводящих природные формы и структуры.",
        {
    "img": "/images/gallery/organicarch-bosco.webp",
    "description": "Стефано Боери. Bosco Verticale в Милане"
  }
  ]
},
  {
  "view": "headline",
  "title": "Связи с другими направлениями"
},
{
  "view": "text",
  "content": [
    "Органическая архитектура во многом пересекается с модерном — особенно в стремлении к плавности линий, асимметрии, природной символике. Однако в отличие от модерна она уходит от орнаментальности и стилистической игры, сосредотачиваясь на внутренней логике формы и её соответствию окружающему миру.",
    "Она также близка к функционализму, но сдвигает акцент с рационального расчёта на живую адаптацию. Там, где функционализм говорит языком строгой геометрии, органическая архитектура ищет гибкость и пластичность.",
    "В эстетическом смысле органика родственно связана с примитивизмом, абстрактным экспрессионизмом, иногда даже с концептуальным искусством. Во всех случаях важны не столько правила формы, сколько эмоциональная честность, контекстуальность и внутренний импульс.",
    "Современные подходы — такие как биоархитектура, эко-дизайн, параметризм, биомиметика — выросли во многом из органических принципов. Их объединяет стремление к архитектуре, которая мыслит себя частью природы, а не её противоположностью."
  ]
},
  {
  "view": "headline",
  "title": "Наследие и современное значение"
},
{
  "view": "text",
  "content": [
    "Органическая архитектура оказала глубокое влияние на развитие архитектурной мысли и практики второй половины XX века. Её идеи стали основой для биоархитектуры, экологического проектирования, движения за устойчивую среду и уважительное взаимодействие с ландшафтом.",
    "В условиях климатического кризиса, роста мегаполисов и переосмысления городской среды принципы органической архитектуры приобретают новую актуальность. Возвращение к локальным материалам, пассивным системам вентиляции, живым фасадам и природной ориентации здания становится не эстетикой прошлого, а практикой будущего.",
    "Современные технологии — от параметрических систем до 3D-печати и биоинженерных материалов — позволяют архитекторам создавать сложные формы, ранее невозможные, но соответствующие органической логике. Здания становятся частью экосистемы, регулируют микроклимат, взаимодействуют с растительностью и даже адаптируются к изменениям внешней среды.",
       {
    "img": "/images/gallery/organicarch-ogyre.webp",
    "description": "Норман Фостер. Небоскреб-огурец, The Gherkin, Лондон"
  },
     {
    "img": "/images/gallery/orgarch-ogyrec-vnytri.webp",
    "description": "Норман Фостер. The Gherkin внутри, Лондон"
  },
    "Органическая архитектура продолжает развиваться как философия и как практика. Она предлагает не просто визуальные решения, а целостное видение архитектуры как формы сосуществования — между человеком, природой и культурой."
  ]
},
{
  "view": "headline",
  "title": "Источники"
},
{
  "view": "list-thin",
  "list": [
    "Статья: <a href=\"https://www.culture.ru/s/slovo-dnya/organicheskaya-arkhitektura/\" target=\"_blank\">Органическая архитектура — culture.ru</a>",
    "Статья: <a href=\"https://arhi1.ru/ob-arhitekture/arhstili/organic\" target=\"_blank\">Органическая архитектура — Arhi1.ru</a>",
    "Статья: <a href=\"https://cih.ru/wp/bld/2024/02/29/органическая-архитектура/\" target=\"_blank\">Органическая архитектура — Центр исторической реконструкции</a>",
    "Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=9UXwHDB6rVI\" target=\"_blank\">Органическая архитектура: от Райта до XXI века</a>"
  ]
}
]
