[
  {
    "view": "intro",
    "title": "Органическая архитектура",
    "content": [
      "Органическая архитектура — архитектурное направление XX века, ориентированное на глубокую связь здания с природной средой, контекстом и человеком. В центре этой концепции — отказ от доминирования над ландшафтом, стремление к текучести формы, уважение к материалу и идея «живой» архитектуры, которая дышит и развивается, как природный организм."
    ],
    "list": {
    "title": "Яркие представители",
    "content": [
      {
        "title": "Тамара де Лемпицка",
        "description": "Польско-французская художница, чьи портреты и образы женской красоты стали иконой стиля Ар Деко."
      },
      {
        "title": "Рене Лалик",
        "description": "Французский мастер стекла и ювелир, автор знаменитых флаконов, ваз и панно из матового стекла."
      },
      {
        "title": "Жан Дюнан",
        "description": "Французский дизайнер мебели и лаковой отделки, соединявший европейские и восточные мотивы."
      }
    ]
    }
  },
    {
    "view": "image",
    "img": "/images/gallery/velikii-getsbi.webp",
    "description": "Кадр из фильма «Великий Гетсби», сюжет которого проичходит во время рассвета стиля ар деко"
  },
  {
    "view": "headline",
    "title": "Истоки и философский контекст"
  },
  {
    "view": "text",
    "content": [
      "Идеи, лежащие в основе органической архитектуры, возникли в начале XX века как реакция на индустриализацию, стандартизацию строительства и обезличенность урбанистического пространства. Противовесом этим процессам стали концепции, ориентированные на гармонию, биологическую целесообразность и уникальность среды.",
      "Понятие «органическая архитектура» впервые было сформулировано американским архитектором Фрэнком Ллойдом Райтом. Его подход вырос из учений Луиса Салливана, одного из первых модернистов, провозгласившего, что «форма следует за функцией». Однако Райт пошёл дальше: он видел архитектуру как неотъемлемую часть природы, подчёркивая, что здание должно «вырастать» из земли, соответствовать месту, быть спроектировано с учётом климата, ландшафта и жизни обитателей.",
         {
    "img": "/images/gallery/afisha-vystavki-ardeco.webp",
    "description": "Афиша Международной выставки декоративных и промышленных искусств, прошедшей в Париже в 1925 году"
  },
      "Для Райта органическая архитектура — это не стилистика, а способ мышления. В его проектах архитектура выступает продолжением холма, скалы, леса. Она создаётся из тех же материалов, что и её окружение, и подчиняется тем же законам композиции, что и природа. При этом Райт отвергал стилизацию, стремясь к подлинному родству формы и функции.",
         {
    "img": "/images/gallery/ardeco-vystavka.webp",
    "description": "Международная выставка декоративных и промышленных искусств, 1925"
  }
    ]
  },
  {
    "view": "headline",
    "title": "Принципы и эстетические черты"
  },
  {
    "view": "text",
    "content": [
      "Франция стала родиной Ар Деко, где стиль сформировался на стыке традиционного ремесла и новых инженерных решений. Первые здания в этом духе появились в Париже в начале 1910-х, но широкую известность стиль получил после Международной выставки декоративных искусств 1925 года. Дворцы, театры, павильоны и частные особняки нового образца стали архитектурными витринами эпохи. Париж, где элегантность всегда была частью культуры, отразил в Ар Деко баланс между рациональностью и утончённостью.",
      "Ар Деко стал стилем городской эпохи: машинного века, новых скоростей и инженерных прорывов. Именно в архитектуре этот стиль выразился наиболее масштабно и узнаваемо. В США стиль обрёл подлинный размах — прежде всего в Нью-Йорке, где каждый небоскрёб превращался в манифест вертикали, света и прогресса. Такие здания, как Крайслер-билдинг с его стальным шпилем в форме автомобильного капота или строгая и мощная конструкция Эмпайр-стейт-билдинг, превратились в символы века. Их ступенчатые фасады, устремлённые в небо, рельефные украшения, сверкающие материалы и геометрические орнаменты выражали пафос будущего.",
      "В Майами стиль приобрёл особую тропическую версию: закруглённые углы, лёгкие цвета, декоративные башенки, вдохновлённые морскими темами. Здания здесь словно играют с формой и ритмом, превращая городскую застройку в курортную сказку. Ар Деко подстроился под климат, сохранив при этом свою чёткую графику и орнаментальность.",
         {
    "img": "/images/gallery/crysler-build-ardeco.webp",
    "description": "Крайслер-билдинг в Нью Йорке. Архитектор: Уильям Ван Ален"
  },
      "В Европе стиль проявился через французские павильоны и театры, в утончённой геометрии бельгийской и голландской архитектуры. В СССР Ар Деко соединялся с конструктивизмом и ампиром: его черты прослеживаются в станции метро «Маяковская» и в ранних образцах советской архитектуры, где монументальность соединялась с орнаментом и отделкой. В Шанхае и Мумбаи стиль был адаптирован под колониальные и климатические условия, но сохранял свои характерные мотивы: вертикаль, ритм, округлость и декоративность.",
          {
    "img": "/images/gallery/ardeco-metro-mayakovskogo.webp",
    "description": "Станция метро «Маяковская» в Москве, 1938"
  },
              {
    "img": "/images/gallery/port-dore-parizh.webp",
    "description": "Фасад Дворца Порт-Доре, Париж 1930-1931 гг. Getty Images"
  },
      "Архитектура Ар Деко не отрицала технологии — она превращала их в эстетическое высказывание. Это был стиль уверенного настоящего, где современность обрела блеск, ритм и гармонию. Он не стремился к утопии, как модернизм, но создавал ощущение завершённого мира — точного, красивого и сияющего. Именно поэтому его до сих пор воспринимают как стиль урбанистического совершенства."
    ]
  },
      {
    "view": "image",
    "img": "/images/gallery/teatr-eden-ardeco.webp",
    "description": "Бывший театр Эден, Лиссабон, 1929-1937 гг. Getty Images"
  },
  {
    "view": "headline",
    "title": "Дизайн и скульптура: материальный блеск стиля"
  },
  {
    "view": "text",
    "content": [
      "Ар Деко родился в мастерских прикладного искусства, где художники и ремесленники создавали мебель, светильники, ткани, ювелирные украшения, предметы быта. Это направление выросло из традиций декоративного искусства, стремясь соединить эстетику и утилитарность. В отличие от модерна, с его плавными линиями и флоральной символикой, Ар Деко строился на чёткой геометрии, контрастах материалов, сочетающих стекло, металл, лаки, мрамор, дерево экзотических пород.",
      "Мебель Ар Деко — это строгие формы, чёткий ритм и отделка из ценных материалов. Комоды и столы обшивались шпоном палисандра, инкрустировались перламутром и хромом. Светильники, зеркала и вазы повторяли силуэты зданий: ступенчатые формы, солнечные лучи, зигзаги. Элегантность выражалась в рельефе, блеске и сдержанности.",
       {
    "img": "/images/gallery/ardeco-mebel.webp",
    "description": "Леонора Хьюз и Морис Муве, 1924 г.; мебель в стиле ар-деко 1920-х годов; настольные лампы от Гектора Гимара, 1910-е гг.; лифт здания Гардиан, Детройт"
  },
      "Особое место занимала скульптура. Малые формы Ар Деко — это часто образы женщин, танцовщиц, спортсменов и мифологических фигур. Фигура в движении, вытянутая пропорция, изысканная поза — всё подчинено идее грации и современного идеала тела. Часто скульптуры выполнялись из бронзы с элементами эмали, слоновой кости, оникса. Известные мастера этого направления — Деметр Шипар, Фердинанд Прейсс, Клер Жан Рене. Их произведения становились частью интерьера, обретая роль статуса и вкуса.",
         {
    "img": "/images/gallery/ardeco-skylptyri.webp",
    "description": "Чипарус Деметре, «Танго», 1925 г.; Йозеф Лоренцль, «Танцовщица», 1929 г.; Эрте, «Леди в изысканном платье», 1989 г."
  },
      {
    "img": "/images/gallery/magritt-primavera.webp",
    "description": "Рене Магритт. «Примавера»"
  },
        {
    "img": "/images/gallery/erte-izymitelnaya.webp",
    "description": "Эрте. «Изумительная»"
  },
          {
    "img": "/images/gallery/lempecka-kizetta.webp",
    "description": "Тамара Лемпицка. «Кизетта на балконе»"
  },
      "Ар Деко в дизайне оказался удивительно гибким — он легко адаптировался под нужды городской буржуазии и стремительно распространился от выставок до повседневных предметов. Именно здесь стиль показал свою суть: сделать каждый предмет — от кресла до кулона — частью нового визуального порядка."
    ]
  },
  {
    "view": "headline",
    "title": "Наследие"
  },
  {
    "view": "text",
    "content": [
      "После Второй мировой войны Ар Деко постепенно уступил место функционализму и модернизму, однако его визуальный язык не исчез. В 1980-х годах стиль пережил возрождение в графике, моде и архитектуре постмодернизма. Сегодня интерес к Ар Деко снова растёт — как к стилю, способному объединить эстетику прошлого и вызовы современности.",
      "Он остаётся вдохновением для дизайнеров интерьеров, ювелиров, архитекторов и художников, сохраняя репутацию одного из самых узнаваемых и элегантных направлений XX века."
    ]
  },
  {
    "view": "headline",
    "title": "Источники"
  },
  {
    "view": "list-thin",
    "list": [
      "Статья: <a href=\"https://arzamas.academy/mag/368-ardeco\" target=\"_blank\">Что такое Ар Деко?</a> — Arzamas",
      "Статья: <a href=\"https://galerie-martynoff.com/ru/blog/news/chto-takoe-ar-deko\" target=\"_blank\">Об Ар Деко на сайте Galerie Martynoff</a>",
      "Статья: <a href=\"https://viimiracula.ru/blog/art-deco-style-in-architecture/\" target=\"_blank\">Ар Деко в архитектуре — Viimiracula</a>",
      "Статья: <a href=\"https://engineer-history.ru/blog/25\" target=\"_blank\">История инженерного Ар Деко</a>",
      "Лекция на YouTube: <a href=\"https://youtu.be/LiAuXbLtMbQ?feature=shared\" target=\"_blank\">Лекция 1: Что такое Ар Деко?</a>",
      "Лекция на YouTube: <a href=\"https://youtu.be/OjHuSsgp1XU?feature=shared\" target=\"_blank\">Лекция 2: Архитектура Ар Деко</a>"
    ]
  }
]
