[
  {
    "view": "intro",
    "title": "Поп-арт",
    "content": [
      "Поп-арт — художественное направление, возникшее в 1950-х годах как реакция на изменившийся мир, в котором реальностью становились реклама, телевидение, упаковка, образы и бренды. Само слово pop — сокращение от popular — указывало на намеренное сближение искусства с массовой культурой.",
      "Поп-арт не скрывал своего происхождения: он вышел из рекламы, витрин, журналов, телевизионных картинок, комиксов и банок из-под супа. Он обращался не к абстрактным категориям, а к реальному, узнаваемому, зачастую ироничному визуальному языку улиц и медиа.",
      "Это был не пафос, а стёб, не трансцендентность, а повседневность, не «глубина», а умелое отражение поверхности — как её видел потребитель. Поп-арт стремился стереть границы между «высоким» искусством и «низовой» массовой продукцией, показав, что эстетика банального может быть столь же выразительной, как картины эпохи Возрождения. Более того, она ближе, доступнее и честнее.",
      "В отличие от предшествующих течений, поп-арт не избегал коммерческого — наоборот, он превратил коммерческое в объект созерцания. Его полотна повторяли жесткие линии рекламы, визуальный язык комикса, глянца, неоновых вывесок. Вместо индивидуального жеста — реплика. Вместо гениального озарения — тираж. Вместо трагедии — ирония. Искусство переставало быть храмом и становилось витриной."
    ]
  },
  {
    "view": "headline",
    "title": "Исторические и политические предпосылки"
  },
  {
    "view": "text",
    "content": [
      "Поп-арт появился не в вакууме. Он вырос из послевоенного мира, в котором изменилась сама структура реальности: на смену тотальной мобилизации пришёл бурный рост потребления, на смену экзистенциальным страхам — обещание комфорта. Это было время, когда холодильник, телевизор и баночка Кока-Колы становились не только предметами быта, но и символами эпохи.",
      "После Второй мировой войны США выходят на мировую арену как новая сверхдержава. Америка становится центром капиталистического мира — с её моделью среднего класса, рекламной риторикой, стандартами жизни. Экономический рост 1950-х породил не только промышленную революцию, но и визуальную: у людей появились дома, машины, стиральные машины — и миллионы изображений, рекламирующих всё это.",
      "На этом фоне искусство модернизма, особенно абстрактный экспрессионизм, оказалось вершиной индивидуального высказывания. Это было искусство больших жестов, эмоционального напряжения, глубинной личной экспрессии. Но вместе с тем оно требовало от зрителя подготовки, сосредоточенности, почти религиозного отношения. Искусство становилось интимным и элитарным.",
      "Поп-арт вырос не из отрицания этих ценностей, а как реакция на них — с позиции поколения, выросшего среди телерекламы, упаковок и киноэкранов. Это было не «против», а «иначе». Там, где экспрессионизм говорил от первого лица, поп-арт работал с цитатами. Там, где один художник писал одну картину, другой мог напечатать серию из сотни. Это была смена оптики: от субъекта к образу, от жеста к знаку."
    ]
  },
  {
    "view": "headline",
    "title": "Откуда вырос поп-арт"
  },
  {
    "view": "text",
    "content": [
      "Истоки поп-арта лежат в двух противоположных традициях: ироническом бунте дадаистов и серьёзной выразительности модернизма. С одной стороны — абсурд и игра Марселя Дюшана, выставившего писсуар как произведение искусства. С другой — сосредоточенность и напряжённость экспрессионистов, утверждавших духовную миссию художника. Поп-арт вырос из этого противоречия: он не отказывался от важности образа, но создавал его из повседневного.",
      "Одним из первых шагов к формированию поп-арта считается движение Independent Group в Великобритании в начале 1950-х годов. Молодые критики и художники — Ричард Гамильтон, Эдуардо Паолоцци и другие — рассматривали комиксы, рекламу, научную фантастику как новые культурные тексты. Именно в их кругу термин pop art прозвучал впервые. Гамильтон в 1956 году создал коллаж «Что делает дома сегодняшние интерьеры такими привлекательными?» — с рекламным блеском, бытовыми предметами и мускулистым героем из глянца.",
      "Но настоящее формирование направления произошло в США. Именно здесь, в стране витрин, брендов и печатной репродукции, поп-арт нашёл свою форму. И здесь важную роль сыграл Джаспер Джонс, который, как считается, одним из первых начал работать с «низовыми» образами — флагом США, цифрами, целлофановой упаковкой.",
      "Согласно одной из историй, толчком к созданию одного из его первых «поп»-произведений стала ирония Виллема де Кунинга — признанного мастера абстрактного экспрессионизма. Тот сказал, будто галерист Лео Кастелли может продать даже пивные банки, если они будут подписаны нужным именем. Джонс воспринял это буквально: он отлил две пивные банки в бронзе, поставил их на пьедестал — и продал. Так было совершено знаковое пересечение между искусством, массовой культурой и рынком.",
      "С этого момента линия поп-арта в американском искусстве становится всё более отчётливой. Роберт Раушенберг, Джим Дайн, Клаэс Ольденбург, а затем — Энди Уорхол, Рой Лихтенштейн и другие начинают исследовать не только визуальную культуру масс, но и её психологическое и эстетическое воздействие."
    ]
  }
]
