[
  {
    "view": "intro",
    "title": "Поп-арт",
    "content": [
      "Поп-арт — художественное направление, возникшее в 1950-х годах как реакция на изменившийся мир, в котором реальностью становились реклама, телевидение, упаковка, образы и бренды. Само слово pop — сокращение от popular, указывало на намеренное <b>сближение искусства с массовой культурой</b>.",
      "Поп-арт не скрывал своего происхождения: он вышел из рекламы, витрин, журналов, телевизионных картинок, комиксов и банок из-под супа. Он обращался не к абстрактным категориям, а к реальному, узнаваемому, зачастую ироничному визуальному языку улиц и медиа.",
      "Это были не пафос и не трансцендентность, а повседневность, не «глубина», а умелое отражение поверхности как её видел потребитель. Поп-арт <b>стремился стереть границы между «высоким» искусством и «низовой» массовой продукцией</b>, показав, что эстетика банального может быть столь же выразительной, как картины эпохи Возрождения. Более того, она ближе, доступнее и честнее.",
      "В отличие от предшествующих течений, поп-арт не избегал коммерческого: наоборот, он превратил коммерческое в объект созерцания. Его полотна повторяли жесткие линии рекламы, визуальный язык комикса, глянца, неоновых вывесок. Вместо индивидуального жеста — реплика. Вместо гениального озарения — тираж. Вместо трагедии — ирония. Искусство переставало быть храмом и становилось витриной."
    ]
  },
  {
   "list": {
  "title": "Яркие представители",
  "content": [
    {
      "title": "Энди Уорхол",
      "link": "/artists/andy-warhol"
    },
    {
      "title": "Рой Лихтенштейн",
      "link": "/artists/roy-lichtenstein"
    },
    {
      "title": "Джаспер Джонс",
      "link": "/artists/jasper-johns"
    },
    {
      "title": "Ричард Гамильтон",
      "link": "/artists/richard-hamilton"
    },
    {
      "title": "Клаэс Ольденбург",
      "link": "/artists/claes-oldenburg"
    },
    {
      "title": "Том Весельман",
      "link": "/artists/tom-wesselmann"
    },
    {
      "title": "Джим Дайн",
      "link": "/artists/jim-dine"
    }
  ]
   }
},
  {
    "view": "image",
    "img": "/images/gallery/kandinsky-in-studi.webp",
    "description": ""
  },
  {
    "view": "headline",
    "title": "Исторические и политические предпосылки"
  },
  {
    "view": "text",
    "content": [
      "Поп-арт появился не в вакууме. Он <b>вырос из послевоенного мира</b>, в котором изменилась сама структура реальности: на смену тотальной мобилизации пришёл бурный рост потребления, на смену экзистенциальным страхам — обещание комфорта. Это было время, когда холодильник, телевизор и баночка Кока-Колы становились не только предметами быта, но и символами эпохи.",
      "После Второй мировой войны США выходят на мировую арену как новая сверхдержава. Америка становится центром капиталистического мира — с её моделью среднего класса, рекламной риторикой, стандартами жизни. Экономический рост 1950-х породил не только промышленную революцию, но и визуальную: у людей появились дома, машины, стиральные машины — и миллионы изображений, рекламирующих всё это.",
     {
    "img": "/images/gallery/hokni-collekcyonery.webp",
    "description": "Американские коллекционеры (Фред и Марси Вайсман) Дэвида Хокни , 1968"
  },
      "На этом фоне искусство модернизма, особенно абстрактный экспрессионизм, оказалось вершиной индивидуального высказывания. Это было искусство больших жестов, эмоционального напряжения, глубинной личной экспрессии. Но вместе с тем оно требовало от зрителя подготовки, сосредоточенности, почти религиозного отношения. Искусство становилось интимным и элитарным.",
      "Поп-арт вырос не из отрицания этих ценностей, а как реакция на них — с позиции поколения, выросшего среди телерекламы, упаковок и киноэкранов. Это было не «против», а «иначе». Там, где экспрессионизм говорил от первого лица, поп-арт работал с цитатами. Там, где один художник писал одну картину, другой мог напечатать серию из сотни."
    ]
  },
    {
    "view": "image",
    "img": "/images/gallery/endyworhol-korobka.webp",
    "description": "Коробка с мыльными подушечками Brillo , Энди Уорхол , 1964"
  },
  {
    "view": "headline",
    "title": "Откуда вырос поп-арт"
  },
  {
    "view": "text",
    "content": [
      "Истоки поп-арта лежат в двух противоположных традициях: ироническом бунте дадаистов и серьёзной выразительности модернизма. С одной стороны — абсурд и игра Марселя Дюшана, выставившего писсуар как произведение искусства. С другой — сосредоточенность и напряжённость экспрессионистов, утверждавших духовную миссию художника. Поп-арт вырос из этого противоречия: он не отказывался от важности образа, но создавал его из повседневного.",
      "Одним из первых шагов к формированию поп-арта считается движение <b>Independent Group</b> в Великобритании в начале 1950-х годов. Молодые критики и художники — Ричард Гамильтон, Эдуардо Паолоцци и другие — рассматривали комиксы, рекламу, научную фантастику как новые культурные тексты. Именно в их кругу термин pop art прозвучал впервые. Гамильтон в 1956 году создал коллаж «Что делает дома сегодняшние интерьеры такими привлекательными?» — с рекламным блеском, бытовыми предметами и мускулистым героем из глянца.",
         {
    "img": "/images/gallery/nezavisimaua-popurt.webp",
    "description": "Независимая группа, 1956"
  },
       {
    "img": "/images/gallery/gamilton-chto-zhe-delaet.webp",
    "description": "Так что же делает наши сегодняшние дома такими разными, такими привлекательными? , Ричард Гамильтон, 1956"
  },
      "Но настоящее формирование направления произошло в США. Именно здесь, в стране витрин, брендов и печатной репродукции, поп-арт нашёл свою форму. И здесь важную роль сыграл Джаспер Джонс, который, как считается, одним из первых начал работать с «низовыми» образами — флагом США, цифрами, целлофановой упаковкой.",
      "Согласно одной из историй, толчком к созданию одного из его первых «поп»-произведений стала ирония Виллема де Кунинга — признанного мастера абстрактного экспрессионизма. Тот сказал, будто галерист Лео Кастелли может продать даже пивные банки, если они будут подписаны нужным именем. Джонс воспринял это буквально: он отлил две пивные банки в бронзе, поставил их на пьедестал — и продал. Так было совершено знаковое пересечение между искусством, массовой культурой и рынком.",
         {
    "img": "/images/gallery/pivnie-banki.webp",
    "description": "Скульптура «Банки Пива», Джаспер Джонс, 1960"
  },
      "С этого момента линия поп-арта в американском искусстве становится всё более отчётливой. Роберт Раушенберг, Джим Дайн, Клаэс Ольденбург, а затем — Энди Уорхол, Рой Лихтенштейн и другие начинают исследовать не только визуальную культуру масс, но и её психологическое и эстетическое воздействие."
    ]
  },
    {
    "view": "image",
    "img": "/images/gallery/raushenberg-scan.webp",
    "description": "Сканирование. Роберт Раушенберг"
  },
   {
    "view": "headline",
    "title": "Образы и сюжеты"
  },
  {
    "view": "text",
    "content": [
      "Поп-арт буквально вышел из повседневности. Его источником вдохновения становилось всё, что окружало человека в индустриальном мире: упаковки, баночки, ярлыки, газеты, обложки журналов, рекламные щиты, комиксы, звёзды кино и телевидения, продукты, бытовая техника, деньги, сигареты, бренды. То, что обычно ускользает от художественного взгляда, в поп-арте становилось центральным образом.",
      "Вместо традиционных тем живописи — портретов, мифов, религиозных сцен — художники изображали банку томатного супа, коробку Brillo, Мэрилин Монро, бутылку Coca-Cola, открывашку, пылесос, зубную щётку. Это не было насмешкой над искусством как таковым — это было исследование новой визуальной среды, в которой жил человек середины XX века.",
       {
    "img": "/images/gallery/endiuorhol-banoksupakempbell.webp",
    "description": "«Банки с супом Кемпбелл», Энди Уорхол, 1962 год"
  },
      "Повтор и серийность стали важными сюжетными и стилистическими приёмами. Элемент, вырванный из контекста — например, портрет Монро — мог быть напечатан в десятках копий, меняя только цвет. Так поднимался вопрос: если всё можно повторить, то что остаётся от уникальности?",
      "Многие произведения выглядели так, как будто их могла напечатать машина или нарисовать дизайнер упаковки. Это была эстетика чистой поверхности — яркой, глянцевой, гладкой, намеренно плоской. Тем самым художники одновременно и подражали визуальному языку масс-медиа, и исследовали его структуру. Образ терял «глубину», становился знаком, клише, цитатой — и в этом находил свою выразительность.",
      "Комикс стал одним из ключевых визуальных источников поп-арта. В работах Роя Лихтенштейна изображения из бульварной графики увеличивались до формата холста, сохраняли точки печати и подписи вроде «Oh, Jeff… I love you, too… but…». Это была ирония и уважение одновременно. Поп-арт использовал язык массовой культуры — и превращал его в язык искусства.",
        {
    "img": "/images/gallery/lihtenshtein-v-mashine.webp",
    "description": "«В машине», Рой Лихтенштейн, 1963"
  }
    ]
  },
   {
    "view": "headline",
    "title": "Художники и художественный жест"
  },
  {
    "view": "text",
    "content": [
      "Поп-арт был движением без манифеста, но с яркими героями. Его художники работали в разных странах, техниках и масштабах, но всех объединяло одно: интерес к образу, рожденному в культуре потребления, и желание превратить этот образ в инструмент высказывания."
    ]
  },
  {
    "view": "text",
    "content": [
      "Имя Энди Уорхола стало символом поп-арта и одновременно его вызовом. Он делал не просто картины — он строил целую систему производства искусства. В его мастерской, названной Фабрикой, произведения создавались поточно: шелкографиями, тиражами, сериями.",
        {
    "view": "headline",
    "title": "Художники и художественный жест"
  },
      "Уорхол создавал портреты Мэрилин Монро, Элизабет Тейлор, Элвиса, банки супа Campbell’s, ящики с надписями Brillo. Он использовал цветовые искажения, ошибки печати, повторение одного и того же мотива, словно указывая на то, как работает массовая репродукция.",
         {
    "img": "/images/gallery/endiuorhol-merilin.webp",
    "description": "«Мерилин», Энди Уорхол"
  },
      "Но за поверхностной простотой — тревожные смыслы. Он изображал аварии, электрический стул, смерть, преподнесённые тем же языком, что и реклама зубной пасты. И в этом состояла главная провокация: реальность и смерть равны, когда становятся образом.",
      "Уорхол говорил: «В будущем каждый будет знаменит на 15 минут». Его искусство говорило: в будущем искусство будет выглядеть как обложка журнала.",
        {
    "img": "/images/gallery/endyworhol-banan.webp",
    "description": "«Банан», Энди Уорхолл, 1967"
  }
    ]
  },
  {
    "view": "text",
    "content": [
      "Рой Лихтенштейн — другой столп поп-арта — исследовал язык комикса. Его картины выглядели как увеличенные кадры из бульварных историй о любви, войне и тревоге. Он сохранял характерные точки печати (Ben-Day dots), подчёркивал шрифты и фразы, делал искусственный мир ещё более искусственным.",
      {
    "img": "/images/gallery/lihtenshtein-maybe.webp",
    "description": "«М-может быть», Рой Лихтенштейн, 1965"
  },
      "Герои Лихтенштейна кажутся загнанными в ловушку нарратива. Они всегда на грани — «Я не могу поверить, что ты это сделал» — и никогда не выходят за рамки кадра. Он демонстрировал, насколько мы живём в образах, и насколько эти образы живут за нас."
    ]
  },
  {
    "view": "text",
    "content": [
      "Джаспер Джонс стоял на границе между абстрактным экспрессионизмом и поп-артом. Его работы казались простыми: американский флаг, карта США, цифры. Но внутри этих образов — техника живописи, фактура, слоистость, родом из экспрессионистской традиции.",
       {
    "img": "/images/gallery/jons-3-flaga.webp",
    "description": "«Три флага», Джаспер Джонс"
  },
      "История с бронзовыми банками — яркий эпизод становления поп-арта. Когда Виллем де Кунинг заявил, что галерист Кастелли может продать даже пивные банки, если они от «своего» художника, Джонс сделал именно это: отлил две банки из бронзы — и продал. Это был жест, в котором соединились насмешка, рефлексия и рынок."
    ]
  },
  {
    "view": "text",
    "content": [
      "Клаэс Ольденбург увеличивал предметы до абсурда — гигантские мороженые, кляксы, телефоны из латекса.",
        {
    "img": "/images/gallery/oldenburg-cherry.webp",
    "description": "«Спунбридж и Вишня (совместно с ван Брюггеном)», Клаэс Ольденбург"
  },
      "Том Весельман изображал обнажённые тела, мебель и предметы интерьера как элементы глянцевой витрины.",
      "Ричард Гамильтон (ещё до США) в Британии формулировал: «Поп-арт — это массово производимое, молодёжное, сексуальное, глянцевое, быстрое, яркое, дешевое, остроумное и доходчивое».",
         {
    "img": "/images/gallery/veselman-spalny-collag.webp",
    "description": "«Спальный коллаж», Том Весельман"
  },
     "У каждого был свой акцент — но все они говорили на языке массового образа."
    ]
  },
   {
    "view": "headline",
    "title": "Поп-арт и коммерция"
  },
  {
    "view": "text",
    "content": [
      "Одним из центральных парадоксов поп-арта стало то, как он вошёл в диалог с коммерцией, не противопоставляя себя ей, а используя её язык. Впервые искусство столь открыто работало с эстетикой товара, упаковки, бренда — не как с чем-то «внешним», а как с главной визуальной средой современного человека.",
      "Шелкография Уорхола, как форма тиражирования, буквально стирала границу между уникальным произведением и промышленной копией. Один и тот же портрет мог существовать в сотне вариантов: изменялись цвета, но форма оставалась. Это ставило вопрос: если оригинал и копия неотличимы — что тогда является искусством?",
             {
    "img": "/images/gallery/andy-shelk.webp",
    "description": "Энди Уорхол сфотографирован 28 апреля 1971 года на своей ретроспективной выставке в Музее американского искусства Уитни в Нью-Йорке. (Фото Джека Митчелла)"
  },
      "Поп-арт подчёркивал <b>серийность</b>, <b>шаблонность</b>, <b>повтор</b>. Он мимикрировал под массовое производство, не теряя художественной интенции. Работы становились похожи на рекламу — и одновременно были её разоблачением. В этом состоял двойной код поп-арта: быть похожим на товар, но не быть им; быть произведением, но выглядеть как копия.",
      "Многие поп-художники сознательно использовали приёмы коммерческого дизайна: яркие цвета, жёсткий контур, узнаваемость, читаемость. Это делало искусство доступным для широкой аудитории, но также вызывало споры: не теряет ли искусство глубину, если выглядит как реклама?",
      "Поп-арт не давал ответа. Он предлагал зеркало — и в нём отражались и вкусы эпохи, и механизмы потребления, и сам зритель. Искусство становилось и продуктом, и комментарием к этому продукту."
    ]
  },
  {
    "view": "headline",
    "title": "Наследие и влияние"
  },
  {
    "view": "text",
    "content": [
      "Поп-арт изменил не только язык искусства, но и его <b>статус в культуре</b>. Он разрушил привычную иерархию между «высоким» и «низким», между галереей и супермаркетом, между художником и дизайнером. После поп-арта стало невозможно смотреть на банку супа так же, как раньше — потому что она оказалась на холсте, а холст в музее.",
      "Он оказал влияние на дизайн, моду, рекламу, медиа, фотографию, музыку, визуальную культуру в целом. Многие идеи поп-арта стали нормой: графическая идентичность, серийность, бренд как художественный объект, игра с цитатой. Художник мог использовать чужой образ — и в этом заключалась его стратегия.",
    "Поп-арт стал предшественником постмодернизма с его культурной иронией, работой с клише и отсылками. Он открыл путь для современного концептуального искусства, в котором не форма, а идея становится определяющей. Он заложил принципы визуального стиля массовой культуры, которые сегодня воспринимаются как данность.",
      "Но вместе с тем поп-арт оставил и открытые вопросы: где граница между искусством и дизайном? Можно ли использовать коммерческое, не став его частью?",
      "С этими вопросами искусство живёт до сих пор. И в этом — главное наследие поп-арта: он <b>научил видеть в обыденном культурный код</b>, в банальном — эстетику, в массовом — материал для разговора. Он не отменил искусство — он переосмыслил его плоскость, носитель и зрителя."
    ]
  },
  {
  "view": "headline",
  "title": "Источники"
},
{
  "view": "list-thin",
  "list": [
    "Фриджери Ф. «Поп-арт»",
    "Гомперц У. «Непонятное искусство. От Моне до Бэнкси»",
    "Статья: <a href=\"https://contest.damuseum.ru/project/b514fe3fd7fc4b149b2e6a5544f8b585\" target=\"_blank\">Поп-арт. Конкурсный проект на сайте ДАМ</a>",
    "Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=dgIiTtO0gP8&t=304s\" target=\"_blank\">Что такое поп-арт — история и примеры</a>",
    "Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=EP1yLXNYk3U\" target=\"_blank\">Поп-арт и массовая культура</a>"
  ]
}
]
