[
	{
		"view": "intro",
		"title": "Примитивизм",
		"dates": "Художественное направление модернизма",
		"content": [
			"Примитивизм — это художественное направление начала XX века, в котором сознательно используются приёмы наивного, архаического и народного искусства: плоскость, обобщённая форма, яркий цвет, отказ от перспективы и анатомической точности. Это не просто стилистика — это способ видеть мир иначе, будто впервые.",
			"Художники-примитивисты искали выразительность вне академических норм. Они стремились передать не внешнюю достоверность, а <b>внутреннюю правду образа</b>, его <b>эмоциональную суть</b>, <b>мифологичность</b> и <b>архетипичность</b>. Они возвращались к истокам изображения — где условность не мешает смыслу, а усиливает его.",
			"Это направление стало частью визуального языка модернизма — не как его «начало» или «альтернатива», а как интуитивная основа, питающая поиск новых смыслов в живописи."
		],
		
		"list": {
			"title": "Яркие представители",
			"content": [
				{
					"title": "Анри Руссо",
					"link": "/artists"
				},
				{
					"title": "Нико Пиросмани",
					"link": "/artists"
				},
				{
					"title": "Наталья Гончарова",
					"link": "/artists"
				},
				{
					"title": "Михаил Ларионов",
					"link": "/artists"
				},
				{
					"title": "Давид Бурлюк",
					"link": "/artists"
				}
			]
		}
	},
	{
		"view": "image",
		"img": "/images/gallery/rousseau-spyashchaya-tsyganka.webp",
		"description": "«Спящая цыганка», Анри Руссо"
	},
	{
		"view": "headline",
		"title": "Истоки и философия примитивизма"
	},
	{
		"view": "text",
		"content": [
			"Примитивизм возникает как реакция на кризис академической живописи. Он связан с попыткой вернуть искусству <b>естественность, первичность, честность</b>, утраченные в формах реализма.",
			"<b>Возвращение к первичному<b>",
			"Художники ищут не технику, а корень. Их интересует доакадемическая форма — архаика, икона, лубок, детский рисунок, африканская маска. Эти формы обладают силой, потому что говорят напрямую, без культурных фильтров.",
			"<b>Миф, символ, фольклор<b>",
			"Примитивизм нередко сближают с детским искусством, но его отличие заключается в сакральности и каноничности. Наивность здесь не случайна — это сознательное возвращение к визуальной первооснове. Как и в детском взгляде, в примитивизме нет дистанции между образом и ощущением, но в отличие от детского жеста — этот образ наполняется магическим смыслом, а форма становится ритуальной и устойчивой.",
			"Вместо нарратива — образ. Вместо перспективы — фронтальность. Вместо детали — знак. Примитивизм опирается на фольклорную образность."
		]
	},
	  {
    "view": "period",
    "title": "Художественные черты примитивизма",
    "list": [
      {
        "title": "Плоскость",
        "content": "отсутствие глубины, перспектива не строится"
      },
     {
    "title": "Плоскость",
    "content": "отсутствие глубины, перспектива не строится"
  },
  {
    "title": "Фронтальность",
    "content": "фигуры изображены анфас или в профиль, как в иконописи"
  },
  {
    "title": "Центрированная композиция",
    "content": "главные объекты по центру, строгость структуры"
  },
  {
    "title": "Обобщённая форма",
    "content": "упрощённые тела, лица, декоративность"
  },
  {
    "title": "Локальный цвет",
    "content": "яркий, не моделируется светотенью"
  },
  {
    "title": "Условность масштаба",
    "content": "значимые объекты могут быть несоразмерны"
  },
  {
    "title": "Статичность",
    "content": "поза фиксирована, действие отсутствует"
  },
  {
    "title": "Символизм",
    "content": "предметы часто несут смысловую нагрузку"
  },
  {
    "title": "Отказ от эффектности",
    "content": "наивность, простота как принцип"
  }
    ]
  },
	{
		"view": "headline",
		"title": "Примитивизм в русском искусстве"
	},
	{
		"view": "text",
		"content": [
			"Русский примитивизм — явление не только стилистическое, но и программное. Он стал платформой для выработки нового национального визуального языка, в оппозиции к академизму и западной традиции.",
			"Примитивизм в России был не просто стилистическим увлечением, а одной из главных форм визуального самоопределения. Он возник в условиях масштабного культурного сдвига: город стремительно наполнялся вчерашними крестьянами, народная культура сталкивалась с индустриализацией. На этом фоне художники искали способ выразить целостность народного мира, и именно примитивный язык оказался наиболее точным.",
			{
				"img": "/images/art-movements/primitivism-pirosmani-vyveska.webp",
				"description": "Вывеска: Винный погреб.Распивочно и на вынос, Нико Пиросмани 1919"
			},
			"Художники опирались на лубок, вывеску, народную икону, афишу, роспись, но не копировали их буквально: <b>они переводили народное изображение в язык авангарда<b>.",
			"<b>•Наталья Гончарова</b> обращалась к иконописи, лубку, архаике, создавая мифологически насыщенные образы. Её цикл «Жатва» построен как визуальный ритуал, где каждый образ обладает структурной ролью.",
			{
				"img": "/images/art-movements/primitivism-goncharova-zgatva.webp",
				"description": "Цикл «Жатва», Наталья Гончарова"
			},
			"<b>•Михаил Ларионов</b> активно использовал мотивы уличного фольклора: солдат, вывески, бытовые сцены, добавляя текст, грубую линию, утрированную форму («Солдат», «Венера»).",
			{
				"img": "/images/art-movements/primitivism-larionov-venera.webp",
				"description": "«Венера», Михаил Ларионов"
			},
			"<b>•Давид Бурлюк, Илья Машков, Пётр Кончаловский, Аристарх Лентулов</b> соединили примитивистские формы с декоративной живописью, ярким цветом, фактурой.",
			"Примитивизм стал эстетической основой таких объединений, как «Бубновый валет», «Союз молодёжи», «Ослиный хвост». Он дал художникам основу для перехода к беспредметности, ритмической композиции, жестовой живописи. Через него осваивались и принципы восточного искусства — Китая, Японии, фольклора народов Сибири и Кавказа.",
			{
				"img": "/images/art-movements/bubnovi-valet.webp",
				"description": "«Бубновый валет» — самое крупное общество авангардистов начала XX века. Его участниками были Михаил Ларионов, Казимир Малевич, Василий Кандинский."
			}
			]
	},
	{
		"view": "headline",
		"title": "Марк Шагал и примитивизм"
	},
	{
		"view": "text",
		"content": [
			"Марк Шагал — фигура, в чьём творчестве примитивизм сливается с поэтикой личной мифологии. Хотя он никогда прямо не относил себя к примитивистам, элементы этого направления пронизывают его раннюю живопись. В работах Шагала наблюдается отказ от академической перспективы, упрощённая форма, условная композиция и наивная образность — всё это роднит его с эстетикой примитивизма.",
			"Шагал стремился не к правдоподобному изображению, а к эмоциональной правде. Он соединял воспоминания детства, фольклор, религиозные образы и архетипы в личную визуальную систему. Плоскостные композиции, обобщённые лица, летающие фигуры, символы повседневности — в этом языке ощущается влияние и примитива, и иконы, и вывески.",
			"Особенно ярко примитивистские мотивы проявляются в таких работах, как «Я и деревня» (1911), «Над городом» (1914), «Гробовщик» (1912). Это не столько сцены, сколько сновидения, застывшие на холсте, где миф и быт неразделимы.",
			{
				"img": "/images/art-movements/primitivism-ya-i-derevnya-shagal.webp",
				"description": "«Я и деревня», Марк Шагал"
			},
				{
				"img": "/images/art-movements/primitivism-shagal-svadba-venchanie.webp",
				"description": "«Свадьба. Венчание», Марк Шагал"
			},
			"Примитивизм в творчестве Шагала — это способ удержать поэзию простого взгляда.",
			"B живописи Шагала примитивизм сочетается с фантазией, мифом и личной памятью. Его образы — это сказочные фигуры, часто парящие над землёй, написанные плоскостно и эмоционально. В ранних работах он активно использует примитивистскую стилистику: отсутствие перспективы, простоту форм, обобщённые лица. «Я и деревня», «Свадьба. Венчание», «Гробовщик» — примеры условного, наивного языка, наполненного личным и культурным содержанием.",
			"Примитивизм — не маргинальное течение, не техническая наивность и не просто дань моде. Это глубокий пласт художественного сознания XX века, выросший на почве культурного кризиса, но обратившийся к самым устойчивым формам визуального языка — к фольклору, иконе, символу.",
			"Он дал художникам свободу отказаться от внешнего и поверхностного в пользу честного и смыслового. Он сделал возможным новый взгляд — не на то, что изображено, а на то, зачем. И в этом — его продолжающаяся сила сегодня."
			]
	},
	{
		"view": "headline",
		"title": "Источники"
	},
	{
		"view": "list-thin",
		"list": [
			"И. Иоффе. Примитивизм в русском авангарде",
			"К. Кларк. Примитив и романтик. О понятии «примитив» в истории искусства",
			"Искусство для интроверта. Статья: <a href=\"https://artforintrovert.ru/magazine/tpost/bvbsnal8m1-bubnovii-valet-kakim-bilo-tvorcheskoe-ob\">АУДИО. «Бубновый валет»: каким было творческое объединение художников?</a>",
			"Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=Iw8mF3Y286I\">Примитивизм и наивное искусство</a>"
		]
	}
]
