[
  {
    "view": "headline",
    "title": "Структурализм в архитектуре"
  },
  {
    "view": "text",
    "content": [
      "Структурализм — архитектурное направление, оформившееся в 1950–1960-х годах как ответ на ограничения раннего функционализма. Его суть — в стремлении выявить и художественно выразить внутреннюю структуру здания, используя конструкцию не только как технический, но и как формообразующий инструмент. Структурализм занимает промежуточное положение между рациональным конструктивизмом 1920-х и высокотехнологичным хай-теком 1980-х, развивая идею архитектуры как сложной, многослойной системы."
    ],
  {
  "list": {
    "title": "Яркие представители",
    "content": [
      {
        "title": "Ээро Сааринен",
        "link": "/architects/kahn"
      },
      {
        "title": "Кэндзо Тангэ",
        "link": "/architects/rudolph"
      },
      {
        "title": "Алдо ван Эйк",
        "link": "/architects/eyck"
      },
      {
        "title": "Ян Бакема",
        "link": "/architects/bakema"
         }
      ]
    }
    },
	  {
		"view": "image",
		"img": "/images/gallery/olimp-tokio-strukturalism.webp",
		"description": "Кэндзо Тангэ. Олимпийский  центр  в  Токио  (Япония)"
	},
  {
    "view": "headline",
    "title": "Истоки и философский контекст"
  },
  {
    "view": "text",
    "content": [
      "Структурализм формировался на фоне разочарования в догмах функционализма, согласно которым форма следовала за функцией в прямом, почти утилитарном смысле. Архитекторы структуралистского направления, напротив, стремились не просто удовлетворить функциональные требования, а выразить их через пространственную композицию, ритм и тектонику.",
      "Философская основа структурализма восходит к одноимённому направлению в гуманитарных науках, особенно в лингвистике, где внимание сосредотачивалось на отношениях между элементами системы. Подобный подход применялся и в архитектуре: здание рассматривалось как система взаимосвязанных пространств, элементов, маршрутов и функций, организованных по определённой логике."
    ]
  },
  {
		"view": "image",
		"img": "/images/gallery/aeroport-kennedi-strukturalism.webp",
		"description": "Ээро Сааринен. Аэровокзал аэропорта имени Джона Кеннеди в Нью-Йорке (США)"
	},
  {
    "view": "headline",
    "title": "Эстетика и принципы"
  },
  {
    "view": "text",
    "content": [
      "Главный фокус структурализма — на структуре как эстетике. Конструкция становится выразительной частью архитектурного языка. Это проявляется в:",
      "— ритмической композиции объёмов — чередование глухих и открытых частей, блоков и вертикальных вставок;",
      "— разделении функций по структуре — лестницы, шахты, лаборатории и коридоры выносятся в отдельные объёмы, что визуализирует внутреннюю логику здания;",
      "— фактуре и материале — кирпич, бетон, камень используются с акцентом на их текстуру, контраст и тяжесть;",
      "— продуманной световой организации — световые проёмы, шахты и внутренние дворики интегрированы в планировку.",
      "Здание становится не цельной оболочкой, а системой, чётко выявляющей своё внутреннее устройство — от функции до микроклимата."
    ]
  },
	  {
    "img": "/images/gallery/organicarch-ogyre.webp",
    "description": "Норман Фостер. Небоскреб-огурец, The Gherkin, Лондон"
  },
     {
    "img": "/images/gallery/orgarch-ogyrec-vnytri.webp",
    "description": "Норман Фостер. The Gherkin внутри, Лондон"
  },
  {
    "view": "headline",
    "title": "Ключевые архитекторы и проекты"
  },
  {
    "view": "text",
    "content": [
      "Луис Кан — один из основоположников архитектурного структурализма. В его Медицинских исследовательских лабораториях Пенсильванского университета (1957–1961) различные функциональные зоны решены как независимые объёмы, организованные в ритмичную и логически выстроенную композицию. Световые проёмы и вентиляционные башни становятся архитектурными элементами, подчёркивающими структуру здания.",
      "Поль Рудольф, работавший в США в те же годы, создаёт более брутальные, но схожие по логике постройки. Его факультет искусств и архитектуры Йельского университета (1963) представляет собой сложную композицию выступов, ярусов, лестниц и галерей — визуальное отражение многоуровневой структуры учебного процесса.",
      "В европейской архитектуре принципы структурализма находят выражение в работах архитекторов Хермана Герца Берлаге, Алдо ван Эйка, Яна Бакемы и других, стремившихся соединить техничность с гуманистической логикой пространства."
    ]
  },
  {
		"view": "image",
		"img": "/images/gallery/strukturalism-sidney-teatr.webp",
		"description": "Йорн Утзон. Оперный  театр  в  Сиднее  (Австралия)"
	},
  {
    "view": "headline",
    "title": "Значение и влияние"
  },
  {
    "view": "text",
    "content": [
      "Структурализм стал важной вехой в развитии архитектурной мысли XX века. Он обозначил переход от безусловного подчинения формы функции к осознанному структурированию архитектурной среды. Направление оказало влияние на последующие стили: хай-тек унаследовал любовь к обнажённой конструкции, постмодернизм — интерес к композиционной многослойности и системе смыслов внутри здания.",
      "Сегодня структурализм рассматривается как интеллектуальная основа для архитектурных практик, ориентированных на сложность, системность и диалог между формой и содержанием."
    ]
  },
  {
  "view": "headline",
  "title": "Источники"
},
{
  "view": "list-thin",
  "list": [
    "Статья: <a href=\"https://www.keramaster.com/arxitekturnye-stili-strukturalizm.html\" target=\"_blank\">Архитектурные стили: структурализм — keramaster.com</a>",
    "Статья: <a href=\"https://cih.ru/ae/af60.html\" target=\"_blank\">Структурализм в архитектуре — Центр исторической реконструкции</a>",
    "Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=pe7PQ7ax0N8\" target=\"_blank\">Что такое структурализм? Архитектура как система</a>"
  ]
}
]

