[
  {
    "view": "intro",
    "title": "Сюрреализм",
    "content": [
      "Сюрреализм — одно из самых значимых направлений в искусстве XX века. Он зародился во Франции в начале 1920-х годов и с самого начала позиционировал себя как большее, чем просто стиль или художественная школа. Сюрреализм стал способом мышления, эстетическим жестом и философией, которая стремилась освободить человеческое воображение от давления логики, морали, рациональности и вкуса.",
      "Он был вдохновлён психоанализом Зигмунда Фрейда, абсурдом дадаизма и стремлением выйти за пределы привычного восприятия реальности. Художники и поэты сюрреализма отвергали условности академического искусства и стремились проникнуть в глубины подсознания, используя спонтанные, автоматические или сновидческие образы, чтобы выразить внутренние импульсы, страхи, желания и алогичные ассоциации.",
      "В своём первом манифесте 1924 года Андре Бретон определил сюрреализм как «психический автоматизм в чистом виде, посредством которого человек выражает — устно, письменно или любым другим способом — подлинное функционирование мысли, диктат мысли при отсутствии всякого контроля со стороны разума, вне эстетических или моральных соображений». Именно эта установка на освобождение мышления от логических рамок и определила путь сюрреалистического искусства."
    ]
  },
       {
    "view": "image",
    "img": "/images/gallery/surealism-manifest.webp",
    "description": "Манифест сюрреалистов. первый и последний номер журнала Surréalisme, 1 октября 1924 года"
  },
  {
    "list": {
      "title": "Яркие представители",
      "content": [
        {
          "title": "Андре Бретон"
        },
        {
          "title": "Сальвадор Дали"
        },
        {
          "title": "Рене Магритт"
        },
        {
          "title": "Макс Эрнст"
        },
        {
          "title": "Ив Танги"
        },
        {
          "title": "Жоан Миро"
        },
        {
          "title": "Ханс Беллмер"
        },
        {
          "title": "Леонора Каррингтон"
        },
        {
          "title": "Доротея Таннинг"
        },
        {
          "title": "Ремедиос Варо"
        }
      ]
    }
  },
  {
    "view": "headline",
    "title": "Кто придумал сюрреализм"
  },
  {
    "view": "text",
    "content": [
      "Основателем и главным идеологом сюрреализма стал Андре Бретон — французский поэт и врач, близкий к дадаистскому кругу. Именно он в 1924 году опубликовал первый <b>Манифест сюрреализма</b>, положив начало движению как целостной программе. Для Бретона сюрреализм был не только художественным методом, но и способом изменить мир: он искал объединение искусства, любви, свободы, психоанализа и социальной революции.",
      "Под его влиянием сформировалась первая группа сюрреалистов, включавшая как поэтов, так и художников. При этом движение не было стабильным: Бретон периодически исключал тех, чьи взгляды казались ему «несовместимыми» с сюрреалистической программой. Несмотря на это, именно он на протяжении десятилетий формировал идеологический и философский каркас сюрреализма."
    ]
  },
  {
    "view": "headline",
    "title": "Сальвадор Дали"
  },
  {
    "view": "text",
    "content": [
      "Сальвадор Дали (1904–1989) — одна из самых узнаваемых фигур сюрреализма. Его работы отличались детализированной техникой, насыщенной символикой, фантастическими пространствами и тревожными образами. Дали разработал собственный метод — паранойяльно-критический, который основывался на сознательной культивации паранойи и множественных интерпретаций увиденного.",
      "Тающие часы, длинноногие слоны, распадающиеся фигуры — всё это стало знаками мира Дали, в котором тревога и эрос, смерть и одержимость сплетаются в причудливые сюжеты. Он не только создавал живописные полотна, но также работал в кино (в том числе с Бунюэлем), театре, фотографии, скульптуре и дизайне. Его образы — как навязчивые сны, лишённые логики, но наделённые невероятной силой притяжения."
    ]
  },
  {
    "view": "image",
    "img": "/images/gallery/salvadordali-postoyanstvopamyati.webp",
    "description": "Сальвадор Дали. «Постоянство памяти»"
  },
    {
    "view": "image",
    "img": "/images/gallery/salvadordali-myagkayakonstruktsiyasvarenymibobami.webp",
    "description": "Сальвадор Дали. «Мягкая конструкция с варёными бобами»"
  },
  {
    "view": "headline",
    "title": "Рене Магритт"
  },
  {
    "view": "text",
    "content": [
      "Рене Магритт (1898–1967) — бельгийский художник, который прославился картинами, нарушающими законы восприятия. Его стиль — трезвая реальность в абсурдных сочетаниях. Он не изображал сны в прямом смысле, а ставил под вопрос само устройство реальности и языка. В его картинах изображения обыденных предметов сталкиваются с парадоксами восприятия: яблоко заслоняет лицо, мужчина летит как капля дождя, под изображением трубки написано: «Это не трубка».",
      "Магритт интересовался тем, как слова и изображения создают смысл, и использовал живопись как инструмент подрыва очевидного. Его искусство не шокировало, а заставляло сомневаться — в очевидном, в названии, в «нормальности». Он сам называл свои картины «визуальными фразами», стремясь к лаконичному, но подрывному высказыванию."
    ]
  },
  {
    "view": "image",
    "img": "/images/gallery/renemagritt-golkonda.webp",
    "description": "Рене Магритт. «Голконда»"
  },
    {
    "view": "image",
    "img": "/images/gallery/renemagritt-predatelstvoobrazov.webp",
    "description": "Рене Магритт. «Предательство образова»"
  },
  {
    "view": "headline",
    "title": "Принципы и художественные методы"
  },
  {
    "view": "text",
    "content": [
      "В сюрреализме существовало множество техник, но их объединяло стремление обойти рациональный контроль и открыть путь бессознательному. Среди них:",
      "<b>Автоматизм:</b> спонтанное письмо или рисование без предварительного замысла;",
      "<b>Фроттаж и декалькомания:</b> механическое создание изображения, лишённого осмысленного замысла;",
      "<b>Коллаж и ассамбляж:</b> соединение разнородных объектов и фрагментов;",
      "<b>Искажение формы:</b> фигуративное преобразование тела, лица, пространства;",
      "<b>Сюрреалистический объект:</b> предмет, выведенный из привычного контекста;",
      "<b>Сон, гипноз, галлюцинация</b> как источник вдохновения.",
      "Эти методы объединялись одной целью — раскрыть скрытые импульсы, тревоги, желания и страхи, сделать видимым то, что обычно вытесняется."
    ]
  },
     {
    "view": "image",
    "img": "/images/gallery/salvadordali-son.webp",
    "description": "Сальвадор Дали. «Сон»"
  },
  {
    "view": "headline",
    "title": "Сюжеты и образы"
  },
  {
    "view": "text",
    "content": [
      "Сюжеты сюрреалистов нередко напоминают <b>фрагменты снов<b>, алогичных, фрагментарных, наполненных тревогой и символикой.",
      "Часто встречаются следующие темы:",
      "— Изменчивость времени (плавящиеся часы);",
      "— Изоляция и одиночество;",
      "— Алхимия, мистика, символы (яйцо, зеркало, ключ, глаз);",
      "— Телесные метаморфозы;",
      "— Пустынные пейзажи;",
      "— Мифологические, сказочные, эротические мотивы;",
      "— Оккультные, эзотерические аллюзии.",
      "При этом важно: сюрреализм не имел единой иконографии — каждый художник создавал собственную систему знаков, которая должна была говорить с подсознанием зрителя."
    ]
  },
     {
    "view": "image",
    "img": "/images/gallery/zhoanmiro-katalonskiipeizazhohotnik.webp",
    "description": "Жоан Миро. «Каталонский пейзаж. Охотник»"
  },
    {
    "view": "headline",
    "title": "Сюжеты и образы"
  },
  {
    "view": "headline",
    "title": "Главная сюрреалистическая выставка"
  },
  {
    "view": "text",
    "content": [
      "Сюрреализм существовал не только в картинах и текстах — он стремился проникнуть в саму реальность, превратить искусство в опыт. Одним из самых ярких воплощений этой идеи стала международная сюрреалистическая выставка 1938 года в Париже, организованная Андре Бретоном, Паулем Элюаром и Марселем Дюшаном.",
      {
      "img": "/images/gallery/posetiteli-s-fonarikami.webp",
    "description": "Посетители выставки с фонариками в руках. 1938 год. Koregos"
  },
      "Это была не просто выставка, а тщательно срежиссированная психогеография сновидения. Посетители входили через занавешенный проход; стены были задрапированы чёрным бархатом, из потолка свисали ложки и угольные кочерги, в углу стояла печка, в центре — ванна, наполненная водой. Один из залов был засыпан песком, в котором босиком брели зрители, перемещаясь среди улиток, восковых фигур и полуосвещённых объектов.",
      "Стихи звучали в полутьме — их читали Элюар, Танги, Преве. Некоторые поэты выступали в чёрных очках, словно медиумы. В воздухе витали запахи, дым, странные звуки — всё, чтобы разрушить барьер между зрителем и бессознательным.",
      {
      "img": "/images/gallery/sunduk-andre-bertona.webp",
    "description": "Сундук работы Андре Бретона на Международной сюрреалистической выставке в Париже. 1938 год. ArtStack"
  },
      "На этой выставке сюрреализм проявился как полноценный опыт, где искусство стало событием, сном, пространством, в котором возможно всё."
    ]
  },
  {
    "view": "headline",
    "title": "Наследие и влияние"
  },
  {
    "view": "text",
    "content": [
      "Сюрреализм оказал огромное влияние на современное и новейшее искусство. Он стал эстетическим и психологическим прорывом. Его идеи легли в основу:",
      "— Абстрактного экспрессионизма: интерес к жесту, бессознательному, живописному действию;",
      "— Поп-арта: работа с образами массовой культуры в неожиданном контексте;",
      "— Концептуального искусства: первенство идеи над формой;",
      "— Феминистского и политического искусства: использование сна и тела как языка;",
      "— Кинематографа: от Бунюэля и Жана Кокто до Дэвида Линча.",
      "Даже сегодня, спустя сто лет после появления, сюрреализм остаётся живым. Он продолжает провоцировать, вдохновлять, освобождать. Он напоминает нам, что в каждом из нас живёт тень, воображение, тревога и поэзия — и искусство должно уметь разговаривать с этим внутренним миром."
    ]
  },
  {
    "view": "headline",
    "title": "Источники"
  },
  {
    "view": "list-thin",
    "list": [
      "<a href=\"http://www.darial-online.ru/material/2000_5-hoziev/\" target=\"_blank\">Статья: История сюрреализма и его парадоксы (darial-online.ru)</a>",
      "<a href=\"https://media.contented.ru/vdohnovenie/istoriya-dizajna/syurrealizm/\" target=\"_blank\">Статья: Сюрреализм — Unleashing the Subconscious (contented.ru)</a>",
      "<a href=\"https://www.youtube.com/watch?v=xYmGTkYi-Jg&t=21s\" target=\"_blank\">Лекция на YouTube: Сюрреализм — искусство подсознания</a>",
      "<a href=\"https://www.youtube.com/watch?v=iID2SGz7PWA\" target=\"_blank\">Лекция на YouTube: André Breton и сюрреализм</a>"
    ]
  }
]
