[
  {
    "view": "intro",
    "title": "Андре Дерен",
    "dates": "1880–1954",
    "content": [
      "Французский живописец, график и сценограф, один из основателей <b>фовизма</b>. Учился в Париже, находился под влиянием Ван Гога и Сезанна. Работал в духе <b>яркой экспрессии</b>, позднее — в неоклассическом стиле. Сотрудничал с Матиссом и Вламинком, участвовал в Осеннем салоне 1905 года. Автор балетных декораций, в том числе к постановке <i>«Волшебная лавка»</i> Дягилева."
      ],
    "tags": [ "Кубизм", "Сюрреализм" ]
  },
  {
    "view": "quote",
    "text": "Фовизм был для нас испытанием огнем. Краски становились патронами с порохом. Они буквально взрывались от цвета",
    "author": "Андре Дерен"
  },
    {
    "view": "image",
    "img": "/images/art-movements/andre-deren-photo.webp",
    "description": "Андре Дерен в 1928 г."
  },
  {
    "view": "headline",
    "title": "Биография"
  },
  {
    "view": "text",
    "content": [
      "Андре Дерен родился в 1880 году в Шату-сюр-Сен. В юности учился на инженера, но вскоре поступил в Академию Каррьера, где подружился с <a href=\"https://vsumodernism.github.io/artists/anri-matiss\">Матиссом</a> и Марке. В 1900 году судьбоносной стала встреча с Морисом Вламинком. Вместе они стали пионерами фовизма.",
      "В 1900 году судьбоносной стала встреча с Морисом де Вламинком. Вместе они начали активно работать над новыми живописными формами. Их сотрудничество сыграло решающую роль в становлении фовизма — яркого, эмоционального и свободного от академических канонов стиля. В 1905 году Дерен вместе с Матиссом работал в Коллиуре — южном приморском городке, где создал серию пейзажей с характерной яркой палитрой. Эти работы были выставлены на Осеннем салоне 1905 года, где критики впервые назвали группу художников fauves — <b>«дикие звери»</b>. Это название и дало начало движению фовистов.",
      "Уже в 1906 году Дерен по приглашению арт-дилера Амбруаза Воллара отправился в Лондон. Там он создал серию городских пейзажей, в том числе знаменитые виды Темзы, таких как «Ватерлоо-Бридж» и «Бассейн Лондона». Эти работы показали его умение соединять цветовую свободу с архитектурной чёткостью.",
       "После 1908 года Дерен начинает сближаться с  <a href=\"/art-movements/fovism\">кубизмом</a>, вдохновляясь работами  <a href=\"https://vsumodernism.github.io/artists/pablo-picasso\">Пикассо</a> и Брака, а также наследием Поля Сезанна. Его манера становится более геометричной, формы упрощаются, композиции приобретают строгую структуру.",
       "Пережив ужасы Первой мировой войны, он возвращается к неоклассике: его интерес смещается к античности, гармонии и пластике формы. Этот этап был воспринят как отход от радикального модернизма, но сам художник считал его необходимым переосмыслением.",
      "После Второй мировой войны Дерен оказался в сложной ситуации: общество осуждало его за поездку в нацистскую Германию (в 1941 году он, вместе с другими художниками, был приглашён на выставку по линии коллаборационистской культурной политики). Это сильно подорвало его репутацию и привело к почти полной изоляции в поздние годы жизни.",
      "Умер Андре Дерен 8 сентября 1954 года в городе Гарш, Франция. Он оставил значительное художественное наследие — от дерзких фовистских полотен до изысканных неоклассических композиций и сценографии."  
    ]
  },
{
		"view": "headline",
		"title": "Стили и периоды"
	},
	{
		"view": "period",
		"title": "Фовизм (1905–1907)",
		"content": [
			"Для Андре Дерена фовизм стал возможностью выразить энергию мира через чистый цвет и ритм формы. Он использовал интенсивные цветовые сочетания и смелые линии, чтобы передать настроение, а не воспроизвести детали. Работы этого периода словно вибрируют от внутреннего напряжения — пейзажи, портреты и городские виды наполнены декоративной силой и эмоциональной откровенностью."
		],
		"list": [
			{
				"title": "Цветовая палитра",
				"content": "крайне яркая, локальная, неестественная. Основной приём — использование чистых, часто контрастных цветов прямо из тюбика. Цвет не описывает реальность, а выражает внутреннее ощущение."
			},
			{
				"title": "Форма",
				"content": "Контуры упрощены, перспектива нарушена или отсутствует. Композиции декоративны, формы обобщены. Пространство схлопнуто, важна выразительность, а не правдоподобие."
			},
			{
				"title": "Частые персонажи",
				"content": "Пейзажи (особенно южной Франции и Лондона), фигуры в интерьере, натюрморты, портреты близких и коллег-художников."
			}
		],
		"pictures": [
			{
				"img": "/images/gallery/tantsovshchitsa.webp",
				"name": "Танцовщица"
			},
                       {
				"img": "/images/gallery/public/lodki-v-kolyure.webp",
				"name": "Лодки в Коллиуре"
			},
                        {
				"img": "/images/gallery/port-v-kolyure.webp",
				"name": "Порт в Коллиуре",
                                "view": "fields",
				"bg": "EDEDED"
			}
		]
	},
{
		"view": "period",
		"title": "Кубизм (1908–1914)",
		"content": [
			"Интерес Андре смещается к структуре, объёму и форме. Под влиянием  <a href=\"https://vsumodernism.github.io/artists/pablo-picasso\">Пикассо</a>, Брака и, особенно, наследия Поля Сезанна он начинает переосмыслять пространство: <b>композиции становятся геометричными</b>, предметы упрощаются до базовых форм, а цвет теряет эмоциональный накал, уступая место конструктивной логике. В отличие от «чистого»  <a href=\"/art-movements/fovism\">кубизма</a>, работы Дерена этого периода сохраняют декоративность и плавность — он не разрушает реальность, а стремится упорядочить её."
              ],
		"list": [
			{
				"title": "Цветовая палитра",
				"content": "сдержанная, землянистая, часто основана на охре, серо-зелёных, коричневых тонах."
},
			{
				"title": "Форма",
				"content": "геометризация объектов, упрощение объёма, постепенный отказ от линейной перспективы. Форма важнее деталей."
}
		],
		"pictures": [
			{
				"img": "/images/gallery/deren-doma-u-vody.webp",
				"name": "Дома у воды"
			}
		]
	},
{
		"view": "period",
		"title": "Неоклассицизм (1920–1930-е)",
		"content": [
			"После травмы войны и насыщенного экспериментов начала века Андре Дерен поворачивается к гармонии, уравновешенности и ясности формы. Он больше не стремится разрушать — он стремится восстановить. В его работах этого времени чувствуется <b>диалог с классическим наследием</b>: античностью, Ренессансом и французской традицией XVIII века. Это не академизм, а новая, личная версия классики: с упрощённой формой, благородной цветовой гаммой и ясной композицией."
   ],
		"list": [
			{
				"title": "Цветовая палитра",
				"content": "приглушённые, сбалансированные тона — охра, серо-голубой, пыльно-розовый. Цвет уже не эмоциональный всплеск, а фон для формы."
},
			{
				"title": "Форма",
				"content": "статичная, симметричная, монументальная. Пространство строится линейно, композиция уравновешена."
},

			{
				"title": "Частые персонажи",
				"content": "обнажённые фигуры, мифологические или аллегорические сцены, портреты, сцены отдыха, мужественные фигуры, театральные костюмы."
}
		],
		"pictures": [
			{
				"img": "/images/gallery/deren-arlekin-i-pyero.webp",
				"name": "Арлекино и Пьеро"
			}
		]
	},
                {
                 "view": "list-thin",
		"list": [
			"Статья: <a href=\"https://muzei-mira.com/biografia_hudojnikov/1988-hudozhnik-andre-deren-biografiya-i-kartiny.html\" target=\"_blank\">Андре Дерен — биография и картины</a>",
			"Е. Беспалова. «Бакст и модернизм»",
			"Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=U2eUz658ATE\" target=\"_blank\">Андре Дерен - от диких красок модернизма до реализма. Обманчивая внешность героини портрета</a>",
		"Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=JNDxBVwPnNc&t=1s\" target=\"_blank\">Величайшие художники мира. От импрессионизма до сюрреализма и абстракционизма. Фовизм. Андре Дерен</a>"
]
},
  {
    "view": "headline",
    "title": "Интересные факты"
  },
  {
    "view": "list",
    "list": [
      "Оформил балет «Волшебная лавка» вместо Бакста — и сделал это столь удачно, что его сценография стала символом Русских сезонов.",
      "Во время Первой мировой войны Дерен работал картографом — рисовал карты и схемы. Это усилило его интерес к геометрии.",
      "Любил путешествовать с Вламинком на велосипеде по берегам Сены, с мольбертами и вином в корзине."
    ]
  }

]
