[
  {
    "view": "headline",
    "title": "Энди Уорхол (1928–1987)"
  },
  {
    "view": "text",
    "content": [
      "Энди Уорхол — художник, который превратил банку супа в икону. Его творчество стерло грань между массовой культурой и высоким искусством, превратив копирование, репродукцию и знаменитость в основу художественной философии. Он не просто рисовал Мэрилин Монро — он рисовал культ Мэрилин.",
      "Уорхол говорил: «Я хочу быть машиной». И в этом кредо — всё: он стал зеркалом общества потребления, фабрикой образов, художником, который не рисовал, а производил."
    ]
  },
  {
    "view": "headline",
    "title": "Детство, происхождение и путь к искусству"
  },
  {
    "view": "text",
    "content": [
      "Энди Уорхол (настоящее имя — Эндрю Уорхола) родился в 1928 году в Питтсбурге, в семье эмигрантов из Австро-Венгрии, русинского происхождения. Его детство было омрачено болезнью: в 8 лет он тяжело переболел хореей Сиденгама и надолго остался прикован к постели. В это время он начал рисовать и собирать вырезки из глянцевых журналов — это сформировало его будущий художественный язык.",
      "Он учился на графического дизайнера и в 1949 году переехал в Нью-Йорк, где начал карьеру как коммерческий иллюстратор. Быстро стал известен своим оригинальным почерком — тонкими линиями, блестящими поверхностями, ироничными образами. Уорхол не скрывал, что искусство — это тоже бизнес."
    ]
  },
  {
    "view": "headline",
    "title": "Поп-арт и философия повторения"
  },
  {
    "view": "text",
    "content": [
      "В 1960-х он стал одной из главных фигур поп-арта — направления, которое вывело массовую культуру в ранг искусства. Он начал использовать силкографию (шелкографскую печать), чтобы многократно воспроизводить один и тот же образ: от банки супа Campbell’s до портретов Элвиса и Мэрилин.",
      "Для Уорхола важна была повторяемость. Он превращал уникальные образы в штамп, создавая эффект отчуждения и критики общества, где всё — копия, где знаменитость равна упаковке, а реклама — искусству. Его студия «Фабрика» (The Factory) стала местом, где создавались не только картины, но и фильмы, вечеринки, скандалы."
    ]
  },
  {
    "view": "headline",
    "title": "Знаменитость как образ и материал"
  },
  {
    "view": "text",
    "content": [
      "Уорхол говорил: «В будущем каждый будет знаменит на 15 минут». Он первым понял, что знаменитость — это не результат таланта, а результат повторения. Он превращал звёзд кино, музыки и политики в шаблоны, как бы уравнивая всех перед лицом культуры потребления.",
      "Он писал портреты по заказу, делал фильмы без сценария, снимал людей, которые просто смотрели в камеру. Его интересовали границы между подлинностью и образом, между личностью и медиа-оболочкой."
    ]
  },
  {
    "view": "headline",
    "title": "Уорхол и смерть"
  },
  {
    "view": "text",
    "content": [
      "Хотя Уорхол казался легким, глянцевым, ироничным, в его работах много темноты. Он создал серию картин «Смерть и катастрофа», где запечатлел аварии, казни на электрическом стуле, самоубийства. Он не просто повторял эти образы — он превращал их в визуальный шум, в постоянный фон, на котором теряется сострадание.",
      "В 1968 году на него было совершено покушение: радикальная феминистка Валери Соланас выстрелила в него. Уорхол выжил, но после этого стал более замкнутым, почти религиозным. Он писал портреты, кресты, создавал журналы и телешоу."
    ]
  },
  {
    "view": "headline",
    "title": "Как читать Уорхола"
  },
  {
    "view": "text",
    "content": [
      "Уорхол — это художник цитаты, художник клише, художник репродукции. Чтобы его понять, нужно смотреть не на то, что изображено, а как и зачем. Он выворачивает культуру наружу, показывает: вот она — не уникальность, а поток, в котором всё становится упаковкой.",
      "Уорхол повторяет образ до тех пор, пока тот теряет свою силу — и именно тогда он становится интересен. Он иронизирует над искусством, превращая его в товар. Но вместе с тем — он сохраняет эстетический баланс, композицию, цвет."
    ]
  },
  {
    "view": "headline",
    "title": "Наследие"
  },
  {
    "view": "text",
    "content": [
      "Уорхол умер в 1987 году после операции на желчном пузыре. После его смерти была основана Фонд Энди Уорхола, который поддерживает молодых художников. Его картины — одни из самых дорогих в мире, его студия стала музеем, а его имя — синонимом поп-арта.",
      "Он предвосхитил Instagram, YouTube, TikTok — ту реальность, где изображение живёт дольше, чем событие, и каждый может быть звездой."
    ]
  },
  {
    "view": "headline",
    "title": "Интересные факты"
  },
  {
    "view": "list-bold",
    "list": [
      "Настоящее имя художника — Эндрю Уорхола. Его родители были выходцами из Австро-Венгрии, этнические русины.",
      "В юности он болел хореей, долго не мог ходить и стал одержим популярной культурой — особенно кино и звёздами.",
      "Его студия The Factory была не только художественным пространством, но и эпицентром андеграундной культуры Нью-Йорка 60-х.",
      "Он снимал сотни экспериментальных фильмов, включая восьмичасовой фильм 'Sleep', где мужчина просто спит.",
      "Уорхол носил серебристый парик, часто играл с образом, избегал прямых высказываний и считал, что художник — это медиа-продукт."
    ]
  },
  {
    "view": "headline",
    "title": "Источники"
  },
  {
    "view": "list-thin",
    "list": [
      "Статья: <a href=\"https://24smi.org/celebrity/4545-endi-uorkhol.html\" target=\"_blank\">Энди Уорхол — биография на 24СМИ</a>",
      "Статья: <a href=\"https://artchive.ru/andywarhol\" target=\"_blank\">Уорхол на Artchive</a>",
      "Статья: <a href=\"https://persono.ru/biography/yendi-uorhol/\" target=\"_blank\">Persono.ru — жизнь и творчество Уорхола</a>",
      "Статья: <a href=\"https://crossarea.ru/art/persons/andy-warhol/\" target=\"_blank\">Crossarea — образы и влияние Уорхола</a>",
      "Видео: <a href=\"https://youtu.be/lRYZ7pkQyP8\" target=\"_blank\">Краткая биография Энди Уорхола</a>",
      "Видео: <a href=\"https://youtu.be/dgIiTtO0gP8\" target=\"_blank\">Документальный фильм об Уорхоле</a>"
    ]
  }
]
