[
  {
    "view": "intro",
    "title": "Анри Матисс",
      "dates": "1869–1954",
    "content": [
     "Французский живописец, график, скульптор, сценограф и поэт цвета. Анри Матисс — один из самых влиятельных художников XX века, основатель фовизма и символ свободы в искусстве. Он умел превращать краску в ощущение света, форму — в музыку, а страдание — в чистую радость. Его путь — от случайного увлечения живописью до поздних вырезок, созданных из бумаги, когда кисть уже не держалась в руке. Он искал гармонию и простоту, но никогда не шёл простым путём."
    ],
    "tags": [ "Фовизм" ]
  },
   {
    "view": "quote",
    "content": "«Я мечтаю о картинах, уютных, как кожаное кресло, в котором можно отдохнуть от груза забот…»"
  },
  {
    "view": "image",
    "img": "/images/gallery/matisse-portrait.webp",
    "description": "Матисс в своей мастерской, бульвар Монпарнас, 1948 год. Фото Жизель Фройнд. (Национальная галерея Австралии)"
  },
  {
    "view": "headline",
    "title": "Биография"
  },
  {
    "view": "text",
    "content": [
      "С этого момента Матисс становится символом нового искусства. Его работы начинают покупать коллекционеры, у него появляются ученики, последователи и завистники. Особую роль в его судьбе сыграл Сергей Щукин — русский меценат, который не просто покупал картины, но и заказывал монументальные панели: «Танец» и «Музыка», написанные для особняка на Пречистенке. Благодаря ему в Россию попала одна из крупнейших коллекций Матисса.",
      "В 1910-е годы художник активно путешествует, вдохновляется исламским искусством, работает над декоративными проектами, сценографией (в том числе — оформляет балет «Песнь соловья» по заказу Дягилева) и пробует себя в скульптуре. В 1930-е начинается новый этап — более монументальный, с укрупнённой формой и аллегорическими образами. Он оформляет интерьеры, работает с книгой, создаёт иллюстрации к Бодлеру.",
      "Летом 1932 года в его жизнь входит Лидия Делекторская — русская эмигрантка, которая станет его музой, ассистенткой, натурщицей и единственным близким человеком в последние 20 лет. Она была рядом, когда Матиссу диагностировали рак и он оказался прикован к креслу. Но даже тогда он не остановился — просто сменил кисть на ножницы. Так появились его бумажные вырезки, «рисунки ножом» — самые радикальные и чистые по форме произведения.",
      "В 1951 году он завершает оформление капеллы Розария в Вансе, считая это делом всей жизни. Это была его последняя «большая работа». Он умер в 1954 году в Ницце.",
      {
    "img": "/images/gallery/roskosh-pokoi.webp",
    "description": "«Роскошь, покой и наслаждение» (1904)"
  }
    ]
  }
 ]
