[
  {
    "view": "intro",
    "title": "Анри Матисс",
      "dates": "1869–1954",
    "content": [
     "Французский живописец, график, скульптор, сценограф и поэт цвета. Анри Матисс — один из самых влиятельных художников XX века, основатель фовизма и символ свободы в искусстве. Он умел превращать краску в ощущение света, форму — в музыку, а страдание — в чистую радость. Его путь — от случайного увлечения живописью до поздних вырезок, созданных из бумаги, когда кисть уже не держалась в руке. Он искал гармонию и простоту, но никогда не шёл простым путём."
    ],
    "tags": [ "Фовизм" ]
  },
   {
    "view": "quote",
    "content": "«Я мечтаю о картинах, уютных, как кожаное кресло, в котором можно отдохнуть от груза забот…»"
  },
  {
    "view": "image",
    "img": "/images/gallery/matisse-portrait.webp",
    "description": "Матисс в своей мастерской, бульвар Монпарнас, 1948 год. Фото Жизель Фройнд. (Национальная галерея Австралии)"
  },
  {
    "view": "headline",
    "title": "Биография"
  },
  {
    "view": "text",
    "content": [
      "С этого момента Матисс становится символом нового искусства. Его работы начинают покупать коллекционеры, у него появляются ученики, последователи и завистники. Особую роль в его судьбе сыграл Сергей Щукин — русский меценат, который не просто покупал картины, но и заказывал монументальные панели: «Танец» и «Музыка», написанные для особняка на Пречистенке. Благодаря ему в Россию попала одна из крупнейших коллекций Матисса.",
      "В 1910-е годы художник активно путешествует, вдохновляется исламским искусством, работает над декоративными проектами, сценографией (в том числе — оформляет балет «Песнь соловья» по заказу Дягилева) и пробует себя в скульптуре. В 1930-е начинается новый этап — более монументальный, с укрупнённой формой и аллегорическими образами. Он оформляет интерьеры, работает с книгой, создаёт иллюстрации к Бодлеру.",
      "Летом 1932 года в его жизнь входит Лидия Делекторская — русская эмигрантка, которая станет его музой, ассистенткой, натурщицей и единственным близким человеком в последние 20 лет. Она была рядом, когда Матиссу диагностировали рак и он оказался прикован к креслу. Но даже тогда он не остановился — просто сменил кисть на ножницы. Так появились его бумажные вырезки, «рисунки ножом» — самые радикальные и чистые по форме произведения.",
      "В 1951 году он завершает оформление капеллы Розария в Вансе, считая это делом всей жизни. Это была его последняя «большая работа». Он умер в 1954 году в Ницце.",
      {
    "img": "/images/gallery/roskosh-pokoi.webp",
    "description": "«Роскошь, покой и наслаждение» (1904)"
  },
  "С этого момента Матисс становится символом нового искусства. Его работы начинают покупать коллекционеры, у него появляются ученики, последователи и завистники. Особую роль в его судьбе сыграл Сергей Щукин — русский меценат, который не просто покупал картины, но и заказывал монументальные панели: «Танец» и «Музыка», написанные для особняка на Пречистенке. Благодаря ему в Россию попала одна из крупнейших коллекций Матисса.",
"В 1910-е годы художник активно путешествует, вдохновляется исламским искусством, работает над декоративными проектами, сценографией (в том числе — оформляет балет «Песнь соловья» по заказу Дягилева) и пробует себя в скульптуре. В 1930-е начинается новый этап — более монументальный, с укрупнённой формой и аллегорическими образами. Он оформляет интерьеры, работает с книгой, создаёт иллюстрации к Бодлеру.",
"Летом 1932 года в его жизнь входит Лидия Делекторская — русская эмигрантка, которая станет его музой, ассистенткой, натурщицей и единственным близким человеком в последние 20 лет. Она была рядом, когда Матиссу диагностировали рак и он оказался прикован к креслу. Но даже тогда он не остановился — просто сменил кисть на ножницы. Так появились его бумажные вырезки, <b>«рисунки ножом»</b> — самые радикальные и чистые по форме произведения.",
 "В 1951 году он завершает оформление капеллы Розария в Вансе, считая это делом всей жизни. Это была его последняя «большая работа». Он умер в 1954 году в Ницце.",    
     {
    "img": "/images/gallery/kapella-matissa.webp",
    "description": "Капелла Розария (Капелла Матисса). Франция, Ванс"
  }
   ]
  },
 {
    "view": "headline",
    "title": "Направления и виды творчества"
  },
    {
    "view": "period",
    "title": "Живопись",
    "content": [
      "Стартовав с фовизма, Матисс никогда по-настоящему от него не отходил — просто с годами его живопись становилась более спокойной, пластичной, орнаментальной. Цвет оставался её сердцем, а форма служила гармонии. Даже в поздних работах, созданных из вырезанной бумаги, чувствуется тот же взгляд художника, для которого искусство — это прежде всего радость и чистота восприятия."
 ],
   
    "pictures": [
      {
        "img": "/images/gallery/matiss-muzyka-cely.webp",
        "name": "Музыка",
        "view": "fields",
        "bg": "F4F4F4"
      },
      {
        "img": "/images/gallery/krasnye-rybki.webp",
        "name": "Красные Рыбки",
        "view": "fields",
        "bg": "F4F4F4"
      },
      {
        "img": "/images/gallery/868f9ed09b7e561652e65f145fd045b9d9fb6a21.png",
        "name": "Женщина в шляпе",
        "view": "fields",
        "bg": "F4F4F4"
      }
    ]
  },
     {
    "view": "period",
    "title": "Графика",
    "content": [
      "Чёрная линия у Матисса — это тоже искусство. Он почти не использовал цвет в рисунке — только тушь, перо, уголь. Матисс создавал серии рисунков, иллюстрировал поэзию Малларме, Бодлера, Ронсара, делал литографии, книги, альбомы. Иногда одна и та же модель — чаще всего Лидия Делекторская — появлялась в десятках вариаций, как визуальная медитация на форму."
 ],
   
    "pictures": [
      {
        "img": "/images/gallery/gallery/zhenskiy-portret.webp",
        "name": "Женский портрет",
        "view": "fields",
        "bg": "F4F4F4"
      }
    ]
  },
       {
    "view": "period",
    "title": "Скульптура",
    "content": [
      "С 1900-х годов Матисс создаёт десятки скульптур, в основном из гипса и бронзы. Он редко показывал их публике, но работал над ними целенаправленно, часто в серии: например, Жанет I–V — пять версий одной и той же головы, от реалистичной до почти абстрактной. Это был поиск сути формы, как музыкальный этюд.",
      "Интересный факт: Матисс нередко лепил с закрытыми глазами, чтобы не смотреть на натуру и не поддаться искушению «скопировать». Он стремился ощутить форму изнутри, как бы вылепить её вслепую, полагаясь только на тактильное восприятие. Это делало его скульптуры особенно живыми и полными внутреннего движения."
 ],
   
    "pictures": [
      {
        "img": "/images/gallery/gallery/matiss-gannet.webp",
        "name": "Жанет I–V",
        "view": "fields",
        "bg": "F4F4F4"
      }
    ]
  },
       {
    "view": "period",
    "title": " Рисунки ножницами",
    "content": [
      "В последние годы жизни Анри Матисс оказался прикован к постели и не мог больше держать кисть, он нашёл другой инструмент — ножницы. Он начал вырезать из бумаги, окрашенной гуашью, простые и мощные формы: листья, тела, звёзды, птиц. Эти формы он располагал на фоне, как живописец кладёт мазки — не случайно он называл эту технику рисунком ножницами (dessin avec des ciseaux)."
 ],
    "pictures": [
      {
        "img": "/images/gallery/gallery/gallery/ikar-dzhaz.webp",
        "name": "Икар. Иллюстрации к книге Джаз",
        "view": "fields",
        "bg": "F4F4F4"
      },
  {
        "img": "/images/gallery/gallery/gallery/matiss-golybaya-obnazhennaya.webp",
        "name": "Голубая обнаженная",
        "view": "fields",
        "bg": "F4F4F4"
      }
    ]
  },
 {
    "view": "headline",
    "title": "Интересные факты"
  },
  {
    "view": "list-bold",
    "list": [
      "<b>Он дружил и соревновался с Пикассо 40 лет.</b> Они не просто были знакомы — они постоянно наблюдали друг за другом, обменивались работами, спорили. Пикассо однажды сказал: «Когда Матисс умрёт, у меня больше не останется с кем говорить о живописи».",
      "<b>Делал подарки Лидии Делекторской дважды в год.</b> Каждый Новый год и на день рождения Матисс дарил своей помощнице оригинальный рисунок или вырезку. Так он заботился о её будущем, называя это «капиталом для Лидии».",
      "<b>Любил восточные ткани.</b> Он собирал ковры, покрывала, арабские вышивки и даже писал их в картинах как часть ритма. Восточный орнамент вдохновлял его на упрощение форм и построение композиции по законам симметрии и ритма.",
      "<b>Он вдохновил моду XX века.</b> Кристиан Диор, Ив Сен-Лоран и даже бренд Kenzo обращались к цвету и декоративности Матисса. Особенно — к его вырезкам."
    ]
  },
  {
    "view": "headline",
    "title": "Источники"
  },
  {
    "view": "list-thin",
    "list": [
      "<a href=\"https://muzei-mira.com/biografia_hudojnikov/1988-hudozhnik-andre-deren-biografiya-i-kartiny.html\" target=\"_blank\">Статья: Андре Дерен — биография и картины</a>",
      "Матисс. Живопись. Скульптура. Графика. Письма. — Л.: Советский художник, 1969",
      "<a href=\"https://artforintrovert.ru/magazine/tpost/syrxselvun-matiss-ne-tolko-hudozhnik-no-i-skulptor\" target=\"_blank\">Статья: Матисс — не только художник, но и скульптор</a>",
      "Алпатов М.В. Матисс. — М.: Искусство, 1969",
      "<a href=\"https://www.youtube.com/watch?v=lMJsNzmY3kc\" target=\"_blank\">Лекция на YouTube: Анри Матисс / Цвет времени / Телеканал Культура</a>",
      "<a href=\"https://www.youtube.com/watch?v=_fRRjXWPQUg\" target=\"_blank\">Лекция на YouTube: Марафон май 8. Анри Матисс</a>"
    ]
  }
 ]
