[
   {
   "view": "intro",
    "avatar": "/images/gallery/munch-avatar.webp",	  
    "title": "Эдвард Мунк",
    "dates": "1863–1944",
    "content": [
      "Эдвард Мунк — художник, который научил живопись кричать. Его «Крик» стал не просто картиной, а иконой века, отражающей тревогу, одиночество и хрупкость человеческого сознания. Но за этой работой стоит целая философия: искусство как исповедь, как попытка выразить не внешний мир, а внутреннюю бурю.",
      "Мунк родился в Норвегии, но стал голосом всей Европы. Его картины — это хроника боли, утрат, страха и любви. Он не стремился к красоте — он стремился к правде, какой бы пугающей она ни была."
    ],
        "tags": [ "Экспрессионизм" ]
  },
    {
    "view": "image",
    "img": "/images/gallery/matisse-portrait.webp",
    "description": "Матисс в своей мастерской, бульвар Монпарнас, 1948 год. Фото Жизель Фройнд. (Национальная галерея Австралии)"
  },
  {
    "view": "headline",
    "title": "Биография"
  },
  {
    "view": "text",
    "content": [
      "Эдвард Мунк родился в 1863 году в маленьком норвежском городке Лётен. Его детство было полно болезней и утрат. Когда Эдварду было всего пять, умерла его мать, а спустя девять лет — сестра София. Эти события оставили глубокий след, сформировали ощущение жизни как непрерывного прощания.",
      "Его отец, военный врач, был глубоко религиозным и суровым. Обстановка дома — строгая, молчаливая, наполненная страхом перед грехом и смертью — впиталась в мировосприятие юного художника.",
      "Мунк рано начал рисовать. В 1881 году он поступил в Школу искусств в Осло, а затем отправился в Париж, где изучал работы импрессионистов и постимпрессионистов. Однако реализм и свет не были его дорогой. Его влекли тьма и память."
    ]
  },
    {
    "view": "image",
    "img": "/images/gallery/matisse-portrait.webp",
    "description": "Матисс в своей мастерской, бульвар Монпарнас, 1948 год. Фото Жизель Фройнд. (Национальная галерея Австралии)"
  },
  {
    "view": "text",
    "content": [
      "«Я не пишу то, что вижу. Я пишу то, что чувствую», — говорил Мунк. Его живопись строится не на сюжете, а на эмоции. Он избавляется от деталей, упрощает формы, обостряет цвет. Линия становится нервной, композиция — напряжённой, лица — масками тревоги.",
      "Он создаёт свою ключевую серию — «Фриз жизни», цикл работ, где исследуются темы любви, ревности, одиночества, болезни, смерти. Картины «Поцелуй», «Сцена у кровати», «Женщина в трёх стадиях» и, конечно, «Крик» входят в эту галерею человеческой боли."
    ]
  },
 {
    "view": "image",
    "img": "/images/gallery/matisse-portrait.webp",
    "description": "Матисс в своей мастерской, бульвар Монпарнас, 1948 год. Фото Жизель Фройнд. (Национальная галерея Австралии)"
  },
  {
    "view": "text",
    "content": [
      "Написанный в 1893 году, «Крик» стал не только центральной работой Мунка, но и универсальной метафорой. Он основан на реальном эпизоде: Мунк шёл по мосту в Осло, и вдруг всё вокруг «окрасилось в красное» — он услышал пронзительный внутренний крик.",
      "Эта картина — воплощение экзистенциального ужаса, внутреннего разлома, когда реальность становится невыносимо зыбкой. Фигура на переднем плане — не человек, а сгусток тревоги. Пейзаж кричит вместе с ним. Линии закручены, цвет словно дрожит, перспектива искажена."
    ]
  },
    {
    "view": "image",
    "img": "/images/gallery/matisse-portrait.webp",
    "description": "Матисс в своей мастерской, бульвар Монпарнас, 1948 год. Фото Жизель Фройнд. (Национальная галерея Австралии)"
  },
  {
    "view": "headline",
    "title": "Болезнь, одиночество и изоляция"
  },
  {
    "view": "text",
    "content": [
      "В 1908 году у Мунка случился нервный срыв. Его лечили электрошоком, он страдал от паранойи и алкоголизма. Но даже в этом состоянии он продолжал работать. После лечения художник уединился, поселился на ферме недалеко от Осло, где провёл остаток жизни.",
      "Его поздние работы стали более спокойными, но тема смерти не исчезла. Он писал своё отражение, свои тени, свою старость. Художник умер в 1944 году. Он завещал государству более 1000 своих произведений — это стало основой Музея Мунка в Осло."
    ]
  },
    {
    "view": "image",
    "img": "/images/gallery/matisse-portrait.webp",
    "description": "Матисс в своей мастерской, бульвар Монпарнас, 1948 год. Фото Жизель Фройнд. (Национальная галерея Австралии)"
  },
  {
    "view": "text",
    "content": [
      "Мунк оказал колоссальное влияние на экспрессионизм, символизм, немецкую школу «Моста» и на всю психологическую живопись XX века. Его картины вдохновляли Франца Марка, Кирхнера, Хоппера, Бергмана и даже режиссёров ужасов.",
      "Он стал первым, кто поставил эмоцию в центр изображения. Для него человек — это не тело, а состояние. Его картины читаются не глазами, а нервами."
    ]
  },
    {
    "view": "image",
    "img": "/images/gallery/matisse-portrait.webp",
    "description": "Матисс в своей мастерской, бульвар Монпарнас, 1948 год. Фото Жизель Фройнд. (Национальная галерея Австралии)"
  },
  {
    "view": "headline",
    "title": "Как читать Мунка"
  },
  {
    "view": "text",
    "content": [
      "Мунк использует простые формы, резкие контрасты и повторяющиеся мотивы: силуэт у окна, идущая женщина, открытые рты, тревожный пейзаж. Цвет в его работах — не натуралистичен, а символичен: синий — холод, красный — тревога, чёрный — конец.",
      "Он не стремится к завершённости. Его образы — как кадры из воспоминаний, где важна не логика, а чувство. Повторяющиеся сюжеты — как флэшбэки, тревожные и пронзительные. Его дневники и письма часто раскрывают больше, чем картины — он сам объясняет страх одиночества, тягу к смерти, невозможность любви."
    ]
  },
  {
    "view": "headline",
    "title": "Интересные факты"
  },
  {
    "view": "list-bold",
    "list": [
      "Мунк четырежды переписывал «Крик» — существует живописная, пастельная и две литографические версии.",
      "Его картина «Любовь и боль» получила у публики прозвище «Вампир».",
      "В 1940-х он отказался покидать оккупированную Норвегию, несмотря на риск — нацисты считали его искусство дегенеративным.",
      "Он завещал все свои работы городу Осло — более 1000 картин, 15 000 рисунков и 18 000 графических листов."
    ]
  },
  {
    "view": "headline",
    "title": "Источники"
  },
  {
    "view": "list-thin",
    "list": [
      "Видео: <a href=\"https://www.youtube.com/watch?v=rSaLq9fiULI\" target=\"_blank\">Сюжет о Мунке — история и влияние</a>",
      "Видео: <a href=\"https://www.youtube.com/watch?v=k9e_exyfuc4\" target=\"_blank\">Документальный фильм о Мунке</a>",
      "Видео: <a href=\"https://www.youtube.com/watch?v=tb-BuotCH7E\" target=\"_blank\">Анализ творчества Мунка</a>",
      "Статья: <a href=\"https://24smi.org/celebrity/65826-edvard-munk.html\" target=\"_blank\">Биография Мунка — 24СМИ</a>",
      "Статья: <a href=\"https://losko.ru/edvard-munch-biography/\" target=\"_blank\">Losko — Эдвард Мунк: жизнь и искусство</a>",
      "Книга: Атле Нес. «Эдвард Мунк. Биография». — М.: Ад Маргинем Пресс, 2022"
    ]
  }
]
