[
  {
      "view": "intro",
    "title": "Эгон Шиле",
      "dates": "1890–1918",
    "content": [
      "Эгон Шиле — художник обнажённого взгляда. Его линии острые, тела — напряжённые, лица — тревожные, а автопортреты — болезненно откровенные. Он вошёл в историю как экспрессионист, но на самом деле был психологом в живописи, создавшим свой особый язык внутренней тревоги.",
      "Он родился и умер в Австрии, прожив всего 28 лет, но его творчество стало символом той грани, на которой человечество стояло в начале XX века: между телом и духом, желанием и виной, жизнью и разрушением. Его рисунки — это не просто изображения, это испытания границ допустимого."
    ],
    "tags": [ "Экспрессионизм" ]
  },
    {
    "view": "image",
    "img": "/images/gallery/shile-molod.webp",
    "description": "Эгон Шиле в молодости"
  },
  {
    "view": "headline",
    "title": "Ранние годы: травма и устремлённость"
  },
  {
    "view": "text",
    "content": [
      "Эгон Шиле родился в городе Тульн-на-Дунае, в семье железнодорожника. Его отец страдал от психического расстройства, вызванного сифилисом, и умер, когда Эгону было 14. Эта утрата наложила тяжёлый отпечаток: Шиле рано осознал хрупкость жизни и важность внутреннего состояния. Его дневники наполнены размышлениями о смерти, одиночестве, влечении.",
      "Несмотря на опеку строгого дяди, мальчик с юности мечтал стать художником. В 16 лет он поступил в Венскую академию художеств — одну из самых консервативных школ Европы, но вскоре столкнулся с разочарованием: академизм не давал свободы."
    ]
  },
   {
    "view": "image",
    "img": "/images/gallery/schiele-portret-valli.webp",
    "description": "«Портрет Валли»"
  },
  {
    "view": "text",
    "content": [
      "Ключевую роль в судьбе молодого художника сыграл Густав Климт. Он поддержал Шиле, познакомил его с меценатами, вдохновил на поиски собственного языка. Однако Шиле быстро вышел из тени учителя. Там, где Климт был изыскан, декоративен и эротичен, Шиле становился суров, прям и психологически обнажён.",
      {
    "img": "/images/gallery/shile-i-klimt.webp",
    "description": "Эгон Шиле и Густав Климт"
  },
      "В 1909 году он вместе с единомышленниками организовал \"Новый художественный союз\" — альтернативу академии. Он экспериментирует, много рисует, устраивает выставки, и его работы всё чаще вызывают шок."
    ]
  },
     {
    "view": "image",
    "img": "/images/gallery/schiele-beremennaya-i-smert.webp",
    "description": "«Беременная женщина и смерть»"
  },
  {
    "view": "headline",
    "title": "Искусство напряжения: тело как зеркало"
  },
  {
    "view": "text",
    "content": [
      "Центральная тема его творчества — человеческое тело, чаще всего — женское или собственное. Но это не телесность в духе классической школы. Тело у Шиле искажено, вытянуто, ломко. Он не боится уродства, потому что не ищет идеал — он ищет истину внутреннего переживания.",
         {
    "img": "/images/gallery/schiele-zelenye-chylki.webp",
    "description": "«Женщина в зеленых чулках»"
  },
      "Его обнажённые модели не позируют — они существуют в кадре как образы страсти, уязвимости, тревоги. Некоторые рисунки выглядели настолько смело, что подверглись жёсткой критике — особенно изображения подростков. Он писал свою сестру, свою музу Валли, юных девушек — и это сделало его фигурой противоречивой.",
        {
    "img": "/images/gallery/matisse-portrait.webp",
    "description": "Матисс в своей мастерской, бульвар Монпарнас, 1948 год. Фото Жизель Фройнд. (Национальная галерея Австралии)"
  },
      "Его линия — жёсткая и нервная, цвет — редкий, но выразительный. Пустое пространство листа работает как фон для одиночества. В автопортретах он изображает себя то исхудавшим искажённым, то с подчеркнутой сексуальностью, то в маске — как бы разбирая себя по частям."
    ]
  },
  {
    "view": "headline",
    "title": "Скандалы, арест и тюремные рисунки"
  },
  {
    "view": "text",
    "content": [
      "В 1912 году Шиле был арестован — из-за скандального рисунка, найденного в доме, где он жил с несовершеннолетней моделью. Его обвинили в «развратном влиянии на молодёжь» и приговорили к 24 дням заключения. 13 его рисунков были признаны непристойными и сожжены.",
      "В тюрьме он продолжает рисовать. Появляется серия камерных, сдержанных по цвету и композиции работ — с темой заточения, молчания, наблюдения. Сам художник позже напишет: «Я видел смерть, я был в тюрьме. Мне осталось только написать настоящую правду»."
    ]
  },
   {
    "view": "image",
    "img": "/images/gallery/shile-fisalis.webp",
    "description": "«Автопортрет с физалисом»"
  },
  {
    "view": "text",
    "content": [
      "В 1915 году он женился на Эдит Хармс — девушке из буржуазной семьи, что вызвало разрыв с его прежней возлюбленной, моделью Валли. Почти сразу после свадьбы его призвали в армию. Но он получил административную должность — и продолжал рисовать.",
      "Во время Первой мировой он создаёт множество портретов солдат, автопортретов, сцен из жизни казарм. Он становится зрелым мастером, чьи работы всё больше получают признание. В 1918 году его приглашают участвовать в Осеннем салоне в Вене, он на пике формы.",
      "Но в октябре того же года вспыхивает пандемия «испанки». Вначале умирает его беременная жена, а через три дня — и сам Эгон Шиле. Ему было 28 лет."
    ]
  },
   {
    "view": "image",
    "img": "/images/gallery/shile-smert-i-devyshka.webp",
    "description": "«Смерть и девушка»"
  },
  {
    "view": "headline",
    "title": "Как читать Шиле"
  },
  {
    "view": "text",
    "content": [
      "Чтобы читать Шиле, нужно забыть о комфорте. Он не предлагает лёгкой красоты — он вскрывает реальность, как хирург. Его изображения не стыдливы, они честны. Он показывает тело не как объект желания, а как форму страха, боли, влечения, обнажённой психики.",
      "Он часто оставляет фон пустым — чтобы фигура звучала как голос. Он любит смотреть в глаза — не зрителю, а себе. Автопортреты Шиле — это не «я» для мира, а мир внутри «я»."
    ]
  },
  {
    "view": "headline",
    "title": "Наследие"
  },
  {
    "view": "text",
    "content": [
      "Работы Эгона Шиле были переоткрыты только после Второй мировой. В 1950-х и 60-х годах он становится кумиром послевоенного поколения: художником, который не боялся говорить о смерти, сексе, тревоге, одиночестве.",
      "Сегодня его выставляют в крупнейших музеях мира, он вдохновляет режиссёров, фотографов, модельеров. Его автопортреты анализируют как феномены саморефлексии в искусстве. Он стал символом ранимости как силы."
    ]
  },
  {
    "view": "headline",
    "title": "Интересные факты"
  },
  {
    "view": "list-bold",
    "list": [
      "Шиле оставил после себя более 300 картин и около 3000 рисунков — огромный объём для художника, прожившего всего 28 лет.",
      "Густав Климт подарил Шиле собственные работы, чтобы помочь молодому художнику финансово в начале пути.",
      "В тюрьме Шиле написал несколько автопортретов, которые считаются важной вехой в его творчестве.",
      "На момент смерти Шиле уже называли «восходящей звездой» австрийского искусства — ему прочили роль главного художника поколения."
    ]
  },
  {
    "view": "headline",
    "title": "Источники"
  },
  {
    "view": "list-thin",
    "list": [
      "Статья: <a href=\"https://24smi.org/celebrity/65076-egon-shile.html\" target=\"_blank\">Биография Эгона Шиле — 24СМИ</a>",
      "Статья: <a href=\"https://artdoart.com/news/edgar-dega-1834-1917\" target=\"_blank\">Шиле на ArtDoArt</a>",
      "Статья: <a href=\"https://artofhistorian.livejournal.com/54984.html\" target=\"_blank\">Шиле: портрет экспрессионизма</a>",
      "Видео: <a href=\"https://www.youtube.com/watch?v=CLDP75qvg9k\" target=\"_blank\">Документальный фильм о Шиле</a>",
      "Видео: <a href=\"https://www.youtube.com/watch?v=WrhRRd8ymFc\" target=\"_blank\">Краткая биография и анализ</a>",
      "Видео: <a href=\"https://www.youtube.com/watch?v=yInL2KirKeQ\" target=\"_blank\">Шиле в контексте модернизма</a>"
    ]
  }
]
