[
  {
    "view": "intro",
     "avatar": "/images/artists/pablo-picaso/lissitzky-avatar.webp",
    "title": "Эль Лисицкий",
    "dates": "1890–1941",
    "content": [
      "Художник, архитектор, типограф и дизайнер. Один из главных теоретиков и практиков русского авангарда. Создатель ПРОУНов — переходных форм между живописью и архитектурой. Лисицкий сформировал визуальный язык революционной эпохи, работал в СССР и Европе, участвовал в Баухаузе и создавал архитектуру будущего."
    ],
    "tags": [
      "Супрематизм",
      "Конструктивизм",
      "Типографика",
      "Архитектура"
    ]
  },
    {
        "view": "image",
        "img": "/images/gallery/popova-model.webp",
        "description": "Л. Попова, «Модель»"
      },
  {
    "view": "headline",
    "title": "Биография"
  },
  {
    "view": "text",
    "content": [
      "Лазарь Маркович Лисицкий родился 10 ноября 1890 года в Поховке Смоленской губернии. Учился архитектуре в Германии. Сблизился с Малевичем, преподавал в Витебске и стал активным участником супрематизма.",
      "С 1919 года начал разрабатывать ПРОУНы — абстрактные пространственные конструкции, совмещающие архитектурное мышление и художественную композицию.",
       {
        "img": "/images/gallery/popova-model.webp",
        "description": "Л. Попова, «Модель»"
      },
      "В 1920-х годах стал ведущим дизайнером советской типографики и плаката, оформлял журналы и книги, включая «Вещь», «СССР на стройке», работы Ленина и Маяковского.",
      "Проектировал «горизонтальные небоскрёбы» и выставочные павильоны, включая павильон СССР в Дрездене.",
        {
        "img": "/images/gallery/popova-model.webp",
        "description": "Л. Попова, «Модель»"
      },
      "Сотрудничал с Баухаузом, преподавал во ВХУТЕМАСе, соединял искусство, архитектуру и идеологию.",
      "Умер в 1941 году в Москве от туберкулёза."
    ]
  },
    {
        "view": "image",
        "img": "/images/gallery/popova-model.webp",
        "description": "Л. Попова, «Модель»"
      },
{
  "view": "headline",
  "title": "Интересные факты"
},
{
  "view": "list-bold",
  "list": [
    "<b>Он был одним из первых еврейских художников, создававших на идише.</b> В 1910-е годы Лисицкий иллюстрировал еврейские книги, стремясь возродить национальное искусство после веков запрета. Он считал, что у еврейской культуры должен быть свой авангард.",
    "<b>Его творчество охватывало почти все сферы визуального языка.</b> Лисицкий работал как художник, архитектор, дизайнер мебели, типограф, сценограф и инженер — задолго до появления термина «мультидисциплинарность».",
    "<b>Он тяжело болел большую часть жизни, но не прекращал работать.</b> У Лисицкого с юности был диагностирован туберкулёз, однако, несмотря на рецидивы и физическую слабость, он продолжал рисовать, проектировать и ездить с выставками по Европе.",
    "<b>Проуны стали его способом соединить искусство и науку.</b> Он мечтал, что проуны можно будет «прогулять» как архитектуру — и действительно, многие из них разрабатывались не как картины, а как модели будущих пространств, где можно жить, двигаться и чувствовать форму."
  ]
}
  {
    "view": "headline",
    "title": "Источники и рекомендации"
  },
  {
    "view": "list-thin",
    "list": [
      "<a href=\"https://losko.ru/el-lissitzky-biography/\" target=\"_blank\">Биография на losko.ru</a>",
      "<a href=\"https://famous.totalarch.com/lisitzky\" target=\"_blank\">Эль Лисицкий — totalarch.com</a>",
      "<a href=\"https://ru.wikipedia.org/wiki/Лисицкий,_Эль_Лазаревич\" target=\"_blank\">Википедия</a>",
      "<a href=\"https://artchive.ru/artists/4740~El_Lisitskij\" target=\"_blank\">Artchive</a>",
      "<a href=\"https://www.youtube.com/watch?v=BO9vLKe4rAw\" target=\"_blank\">Видеолекция: «Эль Лисицкий и новая визуальная культура»</a>"
    ]
  }
]
