[
  {
    "view": "intro",
    "title": "Эль Лисицкий",
    "dates": "1890–1941",
    "content": [
      "Художник, архитектор, типограф и дизайнер. Один из главных теоретиков и практиков русского авангарда. Создатель ПРОУНов — переходных форм между живописью и архитектурой. Лисицкий сформировал визуальный язык революционной эпохи, работал в СССР и Европе, участвовал в Баухаузе и создавал архитектуру будущего."
    ],
    "tags": [
      "Супрематизм",
      "Конструктивизм",
      "Типографика",
      "Архитектура"
    ]
  },
  {
    "view": "headline",
    "title": "Биография"
  },
  {
    "view": "text",
    "content": [
      "Лазарь Маркович Лисицкий родился 10 ноября 1890 года в Поховке Смоленской губернии. Учился архитектуре в Германии. Сблизился с Малевичем, преподавал в Витебске и стал активным участником супрематизма.",
      "С 1919 года начал разрабатывать ПРОУНы — абстрактные пространственные конструкции, совмещающие архитектурное мышление и художественную композицию.",
      "В 1920-х годах стал ведущим дизайнером советской типографики и плаката, оформлял журналы и книги, включая «Вещь», «СССР на стройке», работы Ленина и Маяковского.",
      "Проектировал «горизонтальные небоскрёбы» и выставочные павильоны, включая павильон СССР в Дрездене.",
      "Сотрудничал с Баухаузом, преподавал во ВХУТЕМАСе, соединял искусство, архитектуру и идеологию.",
      "Умер в 1941 году в Москве от туберкулёза."
    ]
  },
  {
    "view": "headline",
    "title": "Интересные факты"
  },
  {
    "view": "list",
    "list": [
      "<b>ПРОУН</b> — авторское изобретение, объединившее живопись и архитектуру.",
      "<b>Пионер фотомонтажа</b> в советской агитации.",
      "<b>Учитель и популяризатор</b>: преподавал в ВХУТЕМАСе и работал в Баухаузе.",
      "<b>Разработчик футуристических городов</b>: проект «горизонтальных небоскрёбов».",
      "<b>Связывал Европу и СССР</b>: сотрудничал с Мохой-Надем, Швиттерсом, Гропиусом."
    ]
  },
  {
    "view": "headline",
    "title": "Источники и рекомендации"
  },
  {
    "view": "list-thin",
    "list": [
      "<a href=\"https://losko.ru/el-lissitzky-biography/\" target=\"_blank\">Биография на losko.ru</a>",
      "<a href=\"https://famous.totalarch.com/lisitzky\" target=\"_blank\">Эль Лисицкий — totalarch.com</a>",
      "<a href=\"https://ru.wikipedia.org/wiki/Лисицкий,_Эль_Лазаревич\" target=\"_blank\">Википедия</a>",
      "<a href=\"https://artchive.ru/artists/4740~El_Lisitskij\" target=\"_blank\">Artchive</a>",
      "<a href=\"https://www.youtube.com/watch?v=BO9vLKe4rAw\" target=\"_blank\">Видеолекция: «Эль Лисицкий и новая визуальная культура»</a>"
    ]
  }
]
