[
   {
   "view": "intro",
    "title": "Жорж Брак",
      "dates": "1882–1963",
    "content": [
      "Французский живописец, график и скульптор, один из основоположников кубизма и ключевая фигура европейского модернизма. Жорж Брак не искал громких манифестов, не стремился к скандалам, не соревновался с коллегами — он создавал мир, в котором каждый предмет превращался в форму, а форма — в ритм. Его искусство — это искусство тишины, глубины и сосредоточенности."
    ],
     "tags": [ "Фовизм" ]
  },
    {
    "view": "quote",
    "content": "«Живопись — это не способ декорировать стены. Это способ размышлять»"
  },
  {
    "view": "image",
    "img": "/images/gallery/matisse-portrait.webp",
    "description": "Матисс в своей мастерской, бульвар Монпарнас, 1948 год. Фото Жизель Фройнд. (Национальная галерея Австралии)"
  },
  {
    "view": "headline",
    "title": "Жизнь и становление"
  },
  {
    "view": "text",
    "content": [
      "Брак родился в Аржантее, недалеко от Парижа, в семье, связанной с ремеслом декоративной живописи. Сначала он обучался в Гавре, затем — в Париже, где проходил академическое художественное образование. Его ранние работы находились под влиянием импрессионизма и фовизма: яркие краски, уплощённые формы, декоративность.",
       {
    "img": "/images/gallery/matisse-portrait.webp",
    "description": "Матисс в своей мастерской, бульвар Монпарнас, 1948 год. Фото Жизель Фройнд. (Национальная галерея Австралии)"
  },
       "Однако всё изменилось после глубокого знакомства с творчеством Поля Сезанна. Именно Сезанн направил Брака к осмыслению формы, структуры, соотношений объёма и пространства. В этот период он сближается с Пикассо — и начинается одно из самых значимых творческих сотрудничеств XX века."
    ]
  },
     {
    "view": "image",
    "img": "/images/gallery/matisse-portrait.webp",
    "description": "Матисс в своей мастерской, бульвар Монпарнас, 1948 год. Фото Жизель Фройнд. (Национальная галерея Австралии)"
  },
  {
    "view": "headline",
    "title": "Кубизм: союз с Пикассо"
  },
  {
    "view": "text",
    "content": [
      "С 1908 по 1914 год Жорж Брак и Пабло Пикассо работают практически неразделимо. Вместе они закладывают основы аналитического кубизма — стиля, в котором предметы дробятся, разлагаются на составляющие, рассматриваются с разных точек зрения одновременно. Пространство становится плотным, цвета приглушаются, форма переходит в структуру.",
        {
    "img": "/images/gallery/matisse-portrait.webp",
    "description": "Матисс в своей мастерской, бульвар Монпарнас, 1948 год. Фото Жизель Фройнд. (Национальная галерея Австралии)"
  },
       "Брак был более спокойным, сдержанным и уравновешенным по сравнению с экспрессивным Пикассо. Его композиции строгие, продуманные, в них меньше экспрессии, но больше ритма и равновесия. Он часто изображал предметы, окружавшие его в реальности: гитары, кувшины, газеты, столы — превращая повседневность в метафизику.",
      "Брак первым начал включать в картины фрагменты реальных материалов: обоев, дерева, газет. Эти эксперименты легли в основу синтетического кубизма и стали прообразом коллажа как самостоятельной художественной техники."
    ]
  },
     {
    "view": "image",
    "img": "/images/gallery/matisse-portrait.webp",
    "description": "Матисс в своей мастерской, бульвар Монпарнас, 1948 год. Фото Жизель Фройнд. (Национальная галерея Австралии)"
  },
  {
    "view": "headline",
    "title": "Первая мировая и возвращение"
  },
  {
    "view": "text",
    "content": [
      "С началом Первой мировой войны Брак уходит на фронт. В 1915 году он получает тяжёлое ранение в голову и проводит год в госпитале. После возвращения к живописи он постепенно отходит от тесного союза с Пикассо и начинает строить собственный путь.",
      "Его живопись становится более пластичной, декоративной, цвет приобретает большую свободу. В это время он активно работает над сериями натюрмортов, вводит в композиции символические и философские мотивы. Он остаётся верен кубистической логике, но наполняет её лиризмом и молчаливым внутренним напряжением."
    ]
  },
  {
    "view": "headline",
    "title": "Как читать Брака"
  },
  {
    "view": "text",
    "content": [
      "Искусство Жоржа Брака требует внимания и тишины. Его картины не стремятся произвести мгновенное впечатление — они требуют всматривания. Это не визуальный шум, а музыка формы, построенная на паузах, повторах и соотношениях.",
      "Чтобы понять Брака, нужно отказаться от привычного вопроса: «что здесь изображено?» Он не пишет объекты — он исследует их суть, их вес, их ритм в пространстве. Скрипка, кувшин, стол, книга — это не бытовые предметы, а герои его живописных размышлений. Он разрушает перспективу, чтобы дать нам почувствовать плотность мира.",
       {
    "img": "/images/gallery/matisse-portrait.webp",
    "description": "Матисс в своей мастерской, бульвар Монпарнас, 1948 год. Фото Жизель Фройнд. (Национальная галерея Австралии)"
  },
       "В работах Брака нет драматизма — есть устойчивость. Он не ломает — он строит. Он не изображает жизнь — он настраивает глаз на внутреннюю гармонию."
    ]
  },
     {
    "view": "image",
    "img": "/images/gallery/matisse-portrait.webp",
    "description": "Матисс в своей мастерской, бульвар Монпарнас, 1948 год. Фото Жизель Фройнд. (Национальная галерея Австралии)"
  },
  {
    "view": "headline",
    "title": "Поздние годы и философия формы"
  },
  {
    "view": "text",
    "content": [
      "В 1930–40-е годы Брак создаёт цикл «Ателье» — серию картин, где мастерская художника становится пространством раздумий. В этих работах нет людей, но есть их присутствие. Он продолжает исследовать соотношения цвета, объёма и пустоты. Его живопись становится камерной, почти медитативной.",
      "В эти годы он всё чаще работает с графикой, витражами, оформлением книг. Его искусство становится синтезом — соединением изображения, поэзии, ремесла. Он работает с текстами Гельдерлина, Элиуара, Рембо — и иллюстрирует их не буквально, а философски.",
      "Брак говорил: «Живопись — это не способ декорировать стены. Это способ размышлять»."
    ]
  },
  {
    "view": "headline",
    "title": "Наследие"
  },
  {
    "view": "text",
    "content": [
      "Жорж Брак был не только соавтором кубизма, но и его духовным архитектором. Он не стремился к шоку или радикальности — он создавал искусство как форму присутствия. Его влияние ощутимо не только в живописи, но и в современном дизайне, архитектуре, визуальном мышлении.",
      "Он научил видеть не только вещи, но отношения между ними. Его картины — это пространство, в котором всё лишнее отступает, и остаётся только форма, свет и дыхание."
    ]
  },
  {
    "view": "headline",
    "title": "Интересные факты"
  },
  {
    "view": "list-bold",
    "list": [
      "<b>Он изобрёл технику художественного коллажа.</b> Именно Брак впервые стал приклеивать к холсту газетные и обойные фрагменты, предвосхитив технику коллажа как направление.",
      "<b>Имел опыт в декоративной живописи.</b> Как и его отец, он учился на декоратора, что отразилось на его внимании к материалам и поверхностям.",
      "<b>Пережил тяжёлое ранение на войне.</b> После ранения в голову и потери памяти Брак заново учился рисовать и мысленно возвращался к основам.",
      "<b>Предпочитал уединение и отказ от громких ролей.</b> Он не любил публичности, не выступал в защиту авангарда и предпочитал называться просто художником."
    ]
  },
    {
    "view": "headline",
    "title": "Источники"
  },
  {
    "view": "list-thin",
    "list": [
      "<b>Видео:</b> <a href=\"https://www.youtube.com/watch?v=4l6Kn6cG9XM\" target=\"_blank\">Кратко о Жорже Браке — 10 фактов</a>",
      "<b>Видео:</b> <a href=\"https://www.youtube.com/watch?v=gmAiDyl_oV0\" target=\"_blank\">Кубизм: Пикассо и Брак — лекция о зарождении стиля</a>",
      "<b>Статья:</b> <a href=\"https://ideelart.com/ru/blogs/magazine/10-things-you-didnt-know-about-georges-braque\" target=\"_blank\">10 фактов о Жорже Браке — IdeelArt</a>",
      "<b>Статья:</b> <a href=\"https://www.pravilamag.ru/articles/675074-zhorzhu-braku-130-let-kak-ponimat-raboty-odnogo-iz-osnovopolozhnikov-kubizma/\" target=\"_blank\">Как понимать Брака — Правила жизни</a>",
      "<b>Статья:</b> <a href=\"https://thesketchline.com/authors/zhorzh-brak/\" target=\"_blank\">Биография и творчество Жоржа Брака — The Sketchline</a>",
      "<b>Книга:</b> Пьер Декс. \"Жорж Брак\". — М.: Искусство, 1978"
    ]
  }
]
