[
  {
    "view": "intro",
     "avatar": "/images/artists/pablo-picaso/malevich-avatar.jpg",
    "title": "Казимир Малевич",
    "dates": "1878–1935",
    "content": [
      "Русский художник, философ и теоретик искусства. Основатель супрематизма и один из ключевых представителей русского авангарда. Его «Чёрный квадрат» стал символом новой художественной эпохи и вызовом всей прежней культуре. Воспринимал искусство как форму высшего мышления и духовной трансформации. Влияние Малевича ощущается в минимализме, концептуализме, архитектуре и современном дизайне."
    ],
    "tags": [
      "Абстракционизм",
      "Кубофутуризм"
    ]
  },
  {
    "view": "quote",
    "content": "Не жизнь будет содержанием искусства, а искусство должно стать содержанием жизни."
  },
    {
    "view": "image",
    "img": "/images/gallery/kazimirmalevich-tochilschik.webp",
    "description": "«Точильщик»"
  },
  {
    "view": "headline",
    "title": "Биография"
  },
  {
    "view": "text",
    "content": [
      "Казимир Северинович Малевич родился 23 февраля 1878 года близ Киева, в семье польского происхождения. Самостоятельно начал рисовать в подростковом возрасте. Учился в Киевской художественной школе и студии Ф. И. Рерберга в Москве, где вошёл в круги «Московского товарищества художников».",
      {
        "view": "image",
        "img": "/images/gallery/malevich-portrait.webp",
        "description": "Казимир Малевич. Фото: vdnh.ru"
      },
      "В раннем творчестве работал в стилях импрессионизма, символизма и постимпрессионизма. На него повлияли Сезанн, Матисс, Ван Гог. С начала 1910-х активно участвовал в выставках «Бубнового валета» и «Союза молодёжи», увлекался кубизмом и футуризмом, создал уникальную версию — кубофутуризм.",
      "В 1915 году Малевич представил супрематизм — беспредметное направление, основанное на простых формах (квадрат, круг, крест) и резких цветовых контрастах. Его «Чёрный квадрат» стал манифестом нового мышления и был впервые выставлен на выставке «0.10».",
        {
    "img": "/images/gallery/malevich-beloe-na-belom.webp",
    "description": "«Белое на белом», Казимир Малевич"
  },
      "Он не только создавал картины, но и писал теоретические работы, в которых утверждал автономность искусства и его духовную природу. В 1920-х преподавал в Витебске, Ленинграде, руководил ИНХУК и объединением УНОВИС.",
      "В 1919 году Малевич переехал в Витебск по приглашению Марка Шагала. Здесь он преподавал в Народном художественном училище, где создал авангардное объединение УНОВИС (Утвердители нового искусства). Витебский период стал одним из самых плодотворных: он разрабатывал супрематические формы, создавал архитектонные проекты, формировал новое поколение художников, среди которых были Лазарь Лисицкий, Николай Суетин и Илья Чашник. УНОВИС оформлял здания города, издавал манифесты и стремился объединить искусство с жизнью, сделав супрематизм основой визуальной культуры нового общества.",
      {
        "view": "image",
        "img": "/images/gallery/malevich-s-ychenikami.webp",
        "description": "Казимир Малевич с учениками, Витебск"
      },
      "С приходом тоталитарного режима Малевич оказался в изоляции, ему запретили выставляться и публиковаться. Последние годы он создавал портреты, в которых сочетал фигуративность с абстрактной энергией.",
      "Малевич умер 15 мая 1935 года. На его могиле был установлен чёрный куб — символ его творчества."
    ]
  },
  {
    "view": "headline",
    "title": "Феномен «Чёрного квадрата»"
  },
  {
    "view": "image",
    "img": "/images/gallery/kazimirmalevich-chernyikvadrat.webp",
    "description": "«Чёрный квадрат», 1915. Государственная Третьяковская галерея"
  },
  {
    "view": "text",
    "content": [
      "«Чёрный квадрат» (1915) возник как часть декораций к футуристической опере «Победа над Солнцем». Он символизировал победу разума над природой, вечность и бесконечность. Художник воспринимал его как мистическое откровение. Картина до сих пор вызывает споры, символизируя абсолют в искусстве.",
      "Под чёрным слоем картины реставраторы обнаружили живописную композицию — возможно, Малевич буквально «перечеркнул» старое мышление новым знаком.",
      "Он утверждал, что, глядя в центр квадрата, можно почувствовать бесконечность — и учил студентов воспринимать картину как «икону нового времени»."
    ]
  },
    {
    "view": "image",
    "img": "/images/gallery/kazimirmalevich-suprematizm.webp",
    "description": "«Супрематизм», Казимир Малевич"
  },
  {
    "view": "headline",
    "title": "Избранные произведения"
  },
  {
    "view": "list-thin",
    "list": [
      "Чёрный квадрат (1915)",
      "Красный квадрат (1915)",
      "Супрематическая композиция (1916)",
      "Белое на белом (1918)",
      "Архитектоны (1923–1929)",
      "Голова крестьянина (1928–1932)",
      "Женщина с гребнем (1932)"
    ]
  },
    {
    "view": "image",
    "img": "/images/gallery/malevich-zhenschina-s-viodrami.webp",
    "description": "«Женщина с ведрами», Казимир Малевич"
  },
  {
    "view": "headline",
    "title": "Интересные факты"
  },
  {
    "view": "list",
    "list": [
      "<b>Создатель архитектонов</b>. В 1920-х годах Малевич разработал абстрактные модели будущей архитектуры, названные архитектонами.",
      "<b>Учитель поколений</b>. Преподавал в УНОВИСе и ИНХУКе, сформировал школу художников нового времени.",
      "<b>Фигурировал в политических делах</b>. В 1930-х был арестован и допрошен по подозрению в антисветской деятельности.",
      "<b>Под конец жизни вернулся к фигуративности</b>. Несмотря на супрематизм, писал портреты с символическими элементами."
    ]
  },
  {
    "view": "headline",
    "title": "Источники"
  },
  {
    "view": "list-thin",
    "list": [
      "<a href=\"https://rusavangard.ru/online/biographies/malevich-kazimir-severinovich/\" target=\"_blank\">Казимир Малевич – Русский авангард</a>",
      "Файл: Malevich.pdf",
      "Файл: Malevich_Kazimir_Ot_Sezanna_do_Suprematizma_Kriticheskiy_ocherk.pdf"
    ]
  }
]
