[
    {
   "view": "intro",
    "avatar": "/images/gallery/corbusier-avatar.webp",	  
    "title": "Ле Корбюзье",
    "dates": "1887–1965",
    "content": [
      "Ле Корбюзье — архитектор, который построил XX век. Он предложил новую логику пространства, повернул архитектуру к человеку и машине, спроектировал города будущего и дал нам язык функционального мышления. Его идеи влияли на всё: от городского планирования до мебели."
    ]
  },
     {
    "view": "image",
    "img": "/images/gallery/korbuz-portr.webp",
    "description": "Ле Корбюзье"
  },
  {
    "view": "headline",
    "title": "Биография"
  },
  {
    "view": "text",
    "content": [
      "Настоящее имя архитектора — Шарль-Эдуар Жаннере. Он родился в Ла-Шо-де-Фон (Швейцария), обучался гравировке, но вскоре увлёкся архитектурой. Самостоятельно изучал антик и готику, много путешествовал: Балканы, Восток, Париж. Особенно важной стала встреча с Августом Перре и Питером Беренсом — от них он унаследовал уважение к конструкциям и новым материалам.",
      "Псевдоним Ле Корбюзье он взял в 1920-х — как символ отказа от старой эстетики и обращения к новой архитектуре."
    ]
  },
     {
    "view": "image",
    "img": "/images/gallery/lekorbyuze-villasavoivpuassi.webp",
    "description": "Вилла Савой. Ле Корбюзье"
  },
  {
    "view": "text",
    "content": [
      "Ле Корбюзье видел дом как машину для жилья. Это не метафора, а техническое требование. Он считал, что архитектура должна быть рациональной, простой, подчинённой функциям человека.",
      "Он сформулировал 5 принципов новой архитектуры:",
      "1. Опоры (pilotis) — здание приподнято над землёй.",
      "2. Свободная планировка — стены не несущие, их можно перестраивать.",
      "3. Свободный фасад — внешний облик не зависит от конструкции.",
      "4. Ленточные окна — длинные горизонтальные проёмы для равномерного света.",
      "5. Эксплуатируемая крыша — вместо чердака — сад и прогулочная зона.",
      "Эти принципы он применял в знаковых зданиях, сделав их хрестоматийными для всего модернизма."
    ]
  },
     {
    "view": "image",
    "img": "/images/gallery/gorod-corbuzie.webp",
    "description": "Ле Корбюзье. Город Чандигарх"
  },
  {
    "view": "headline",
    "title": "Ключевые проекты"
  },
  {
    "view": "text",
    "content": [
      "Вилла Савой (1929–1931). В пригороде Парижа — один из самых чистых примеров архитектурной формулы Корбюзье. Белая, приподнятая на опорах, с ленточными окнами и крышей-садом, она олицетворяет рациональность, лёгкость и геометрию нового века.",
      "Жилая единица в Марселе (1947–1952). Гигантский жилой блок на 337 квартир. Внутри — магазины, школа, галереи. Это попытка создать вертикальный город, где каждый элемент подчинён логике функциональности и общежития.",
      "Чандигарх (1950-е). По заказу правительства Индии Корбюзье спроектировал целый город — Чандигарх. Это была попытка построить утопию с нуля: система осей, модульные здания, бетон, масштаб. Здесь он столкнул принципы модернизма с реальной культурой и климатом Востока."
    ]
  },
     {
    "view": "image",
    "img": "images/gallery/corbuzie-capella.webp",
    "description": "Ле Корбюзье. Капелла Нотр-Дам-дю-О"
  },
  {
    "view": "headline",
    "title": "Париж и градостроительные утопии"
  },
  {
    "view": "text",
    "content": [
      "Корбюзье мечтал перестроить Париж. Он предлагал снести старые кварталы и заменить их высотками с садами, зонами отдыха, автострадами. Его проект Ville Radieuse («Сияющий город») вдохновлялся машинами и симметрией, но вызывал страх из-за своей тотальности.",
      "Эти идеи породили споры — одни называли его гением, другие — диктатором архитектуры. Но влияние его концепций проникло в панельное строительство, планировку мегаполисов, философию зонирования."
    ]
  },
  {
    "view": "headline",
    "title": "Модулор и человек"
  },
  {
    "view": "text",
    "content": [
      "В 1940-х Корбюзье разрабатывает Модулор — систему пропорций, основанную на росте человека и золотом сечении. Он стремился объединить математическую гармонию с человеческим масштабом.",
      "Архитектура, по Корбюзье, — это прежде всего служение человеку, а не его подавление."
    ]
  },
     {
    "view": "image",
    "img": "/images/gallery/moduler-korb.webp",
    "description": "Модулор Корбюзье"
  },
  {
    "view": "headline",
    "title": "Наследие"
  },
  {
    "view": "text",
    "content": [
      "Корбюзье оставил после себя здания, книги, манифесты, рисунки и даже мебель. Его проекты можно увидеть в Париже (Вилла Ла Рош, монастырь Ла Туэретт), Марселе, Цюрихе, Чандигархе, Берлине. Он оказал влияние на Баухауз, постмодерн, хай-тек, бионику и даже виртуальные города.",
      "Он был рационалистом, но не без поэтики. Он видел в архитектуре организацию жизни — пространства, которое дышит, несёт идею и упрощает бытие."
    ]
  },
  {
    "view": "headline",
    "title": "Интересные факты"
  },
  {
    "view": "list-bold",
    "list": [
      "Псевдоним 'Ле Корбюзье' происходит от фамилии его прапрадеда — Лекорбесиер.",
      "Он разработал знаменитый шрифт для архитекторов — Architecturale.",
      "Корбюзье погиб, купаясь в Средиземном море. Его смерть стала символичной: архитектор утопий растворился в природе.",
      "В 2016 году 17 его зданий были включены в список Всемирного наследия ЮНЕСКО.",
      "Он спроектировал не только здания, но и мебель: кресла LC2 и LC4 стали иконами дизайна."
    ]
  },
  {
    "view": "headline",
    "title": "Источники"
  },
  {
    "view": "list-thin",
    "list": [
      "Статья: <a href=\"https://architime.ru/architects/a_le_corbusier.htm\" target=\"_blank\">Architime — Ле Корбюзье</a>",
      "Статья: <a href=\"https://www.sortiraparis.com/ru/chto-posetit-v-parizhe/istoriya-naslediye/articles/321666-le-korbuz-e-kakie-tvorenia-arhitektora-mozno-otkryt-dla-seba-v-parize\" target=\"_blank\">Sortir à Paris — Корбюзье в Париже</a>",
      "Статья: <a href=\"https://corbusier.totalarch.com/sigfried_giedion/1\" target=\"_blank\">Corbusier.totalarch — Интерпретация Сигфрида Гидионa</a>",
      "Видео: <a href=\"https://youtu.be/aPac7sxGXfs\" target=\"_blank\">YouTube — Ле Корбюзье. Архитектор утопий</a>"
    ]
  }
]
