[
  {
    "view": "intro",
     "avatar": "/images/artists/pablo-picaso/popova-avatar.webp",
    "title": "Любовь Попова",
    "dates": "1889–1924",
    "content": [
      "Одна из ключевых фигур русского авангарда. Работала в жанрах кубофутуризма, супрематизма и конструктивизма. Её творчество охватывает живопись, графику, театральную сценографию и текстильный дизайн. Попова стремилась преобразить повседневность через искусство, создавая новые формы и структуры, отражающие дух времени и революционные изменения в обществе."
    ],
    "tags": [
      "Кубофутуризм",
      "Супрематизм",
      "Конструктивизм"
    ]
  },
    {
        "view": "image",
        "img": "/images/artists/popova-portret.webp",
        "description": "Любовь Попова, «Портрет философа»"
      },
  {
    "view": "headline",
    "title": "Биография"
  },
  {
    "view": "text",
    "content": [
      "Любовь Сергеевна Попова родилась 24 апреля 1889 года в селе Ивановское Московской губернии в купеческой семье. Рано проявила интерес к искусству, брала уроки у художника К.М. Орлова.",
      "С 1907 года училась в частной художественной школе Константина Юона и Ивана Дудина. В 1912 году уехала в Париж, где училась у кубистов Анри Ле Фоконье и Жана Метценже в Академии де ла Палетт.",
      "Вернувшись в Россию, стала участницей художественного авангарда: входила в группы «Супремус» и «Объективисты», сотрудничала с Малевичем. Её \"Живописные архитектоники\" стали знаковыми произведениями беспредметного искусства.",
      {
        "img": "/images/artists/lyubovpopova-portretfilosofa.webp",
        "description": "Любовь Попова, «Портрет философа»"
      },
      "В 1921 году участвовала в выставке «5х5=25», где заявила об отказе от традиционной живописи в пользу производственного искусства. Работала в текстильной промышленности, преподавала во ВХУТЕМАСе, разрабатывала курс по цвету и композиции.",
      "В 1922 году оформила спектакль «Великодушный рогоносец» в Театре Мейерхольда — один из первых примеров конструктивистской сценографии.",
      {
        "img": "/images/artists/popova-spekt-rogonosec.webp",
        "description": "Попова Любовь Сергеевна (1889-1924). Эскиз костюма. Бургомистр. Москва, ГВТМ, Вольная мастерская В.Э. Мейерхольда. Великодушный рогоносец (Режиссер Мейерхольд В.Э., художник Попова Л.С.). Премьера 25 апреля 1922 г."
      },
         {
        "img": "/images/artists/popova-spektakl-zemla-dybom.webp",
        "description": "Л. Попова. Художественное оформление спектакля «Земля дыбом» в театре Вс. Мейерхольда. 1923. © MOMus — Музей искусства модернизма — коллекция Костаки (г. Салоники)"
      },
      "Скончалась в 1924 году от скарлатины, заразившись от сына. Через несколько месяцев после её смерти прошла посмертная выставка, подтвердившая её вклад в искусство авангарда."
    ]
  },
    {
        "view": "image",
        "img": "/images/artists/popova-model.webp",
        "description": "Л. Попова, «Модель»"
      },
  {
    "view": "headline",
    "title": "Интересные факты"
  },
  {
    "view": "list",
    "list": [
      "<b>Пионерка конструктивизма</b>. Одной из первых применила конструктивизм в театре и дизайне.",
      "<b>Преподаватель ВХУТЕМАСа</b>. Влияла на поколение художников и дизайнеров как педагог.",
      "<b>Архитектоники</b>. Геометрические абстракции, ставшие символом русского беспредметного искусства.",
      "<b>Производственное искусство</b>. Стремилась соединить искусство и индустрию — от тканей до сценографии."
    ]
  },
  {
    "view": "headline",
    "title": "Источники и рекомендации"
  },
  {
    "view": "list-thin",
    "list": [
      "<a href=\"https://vkhutemas.academy/articles/lyubov-popova-rolevaya-model-dlya-zenshhin-v-iskusstve-i-dizaine\" target=\"_blank\">Ролевая модель для женщин в искусстве и дизайне — vkhutemas.academy</a>",
      "<a href=\"https://electro.nekrasovka.ru/articles/elarchive/lpopova\" target=\"_blank\">Путь становления художника-конструктора — electro.nekrasovka.ru</a>",
      "<a href=\"https://artchive.ru/artists/2011~Ljubov%27_Sergeevna_Popova\" target=\"_blank\">Любовь Попова на Artchive</a>",
      "Франц Мейер. *Русский авангард. Искусство и теория*",
      "<a href=\"https://www.youtube.com/watch?v=cmIRuXHk4dc\" target=\"_blank\">Видео: \"Любовь Попова и женщины в авангарде\"</a>"
    ]
  }
]
