[
  {
    "view": "intro",
    "avatar": "/images/artists/pablo-picaso/chagall-avatar.webp",
    "title": "Марк Шагал",
    "dates": "1887–1985",
    "content": [
      "Художник еврейского происхождения, представитель авангарда, символизма и экспрессионизма. Его картины — это мир снов, любви и памяти, где Витебск превращается в миф, а фигуры парят в воздухе. Шагал стал символом искусства без границ, соединяя в себе культуру Восточной Европы и Западной Европы, иудаизма и модернизма."
    ],
    "tags": [
      "Авангард",
      "Символизм",
      "Примитивизм",
      "Экспрессионизм"
    ]
  },
  {
    "view": "quote",
    "content": "Витебск научил меня ходить по земле, а Париж — летать."
  },
  {
    "view": "headline",
    "title": "Биография"
  },
  {
    "view": "text",
    "content": [
      "Марк Захарович Шагал (настоящее имя — Моисей Хацкелевич) родился 6 июля 1887 года в местечке Лиозно, недалеко от Витебска. Его отец работал на складе, мать вела дом. Художник вырос в еврейской среде: учил Тору, Талмуд, древнееврейский язык.",
      "Сначала учился у витебского живописца Юделя Пэна. В 1907 году уехал в Санкт-Петербург, где учился в Рисовальной школе Общества поощрения художеств и в студии Леона Бакста. Там же встретил Беллу Розенфельд — свою будущую жену и музу.",
       {
        "img": "/images/gallery/pen-portret-shagala.webp",
        "description": "«Портрет Марка Шагала», Юдель Пен"
      },
             {
        "img": "/images/gallery/shagal-vid-iz-okna.webp",
        "description": "«Вид из окна. Витебск», Марк Захарович Шагал"
      },
      "С 1911 года жил в Париже. Поселился в «Улье» — общежитии для художников в Монпарнасе. Там Шагал создал собственный стиль: образный, поэтичный, наполненный мотивами любви, снов, музыки и воспоминаний о Витебске.",
      {
        "img": "/images/gallery/shagal-v-parizhe.webp",
        "description": "Марк Шагал с семьей в Париже, Фото 1933 год"
      },
      "В 1914 году вернулся в Витебск, женился на Белле. После революции стал комиссаром по делам искусств Витебской губернии, основал художественное училище, организовал музей. В этот период Витебск стал центром авангарда.",
      {
        "img": "/images/gallery/shagal-s-belloi.webp",
        "description": "Марк Шагал и Белла"
      },
         {
        "img": "/images/gallery/bella-v-vorotnike.webp",
        "description": "«Белла в белом воротничке», Марк Захарович Шагал"
      },
         {
        "img": "/images/gallery/markshagal-nadgorodom.webp",
        "description": "«Над городом», Марк Захарович Шагал"
      },
      "В 1922 году эмигрировал, сначала в Берлин, затем — в Париж. С 1941 по 1948 жил в США, спасаясь от нацистов. В 1944 умерла Белла. Эта утрата навсегда осталась в его творчестве.",
      "После войны Шагал вернулся в Европу, жил во Франции. Создавал витражи, фрески, иконические иллюстрации к Библии. В 1973 году в Ницце открылся музей «Библейское послание».",
      {
        "img": "/images/gallery/shagal-bibl-posl.webp",
        "description": "«Библейское послание», музей Шагала в Ницце"
      },
         {
        "img": "/images/gallery/mark-shagal-rospis.webp",
        "description": "Марк Шагал. Роспись плафона для Парижской оперы"
      },
      "Шагал скончался в 1985 году в Сен-Поль-де-Ванс в возрасте 97 лет. Похоронен вместе со второй женой Валентиной Бродской. На его могиле — еврейская традиция: камни вместо цветов."
    ]
  },
  {
    "view": "headline",
    "title": "Шагал и Беларусь"
  },
  {
    "view": "text",
    "content": [
      "Шагал никогда не забывал Витебск. Он называл его «моим духовным родным городом». Здесь он родился, влюбился, начал рисовать и сформировал первые представления об искусстве.",
      "Сегодня в Витебске действует Дом-музей Марка Шагала. На Покровской улице можно увидеть интерьер его родного дома и погрузиться в атмосферу еврейского местечка начала века.",
      {
        "view": "image",
        "img": "/images/gallery/chagall-monument.webp",
        "description": "Памятник Марку Шагалу во дворе дома-музея в Витебске. Скульптор Валерий Могучий"
      },
      "Памятник во дворе музея называется «Витебская мелодия на французской скрипке» и стал символом связи Беларуси, Франции и искусства."
    ]
  },
  {
    "view": "headline",
    "title": "Интересные факты"
  },
  {
    "view": "list",
    "list": [
      "<b>Город Витебск называют \"городом Шагала\"</b> — он вдохновил художника на множество произведений.",
      "<b>Белла — его вечная муза</b>. Даже после её смерти он продолжал писать её образ.",
      "<b>Библия глазами художника</b>. Он создал более 100 офортов и литографий по библейским сюжетам.",
      "<b>Витражи Шагала</b> украшают соборы Европы и штаб-квартиру ООН в Нью-Йорке.",
      "<b>Первая прижизненная выставка в Лувре</b> — уникальное достижение художника в 1977 году."
    ]
  },
  {
    "view": "headline",
    "title": "Источники"
  },
  {
    "view": "list-thin",
    "list": [
      "<a href=\"https://artchive.ru/marcchagall\" target=\"_blank\">Статья о Марке Шагале на Artchive</a>",
      "<a href=\"https://artbelarus.by/ru/artists/1515.html\" target=\"_blank\">Марк Шагал на Art Belarus</a>",
      "Файл: «Летающий художник» (презентация)",
      "<b>Книги:</b> Франц Мейер. «Марк Шагал» / Franz Meyer. *Marc Chagall: Life and Work*",
      "Виктор Шкловский. «Шагал. Последний футурист»",
      "Сергей Довлатов о Шагале (эссе, воспоминания)",
      "<b>Видео:</b> <a href=\"https://www.youtube.com/watch?v=jgXyK7W6GmM\" target=\"_blank\">Лекция Арины Холиной «Шагал: скрипач на крыше и художник любви»</a>"
    ]
  }
]
