[More actions
  {
    "view": "intro",
    "avatar": "/images/gallery/marcel-duchamp.webp",
    "title": "Марсель Дюшан",
    "dates": "1887–1968",
    "content": [
      "Французский художник, радикальный реформатор искусства XX века. Один из основателей дадаизма, создатель концепта «ready-made». Отказался от живописи, чтобы заявить: искусство — это не форма, а идея. Повлиял на развитие концептуализма, перформанса, постмодерна и даже философии."
    ],
    "tags": [
      "Дадаизм",
      "Концептуализм",
      "Реди-мейд",
      "Антиискусство"
    ]
  },
   {
    "view": "quote",
    "content": "«Мне не интересна живопись как 'ретинальное' удовольствие. Я за интеллектуальное искусство»"
  },
  {
    "view": "headline",
    "title": "Художник, который отказался от искусства"
  },
  {
    "view": "text",
    "content": [
      "Марсель Дюшан — одна из самых радикальных и парадоксальных фигур в истории искусства XX века. Он отказался от живописи, чтобы разрушить само понятие искусства. Он перевернул писсуар и стал отцом концептуализма. Он ввёл в искусство иронию, псевдонимы, механизмы, шахматы и медленный ход мысли. Дюшан не просто создавал произведения — он создавал контексты, в которых привычное переставало быть очевидным.",
      "«Мне не интересна живопись как 'ретинальное' удовольствие. Я за интеллектуальное искусство», — говорил он."
      "Марсель Дюшан — одна из самых радикальных и парадоксальных фигур в истории искусства XX века. Он отказался от живописи, чтобы разрушить само понятие искусства. Он перевернул писсуар и стал отцом концептуализма. Он ввёл в искусство иронию, псевдонимы, механизмы, шахматы и медленный ход мысли. Дюшан не просто создавал произведения — он создавал контексты, в которых привычное переставало быть очевидным."
      
    ]
  },
  {
    "view": "headline",
    "title": "Биография"
  },
  {
    "view": "text",
    "content": [
      "Марсель Дюшан родился 28 июля 1887 года в Бланвиле, Франция. Его братья Раймон и Жак также стали художниками. В начале XX века он увлекается импрессионизмом, кубизмом, фовизмом. В 1912 году создаёт картину «Обнажённая, спускающаяся по лестнице», вызвавшую скандал в США. Именно это событие стало поворотным моментом: он начинает сомневаться в 'живописи ради живописи'."
    ]
  },
  {
    "view": "text",
    "content": [
      "В 1913 году Дюшан создаёт первый ready-made — велосипедное колесо, установленное на табуретке. Это не скульптура и не объект — это мысль. Художник берёт готовую вещь и помещает её в художественный контекст. Самый знаменитый реди-мейд — «Фонтан» (1917): писсуар, подписанный псевдонимом R. Mutt, отправленный на выставку. Работа вызвала скандал и отказ жюри.",
      "«Это акт выбора, а не рук — делает объект искусством» — утверждал он."
    ]
  },
  {
    "view": "headline",
    "title": "«Большое стекло» и метафизика желания"
  },
  {
    "view": "text",
    "content": [
      "С 1915 по 1923 год Дюшан работает над своим самым загадочным произведением — «Большое стекло» («Невеста, раздетая своими холостяками, даже»). Это огромная инсталляция из двух стеклянных панелей, на которых изображены фигуры, символизирующие эротическое напряжение между Мужской машиной и Женской сущностью.",
      "«Большое стекло» собрано из механических схем, диаграмм, намёков, научных образов. Оно не завершено, но и не должно быть завершено: в этом суть."
    ]
  },
  {
    "view": "headline",
    "title": "Псевдонимы и Селави"
  },
  {
    "view": "text",
    "content": [
      "Дюшан любил двойственность. Он подписывал работы именами R. Mutt, Marchand du Sel и даже создал женский альтер эго — Роз Селави (Rrose Sélavy). В образе Роз он фотографировался, создавал произведения и смешивал пол, маску, авторство.",
      "Rrose Sélavy — игра слов на французском: «эрозия есть жизнь» или «эрос есть жизнь»."
    ]
  },
  {
    "view": "text",
    "content": [
      "После 1923 года Дюшан официально перестаёт быть художником. Он занимается шахматами, участвует в турнирах и живёт в тени. Его исчезновение делает его культовой фигурой.",
      "Лишь после его смерти стало известно, что он тайно в течение 20 лет создавал инсталляцию «Etant donnés», где за старой дверью скрыта реалистичная эротическая сцена. Это воспринято как его последнее слово в искусстве."
    ]
  },
  {
    "view": "headline",
    "title": "Интересные факты"
  },
  {
    "view": "list",
    "list": [
      "В 1912 году даже кубисты отвергли его «Обнажённую, спускающуюся по лестнице» за «излишнюю футуристичность».",
      "«Фонтан» был отвергнут анонимно, хотя выставка гарантировала приём всех работ. Имя R. Mutt оказалось псевдонимом самого Дюшана.",
      "Он ввёл в искусство предметы массового производства, задолго до поп-арта и Энди Уорхола.",
      "Роз Селави — женский образ, под которым он создавал и подписывал работы, стал манифестом двойственности и игры с гендером.",
      "Дюшан сознательно отказался от живописи и осуждал рынок искусства как способ капитализации таланта.",
      "Философы постмодерна — Фуко, Барт, Бодрийяр — цитировали и анализировали его идеи, включая понятие «невидимого жеста»."
    ]
  },
  {
    "view": "headline",
    "title": "Источники и рекомендации"
  },
  {
    "view": "list-thin",
    "list": [
      "<a href=\"https://magisteria.ru/modernism/marcel-duchamp\" target=\"_blank\">Magisteria — статья о Дюшане</a>",
      "<i>Тьерри де Дюв. «Живописный номинализм. Марсель Дюшан, живопись и современность»</i>",
      "<i>Николай Молок. «Редимейд: лень, жест и неискусство»</i>",
      "<a href=\"https://ru.wikipedia.org/wiki/Марсель_Дюшан\" target=\"_blank\">Wikipedia</a>",
      "<a href=\"https://arzamas.academy/materials/1183\" target=\"_blank\">Видеолекция от Arzamas: «Авторы искусства XX века»</a>"
    ]
  }
