[
  {
    "view": "intro",
    "avatar": "/images/art-movements/avatar-modiliani.webp",
    "title": "Амедео Модильяни",
      "dates": "1884–1920",
    "content": [
     "Итальянский художник и скульптор, чья выразительная манера стала одной из самых узнаваемых в искусстве XX века. Его портреты с вытянутыми лицами, закрытыми глазами и почти иконной скорбностью соединяют примитивизм, экспрессию и поиск духовной красоты. Модильяни жил и творил в Париже, был частью авангардной богемы, но шёл своим путём, вне групп, вне манифестов. Его искусство — это исповедь, в которой личное сливается с вечным."
    ],
    "tags": [ "Экспрессионизм", "Примитивизм" ]
  },
   {
    "view": "quote",
    "content": "Когда я знаю твою душу — я могу писать твой портрет."
  },
  {
    "view": "image",
    "img": "/images/art-movements/modiliani-portret.webp",
    "description": "Амедео Модильяни"
  },
  {
    "view": "headline",
    "title": "Биография"
  },
  {
    "view": "text",
    "content": [
      "Амедео Модильяни родился в Ливорно, Италия, в еврейской семье с глубокими культурными корнями. Его детство было омрачено не только болезнями — туберкулёз, плеврит, тиф — но и крахом семейного бизнеса. Мать, Эжени Гарсен, сыграла ключевую роль в его судьбе: она первой заметила художественные наклонности сына и помогла ему получить академическое образование.",
      "Путь Модильяни в искусство начался во Флоренции, затем продолжился в Венеции, где, по воспоминаниям современников, он впервые попробовал гашиш и был очарован символистами и идеей «художника вне морали». В 1906 году он переехал в Париж — в момент, когда Монмартр и Монпарнас были эпицентром нового искусства. Здесь он оказался в окружении Брака, Пикассо, Утрилло, Сальмона, Цадкина и Сальмона. Он жил бедно, часто голодал, страдал от приступов туберкулёза и алкоголизма. Но его творческая энергия оставалась невероятной.",
      "В Париже он сразу почувствовал, что не принадлежит к авангарду: он был далёк от кубизма, не разделял увлечения формализмом, не стремился разрушать традиции, как футуристы. Его интересовало другое — человек. Он писал портреты, не глядя в модные теории. Его лица вытянуты, линии мягкие, глаза — часто пустые, без зрачков. Он говорил: «Когда я знаю твою душу — я могу писать твой портрет».",
      "С 1909 года он начинает работать с камнем. Скульптура станет важнейшим этапом — под влиянием африканских масок, древнеегипетского и кикладского искусства. Его головы кажутся архаичными и вне времени. Но тяжёлый физический труд усугубляет болезнь, и в 1914 году он отказывается от резьбы, возвращаясь к живописи.",
         {
    "img": "/images/gallery/modigliani-stoyashchaya-kariatida.webp",
    "description": "«Стоящая кариатида». Женская голова «Красный бюст»»"
  },
      "В этот же период его жизнь меняется. Он встречает Жанну Эбютерн — молодую студентку, художницу, тихую, замкнутую, но преданную. Она становится его возлюбленной, музой, опорой. У пары рождается дочь. Модильяни стремится к стабильности, но болезнь прогрессирует. Он продолжает писать — быстро, мощно, вдохновенно. Последние его портреты — это прощание с миром: тёплые, светлые, почти тихие.",
         {
    "img": "/images/art-movements/modiliani-abutan.webp",
    "description": "Жанна Эбютерн"
  },
      "Амедео Модильяни умер 24 января 1920 года от туберкулёзного менингита. Ему было 35. На следующий день Жанна, беременная вторым ребёнком, бросилась с пятого этажа. Родственники долго не признавали их союз, но позже дочь Жанны и Амедео была признана. Посмертно он стал легендой — символом художника, не вписавшегося в эпоху, но выразившего её с болью и нежностью."
   ]
  },
    {
    "view": "period",
    "title": "Как «читать» работы Модильяни",
    "content": [
      "Картины Амедео Модильяни кажутся простыми — плавные линии, вытянутые лица, статичные позы. Но если смотреть внимательнее, обнаруживается целый мир. Вот что важно замечать."
 ],
        "list": [
      {
        "title": "Глаза",
        "content": "Зачастую без зрачков — потому что это не портрет конкретного человека, а образ. Там, где он чувствовал близость, глаза становятся живыми. Остальное — пространство для молчания."
      },
            {
        "title": "Вытянутые лица",
        "content": "Модильяни был вдохновлён древним искусством: египетские профили, кикладские головы, африканские маски. Во всех них — вытянутость, упрощение, обобщение. Он видел в этом вневременность и силу образа. "
      },
              {
        "title": "Линия",
        "content": "Модильяни думает не цветом, а линией. Плавной, цельной, почти музыкальной. Он обводит фигуру, как будто охраняет её форму — без давления, без резкости."
      },
      {
        "title": "Поза",
        "content": "Фигуры всегда в покое. Они не позируют, не играют. Они просто есть."
         }
    ],
    "pictures": [
      {
        "img": "/images/gallery/modigliani-portret-lunin-chekovskoy.webp",
        "name": "Портрет Беатрис Гастингс",
        "view": "fields",
        "bg": "F4F4F4"
      },
      {
        "img": "/images/gallery/modigliani-shokoladnitsa.webp",
        "name": "Шоколадница",
        "view": "fields",
        "bg": "F4F4F4"
      },
      {
        "img": "/images/gallery/modigliani-sidyashchaya-obnazhennaya.webp",
        "name": "Сидящая обнаженная",
        "view": "fields",
        "bg": "F4F4F4"
      }
    ]
  },
 {
    "view": "headline",
    "title": "Интересные факты"
  },
  {
    "view": "list-bold",
    "list": [
      "<b>Он всегда был одет безупречно — даже в крайней нищете.</b> Несмотря на бедность и болезни, Модильяни никогда не терял внешнего достоинства. Он носил шляпу, пальто, шёлковый шарф, даже если под ними прятались лохмотья.",
      "<b>Увлекался скульптурой больше, чем живописью.</b> В 1909–1914 годах он мечтал стать только скульптором. В своих письмах называл живопись «второстепенным делом». Но здоровье не выдерживало пыль и тяжёлую работу с камнем, и он вернулся к холсту.",
      "<b>Почти не подписывал свои работы.</b> Модильяни не был карьеристом. Он редко подписывал картины и почти не продавал их — часто просто дарил друзьям или коллекционерам в обмен на жильё, еду или вино.",
      "<b>Один из самых дорогих художников XX века.</b> Сегодня его картины стоят десятки миллионов долларов. В 2015 году «Обнажённая, лежащая на боку» была продана за 170 миллионов долларов — одна из самых дорогих картин в истории."
     ]
  },
  {
    "view": "headline",
    "title": "Источники"
  },
 {
  "view": "list-thin",
  "list": [
    "Кристиан Ожьяс. «Амедео Модильяни», серия «Жизнь замечательных людей», М.: Молодая гвардия, 2010.",
    "Artchive: <a href=\"https://artchive.ru/artists/2682~Amedeo_Modiljani\" target=\"_blank\">Амедео Модильяни — картины, биография, цитаты</a>",
    "MoMA: <a href=\"https://www.moma.org/artists/4032\" target=\"_blank\">Amedeo Modigliani — The Museum of Modern Art</a>",
    "Цитаты из писем и воспоминаний (по книге Ожьяса): о линии, душе, Жанне, скульптуре"
  ]
}
 ]
