[
	{
		"view": "intro",
		"avatar": "/images/artists/pablo-picaso/avatarpikasso.webp",
		"title": "Па́бло Пика́ссо",
		"dates": "1881–1973",
		"content": [
			"Испанский художник, скульптор, график — один из основоположников <a href=\"/art-movements/fovism\">кубизма</a>, и ключевая фигура искусства XX века. Родился в Малаге, учился в Барселоне и Мадриде, но большую часть жизни провёл во Франции. Его творчество охватывает множество этапов и стилей — от \"голубого периода\" до абстракций и сюрреалистических работ. Вместе с Жоржем Браком сформулировал основы кубизма."
		],
		"tags": ["Кубизм", "Сюрреализм"]
	},
	{
		"view": "quote",
		"content": "«Искусство — это ложь, которая помогает нам понять истину.» \u2028— Пабло Пикассо"
	},
	{
		"view": "image",
		"img": "/images/gallery/picasso-photo-1967.webp",
		"description": "Фотограф: Tony Vaccaro,  1967 год"
	},
	{
		"view": "text",
		"title": "Биография",
		"content": [
			"Пабло Пикассо родился 25 октября 1881 года в Малаге, в семье учителя рисования Хосе Руиса. Его талант проявился очень рано: уже в юности он создавал серьёзные работы и получил академическое художественное образование в Барселоне и Мадриде. Однако академизм быстро разочаровал Пикассо — он стремился к свободному поиску новых форм и выразительных средств.",
			"В 1900 году он переехал в Париж, столицу мирового искусства, где прошли его \"голубой\" и \"розовый\" периоды. Эти ранние работы пронизаны темами одиночества, бедности и сострадания. В 1907 году, вдохновившись африканской скульптурой и открытиями Сезанна, Пикассо создаёт картину «Авиньонские девицы», ставшую началом кубизма — революционного направления, изменившего искусство XX века.",
			"На протяжении всей жизни Пикассо неустанно экспериментировал с формой, стилем и материалами: от неоклассицизма до сюрреализма, от живописи до керамики и скульптуры. Его работы охватывают человеческие страсти, трагедии войн, политические идеалы. Пикассо был убеждённым гуманистом, членом Французской коммунистической партии, и активно поддерживал движение за мир.\nПабло Пикассо прожил долгую жизнь, наполненную творчеством, оставив после себя более 50 000 произведений искусства. Он умер 8 апреля 1973 года во Франции, навсегда войдя в историю как один из величайших художников всех времён.",
			"На протяжении всей жизни Пикассо неустанно экспериментировал с формой, стилем и материалами: от неоклассицизма до сюрреализма, от живописи до керамики и скульптуры. Его работы охватывают человеческие страсти, трагедии войн, политические идеалы. Пикассо был убеждённым гуманистом, членом Французской коммунистической партии, и активно поддерживал движение за мир.\nПабло Пикассо прожил долгую жизнь, наполненную творчеством, оставив после себя более 50 000 произведений искусства. Он умер 8 апреля 1973 года во Франции, навсегда войдя в историю как один из величайших художников всех времён."
		]
	},
	{
		"view": "headline",
		"title": "Стили и периоды"
	},
	{
		"view": "period",
		"title": "Голубой период (1901–1904)",
		"content": [
			"Этот период начался после смерти друга <a href=\"https://ru.wikipedia.org/wiki/%D0%9F%D0%B8%D0%BA%D0%B0%D1%81%D1%81%D0%BE,_%D0%9F%D0%B0%D0%B1%D0%BB%D0%BE\">Пикассо</a> — Карлоса Касагемаса — и отражает глубокую депрессию художника. Работы пронизаны печалью, одиночеством, темами старости, бедности и страдания."
		],
		"list": [
			{
				"title": "Цветовая палитра",
				"content": "сине-зелёная, холодная."
			},
			{
				"title": "Форма",
				"content": "Вытянутые, худощавые фигуры, изломанные позы, подчеркнутая хрупкость, плоскостность. Фигуры застыли в скорби, всё подчёркивает одиночество и уязвимость."
			},
			{
				"title": "Частые персонажи",
				"content": "слепцы, нищие, матери с младенцами, заключённые."
			}
		],
		"pictures": [
			{
				"img": "/images/gallery/picasso-starik-s-malchikom.webp",
				"name": "Старик с мальчиком",
                                "view": "fields",
				"bg": "F4F4F4"
			},
                        {
                       "img": "/images/gallery/picasso-lyubitelnitsa-absenta.webp",
				"name": "Любительница абсента",
                                "view": "fields",
				"bg": "F4F4F4"
                       },
                       {
                       "img": "/images/gallery/picasso-pokhorony-kasagemasa.webp",
				"name": "Похороны Касагемаса",
                               "view": "fields",
				"bg": "F4F4F4"
                       }
		]
	},
	{
		"view": "period",
		"title": "Розовый период (1904–1906)",
		"content": [
			"После мрачного голубого периода в живописи Пикассо появляется тепло. Он переезжает в Париж и сближается с артистической богемой. Герои розового периода — циркачи, акробаты, арлекины — кажутся погружёнными в себя. Они безмолвны и застенчивы. Колорит становится мягким и тёплым, а линии — плавными. Эти картины одновременно лиричны и пронзительно одинокие."
		],
		"list": [
			{
				"title": "Цветовая палитра",
				"content": "розовые, охристые, светло-голубые тона."
			},
			{
				"title": "Форма",
				"content": "Более округлые, мягкие линии, плавные силуэты, тонкая стилизация под античность и театр. Форма становится лиричнее, живее — уходит драматизм."
			},
			{
				"title": "Частые персонажи",
				"content": "арлекины, акробаты, клоуны, циркачи."
			}
		],
		"pictures": [
			{
				"img": "/images/gallery/picasso-devochka-na-share.webp",
				"name": "Девочка на шаре",
				"view": "fields",
				"bg": "313131"
			},
			{
				"img": "/images/gallery/picasso-ispanka-s-mayorki.webp",
				"name": "Испанка с Майорки",
				"view": "fields",
				"bg": "313131"
			},
			{
				"img": "/images/gallery/picasso-akrobat-i-yuniy-arlekin.webp",
				"name": "Акробат и юный Арлекин",
				"view": "fields",
				"bg": "313131"
			}
		]
	},
	{
		"view": "period",
		"title": "Африканский период (1906–1907)",
		"content": [
			"В 1907 году Пикассо посетил этнографический музей в парижском дворце Трокадеро, где его глубоко впечатлили африканские маски и скульптуры. Он воспринял их не только как художественные объекты, но и как магические артефакты, созданные для взаимодействия с невидимыми силами. Он обращается к примитивной скульптуре Африки и Иберии. Его интересуют маски, грубая геометрия, упрощённые формы. Он отказывается от реалистичной анатомии и классической перспективы. Ключевая работа — «Авиньонские девицы» (1907): фигуры с маскоподобными лицами, резкие линии и плоскости — предвестие кубизма."
		],
		"list": [
			{
				"title": "Цветовая палитра",
				"content": "охристо-коричневые, тёмно-красные, землистые оттенки."
			},
			{
				"title": "Форма",
				"content": "грубые, маскоподобные лица, резкие контуры, отсутствие глубины."
			},
			{
				"title": "Частые персонажи",
				"content": "женские фигуры, обнажённые тела, статичные позы."
			}
		],
		"pictures": [
			{
				"img": "/images/gallery/picasso-avinonskie-devitsy.webp",
				"name": "Авиньонские де́вицы",
				"view": "fields",
				"bg": "313131"
			}
		]
	},
	{
		"view": "period",
		"title": "Кубизм (1907–1917)",
		"content": [
			"После экспериментов с маскообразной деформацией форм в «Авиньонских девицах» Пикассо вместе с Жоржем Браком формирует новое направление — кубизм. Художники отказываются от линейной перспективы и реалистичной анатомии, разбирая объекты на геометрические плоскости. Форма становится главнее сюжета, предметы — словно разложены на чертёжном столе, а живопись превращается в аналитическую работу с пространством и объёмом. Позднее, в синтетической фазе кубизма, Пикассо вводит элементы коллажа: обои, газетные вырезки, ткань, сочетая фактуры и материалы."
		],
		"list": [
			{
				"title": "Форма",
				"content": "геометрические фрагменты, плоские объекты, отсутствие глубины, общее уплощение композиции."
			},
			{
				"title": "Частые персонажи",
				"content": "музыканты, натюрморты, портреты, предметы быта — всё ради эксперимента с формой."
			}
		],
		"pictures": [
			{
				"img": "/images/gallery/picasso-tri-muzykanta.webp",
				"name": "Три музыканта",
				"view": "fields",
				"bg": "313131"
			}
		]
	},
	{
		"view": "headline",
		"title": "Галерея произведений"
	},
	{
		"view": "gallery",
		"pictures": [
			[
				{
					"img": "/images/artists/pablo-picaso/gernika.webp",
					"name": "Ге́рника",
					"style": "Фовизм"
				}
			],
			[
				{
					"img": "/images/artists/pablo-picaso/gernika.webp",
					"name": "Ге́рника",
					"style": "Фовизм"
				},
				{
					"img": "/images/artists/pablo-picaso/devicy.webp",
					"name": "Ави́ньонские де́вицы",
					"style": "Фовизм",
					"view": "fields",
					"bg": "313131"
				}
			],
			[
				{
					"img": "/images/artists/pablo-picaso/gernika.webp",
					"name": "Ге́рника",
					"style": "Фовизм"
				},
				{
					"img": "/images/artists/pablo-picaso/portretdorymaar.webp",
					"name": "Портре́т До́ры Маа́р"
				},
				{
					"img": "/images/artists/pablo-picaso/devicy.webp",
					"name": "Ави́ньонские де́вицы",
					"style": "Фовизм",
					"view": "fields",
					"bg": "313131"
				}
			]
		]
	},
	{
		"view": "headline",
		"title": "Интересные факты"
	},
	{
		"view": "list-bold",
		"list": [
			"<b>Пикассо рисовал уже в 8 лет.</b> Его первая серьёзная картина маслом — Пикадор (сцена корриды), написана в возрасте 8 лет.Он никогда с ней не расставался и называл важным началом своего пути.",
			"<b>Кража «Моны Лизы».</b> В 1911 году, когда из Лувра исчезла Мона Лиза, полиция задержала поэта Гийома Аполлинера, а за ним и Пикассо. Причиной стали связи с авангардистами, в том числе с неким О. Жере, укравшим несколько скульптур из музея. Пикассо испугался, даже расплакался на допросе, но вскоре обоих отпустили: с да Винчи они не были связаны.",
			"<b>Минотавр — одно из его альтер эго.</b> Пикассо часто изображал себя в образе минотавра: сильного, страстного, иногда ранимого существа, которое символизировало его борьбу с судьбой и искусством. Серия «Минотавромахия»\n стала одной из важнейших в его графике.",
			"<b>Пикассо держал дома козу — и слепил её в бронзе.</b> В его доме в Каннах жила настоящая коза, которую он очень любил. Она стала прототипом для скульптуры La Chèvre (1950), выполненной из лома, банок, проволоки и бронзы."
		]
	},
	{
		"view": "headline",
		"title": "Источники"
	},
	{
		"view": "list-thin",
		"list": [
			"Голомшток И., Синявский А. Пикассо. — М.: Знание, 1960.",
			"Презентация кафедры ИЗО ВГУ им. П.М. Машерова.",
			"Эренбург И. Г.О Пикассо // Собрание сочинений в 9 томах. Т. 6. — М.: Художественная литература, 1966.",
			"Федоровский В., Сен-Бри Г. Русские избранницы. — М.: Республика, 1998."
		]
	}
]
