[
	{
		"view": "intro",
		"avatar": "/images/artists/pablo-picaso/avatarpikasso.webp",
		"title": "Па́бло Пика́ссо",
		"dates": "1881–1973",
		"content": [
			"Испанский художник, скульптор, график — один из основоположников кубизма и ключевая фигура искусства XX века. Родился в Малаге, учился в Барселоне и Мадриде, но большую часть жизни провёл во Франции. Его творчество охватывает множество этапов и стилей — от \"голубого периода\" до абстракций и сюрреалистических работ. Вместе с Жоржем Браком сформулировал основы кубизма."
		],
		"tags": ["Кубизм", "Сюрреализм"],
		"list": {
			"title": "Яркие представители",
			"content": [
				{
					"title": "ссылка",
					"link": "/artists"
				},
				"Сюрреализм",
				"Сюрреализм"
			]
		}
	},
	{
		"view": "quote",
		"content": "«Искусство — это ложь, которая помогает нам понять истину.» \u2028— Пабло Пикассо"
	},
	{
		"view": "image",
		"img": "/images/gallery/868f9ed09b7e561652e65f145fd045b9d9fb6a21.png",
		"description": "Фотограф: Tony Vaccaro,  1967 год"
	},
	{
		"view": "text",
		"title": "Биография",
		"content": [
			"Пабло Пикассо родился 25 октября 1881 года в Малаге, Испания, в семье учителя рисования Хосе Руиса. Его талант проявился очень рано: уже в юности он создавал серьёзные работы и получил академическое художественное образование в Барселоне и Мадриде. Однако академизм быстро разочаровал Пикассо — он стремился к свободному поиску новых форм и выразительных средств.",
			"В 1900 году он переехал в Париж, столицу мирового искусства, где прошли его \"голубой\" и \"розовый\" периоды. Эти ранние работы пронизаны темами одиночества, бедности и сострадания. В 1907 году, вдохновившись африканской скульптурой и открытиями Сезанна, Пикассо создаёт картину «Авиньонские девицы», ставшую началом кубизма — революционного направления, изменившего искусство XX века.",
			"На протяжении всей жизни Пикассо неустанно экспериментировал с формой, стилем и материалами: от неоклассицизма до сюрреализма, от живописи до керамики и скульптуры. Его работы охватывают человеческие страсти, трагедии войн, политические идеалы. Пикассо был убеждённым гуманистом, членом Французской коммунистической партии, и активно поддерживал движение за мир.\nПабло Пикассо прожил долгую жизнь, наполненную творчеством, оставив после себя более 50 000 произведений искусства. Он умер 8 апреля 1973 года во Франции, навсегда войдя в историю как один из величайших художников всех времён.",
			{
				"img": "/images/gallery/igra-v-shary.jpg",
				"description": "Фотограф: Tony Vaccaro,  1967 год"
			},
			"На протяжении всей жизни Пикассо неустанно экспериментировал с формой, стилем и материалами: от неоклассицизма до сюрреализма, от живописи до керамики и скульптуры. Его работы охватывают человеческие страсти, трагедии войн, политические идеалы. Пикассо был убеждённым гуманистом, членом Французской коммунистической партии, и активно поддерживал движение за мир.\nПабло Пикассо прожил долгую жизнь, наполненную творчеством, оставив после себя более 50 000 произведений искусства. Он умер 8 апреля 1973 года во Франции, навсегда войдя в историю как один из величайших художников всех времён."
		]
	},
	{
		"view": "headline",
		"title": "Стили и периоды"
	},
	{
		"view": "period",
		"title": "Голубой период (1901–1904)",
		"content": [
			"Этот период начался после смерти друга Пикассо — Карлоса Касагемаса — и отражает глубокую депрессию художника. Работы пронизаны печалью, одиночеством, темами старости, бедности и страдания."
		],
		"list": [
			{
				"title": "Цветовая палитра",
				"content": "сине-зелёная, холодная"
			},
			{
				"title": "Форма",
				"content": "Вытянутые, худощавые фигуры, изломанные позы, подчеркнутая хрупкость, плоскостность. Фигуры застыли в скорби, всё подчёркивает одиночество и уязвимость.\n\t\tЧастые персонажи: слепцы, нищие, матери с младенцами, заключённые."
			},
			{
				"title": "Частые персонажи",
				"content": "слепцы, нищие, матери с младенцами, заключённые"
			}
		],
		"pictures": [
			{
				"img": "/images/artists/pablo-picaso/devicy.webp",
				"name": "Ави́ньонские де́вицы",
				"bg": ""
			},
			{
				"img": "/images/artists/pablo-picaso/gernika.webp",
				"name": "Ге́рника"
			},
			{
				"img": "/images/artists/pablo-picaso/portretdorymaar.webp",
				"name": "Портре́т До́ры Маа́р"
			}
		]
	}
]
