
[
  {
    "view": "intro",
    "title": "Анри Руссо",
    "dates": "1844–1910",
    "content": [
      "Французский художник-самоучка, родоначальник наивного искусства и один из самых необычных голосов в истории модернизма. Таможенник по профессии и по прозвищу, Руссо вошёл в историю искусства благодаря картинам, полным наивной фантазии, детской непосредственности и глубокой поэзии. Его джунгли, персонажи и сны написаны не с натуры — а из памяти, воображения и внутренней правды."
    ],
    "tags": [ "Примитивизм" ]
  },
  {
    "view": "quote",
    "content": "«Рисую не я, а то, что лежит у меня на руке.»"
  },
    {
    "view": "image",
    "img": "/images/gallery/russo-photo.webp",
    "description": "Анри Руссо, 1894"
  },
  {
    "view": "headline",
    "title": "Биография"
  },
  {
    "view": "text",
    "content": [
     "Анри Жюльен Феликс Руссо родился 21 мая 1844 года в городе Лаваль, в небогатой семье жестянщика. В детстве испытал серьёзные лишения: когда ему было 7 лет, отцовский дом продали за долги. Будущий художник остался жить при школе, где проявил способности к арифметике, пению и рисованию. Образование получил скромное, а художественного — вовсе никакого.",
    "Сначала работал у судебного пристава, затем получил должность на парижской таможне. Именно за это его позже прозвали «Таможенником Руссо». В свободное время он рисовал: без наставников, школ и академий. Первые опыты были неловкими, но он с упорством оттачивал технику. Он внимательно наблюдал природу, свет, листву, небо — и постепенно выработал собственный, уникальный визуальный язык.",
    "Руссо впервые выставился в Салоне Независимых в 1886 году. Его картина «Карнавальный вечер» вызвала насмешки, но Камиль Писсарро заметил богатство цветовых нюансов. Так впервые заговорили о самобытности художника. Затем последовали работы, в которых оформился его стиль: плоскость, яркий контур, сказочный пейзаж, мечтательное настроение. Он писал портреты, городские виды, и, конечно, джунгли — хотя никогда не покидал Францию.",
       {
    "img": "/images/gallery/rousseau-napadenie-yaguara-na-loshad.webp",
    "description": "«Нападение ягуара на лошадь»"
  },
"Вдохновение он черпал в Парижском ботаническом саду, где часами изучал экзотические растения. Первое «джунглевое» полотно — «Тигр во время тропической грозы» (1891) — принесло ему скандальную известность. Позднее появились «Заклинательница змей», «Сон», «Спящая цыганка», «Голодный лев» — и все они стали его художественным лицом. Руссо даже изобрёл свой метод изображения дождя: серебряные диагональные штрихи, почти невидимые, но невероятно эффектные.",
 "Личная жизнь была непростой. Первая жена Клеманс умерла рано, из девяти детей выжили только двое. Вторая жена — Жозефина — помогала ему содержать маленький магазин канцтоваров, где Руссо также продавал свои картины. До конца жизни он был беден, давал уроки, писал пейзажи на заказ, преподавал рисование для взрослых.",     
    {
    "img": "/images/gallery/rousseau-autoportret.webp",
    "description": "«Автопортрет»"
  },
      "Несмотря на насмешки критиков, его поддерживали друзья — Аполлинер, Дюфи, Пикассо. Он создавал образы, которые никто до него не осмеливался выставить как «искусство» — наивные, но полные внутренней логики. Сам он верил, что следует академическим канонам, хотя бессознательно рождал язык, который предвосхитил сюрреализм и символизм. Анри Руссо умер в 1910 году от заражения крови после раны на ноге. Первоначально его похоронили в общей могиле. Позднее, уже признанным, его перезахоронили.",
      "Руссо считается основателем примитивизма — направления, где художник отказывается от академического реализма ради подлинного, «детского» взгляда на мир. Его картины влияли на сюрреалистов, экспрессионистов, художников XX века, ищущих свободу в форме и правду в наивности."
    ]  
  },
	  {
    "view": "headline",
    "title": "Интересные факты"
  },
  {
    "view": "list",
    "list": [
      "Он стал художником после 40 лет. Руссо начал серьёзно заниматься живописью только после выхода в отставку с таможни в возрасте 49 лет. До этого он рисовал в свободное время, без учителей, как самоучка.",
      "Он никогда не был в джунглях. Все его тропические картины написаны по памяти и воображению, вдохновлены визитами в ботанический сад, зоопарк и иллюстрированные журналы. Тем не менее, он создаёт джунгли, полные жизни и фантазии.",
      "Он дорисовывал автопортрет в течение жизни. Руссо написал автопортрет в 1890-х, а потом постепенно вносил изменения: добавлял значки, менял одежду, добавил имя второй жены, даже седину — отражая изменения в себе. Это был живой портрет-биография."
    ]
  },
  {
    "view": "headline",
    "title": "Источники"
  },
  {
    "view": "list-thin",
    "list": [
      "Книга: «Анри Руссо. Жизнь и творчество» (PDF, архивный источник)",
      "Статья: <a href=\"https://artchive.ru/artists/1915~Anri_Russo\" target=\"_blank\">Анри Руссо — биография и картины</a>",
      "Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=2VYJ7TuNHDg\" target=\"_blank\">Анри Руссо — художник, которого не принимали всерьёз</a>",
      "Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=sChalGm6m04\" target=\"_blank\">Гениальный наив. Жизнь и искусство Анри Руссо</a>"
    ]
  }
]

