
[
  {
    "view": "intro",
    "image": "/images/art-movements/avatar-ruo.webp",	  
    "title": "Жорж Руо",
    "dates": "1871–1958",
    "content": [
      "Французский живописец и график, один из самых самобытных представителей модернизма, стоящий на пересечении <a href=\"/art-movements/fovism\">фовизма</a> и <a href=\"/art-movements/ekspressionism\">экспрессионизма</a>. Руо создавал мощные эмоциональные образы, вдохновлённые религиозными и социальными темами: клоуны, судьи, простолюдины превращались у него в символы страдания, сострадания и духовного поиска. Его живопись отличают тяжёлый контур, напоминающий витраж, и глубокая, насыщенная цветовая гамма."
      ],
    "tags": [ "Фовизм" ]
  },
  {
    "view": "quote",
    "content": "Если Господь услышит меня, моя живопись пусть будет несовершенной, но станет выражением скорби, что живёт во мне."
  },
    {
    "view": "image",
    "img": "/images/art-movements/ruo-portret.webp",
    "description": "Руо в своей студии, 1953 год"
  },
  {
    "view": "headline",
    "title": "Биография"
  },
  {
    "view": "text",
    "content": [
      "Родился в Париже в 1871 году, в семье столяра. С детства проявлял интерес к искусству, но путь в живопись начал с работы подмастерьем у мастера витражей — влияние этого опыта ощущается в его картинах всю жизнь. Учился в Школе изящных искусств, был одним из самых преданных учеников Гюстава Моро. После смерти учителя Руо стал хранителем его музея.",
       {
    "img": "/images/gallery/ruo-devki.webp",
    "description": "Жорж Руо, «Девки»"
  },
	    "С начала XX века участвовал в выставках Осеннего салона, сблизился с фовистами, но быстро занял особое место: в отличие от яркой декоративности<a href=\"/artists/anri-matiss\">Матисса</a> и <a href=\"/artists/andre-deren\">Дерена</a>, его живопись была мрачнее, драматичнее и проникнута глубокими духовными и моральными смыслами. Он изображал клоунов, судей, проституток — не ради эпатажа, а как образы страдания, боли и сострадания.",
           {
    "img": "/images/gallery/ruo-kupanie-v-ozere.webp",
    "description": "Жорж Руо, «Купание в озере»"
  },
	    "С 1917 года начал сотрудничество с коллекционером Амбруазом Волларом. Этот период стал временем творческой свободы: он создаёт графические циклы, включая знаменитый Miserere, работает над христианскими сюжетами. В поздний период его живопись становится более светлой и медитативной, но не теряет внутренней силы.",
      "В 1948 году, считая множество своих ранних работ неокончательными, Руо лично сжёг более 300 полотен. Этот жест стал символом его художественной честности. Он умер в 1958 году, оставив после себя уникальное наследие — живопись, которую сравнивают с витражами души и молитвами цветом."
    ]
  },
	   {
    "view": "image",
    "img": "/images/gallery/ruo-staryy-korol.webp",
    "description": "Жорж Руо, «Старый король»"
  },
		  {
    "view": "headline",
    "title": "Интересные факты"
  },
  {
        "view": "list-bold",
        "list": [
      "Почти стал витражистом. Свою карьеру Руо начал не как живописец, а как реставратор витражей в Нотр-Даме. Именно этот опыт сформировал его особую манеру: тяжёлые контуры, сияние цвета и образы, будто пронизанные внутренним светом.",
		"Его клоуны не цирк, а символ человека. Один из центральных образов Руо — клоун. Но это не весельчак, а трагическая фигура, маска страдания и одиночества, почти икона падшего человечества.",
		"Он избегал светской жизни и не принадлежал ни к одной группе. В отличие от многих модернистов, Руо не стремился к художественным объединениям и тусовкам. Он говорил: «Я не фовист. Я не символист. Я просто человек, который видит боль — и хочет говорить о ней.»"
	]
  },
	  {
    "view": "headline",
    "title": "Источники"
  },
                {
                 "view": "list-thin",
		"list": [
			"Статья: <a href=\"https://muzei-mira.com/biografia_hudojnikov/1988-hudozhnik-andre-deren-biografiya-i-kartiny.html\" target=\"_blank\">Андре Дерен — биография и картины</a>",
			"Е. Беспалова. «Бакст и модернизм»",
			"Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=U2eUz658ATE\" target=\"_blank\">Андре Дерен - от диких красок модернизма до реализма. Обманчивая внешность героини портрета</a>",
		"Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=JNDxBVwPnNc&t=1s\" target=\"_blank\">Величайшие художники мира. От импрессионизма до сюрреализма и абстракционизма. Фовизм. Андре Дерен</a>"
]
}
]

