[
    {
    "view": "intro",
    "avatar": "/images/gallery/dali-avatar.webp",	  
    "title": "Сальвадор Дали",
    "dates": "1904–1989",
    "content": [
      "Сальвадор Дали — художник, который превратил собственную личность в произведение искусства. Он был не только лидером сюрреализма, но и его лицом — с закрученными усами, театральной речью, непредсказуемыми поступками и страстью к тайнам подсознания. Его полотна наполнены тревогой и эротикой, научной точностью и сновидческой алогичностью. Он рисовал то, что нельзя было описать словами, — и оставался на грани между философией и фарсом.",
      "Дали обожал провоцировать. Он бросал вызов обществу, традиции, самому искусству — но при этом был одержим ремеслом и каноном. Он писал с академической виртуозностью, будто создавая старинные иконы, только вместо святых — мягкие часы, распадающиеся фигуры и удвоенные ландшафты.",
        "Он считал, что художник — это не просто живописец, а фигура, формирующая реальность. И с этим миром он обращался, как с холстом."
    ]
  },
     {
    "view": "quote",
    "content": "Если вы отказываетесь изучать анатомию, искусство рисунка и перспективы, математические законы эстетики и колористику, то позвольте вам заметить, что это скорее признак лени, чем гениальности."
  },
     {
    "view": "image",
    "img": "/images/gallery/dali-portrait.webp",
    "description": "Сальвадор Дали на борту океанского лайнера «Нормандия», прибывающего в Нью-Йорк, 1936 г. (колоризация)"
  },
  {
    "view": "headline",
    "title": "Жизнь и становление"
  },
  {
    "view": "text",
    "content": [
      "Дали родился в каталонском городе Фигерас. Его отец был нотариусом, мать — глубоко религиозной женщиной, верившей в исключительность сына. С раннего возраста Дали демонстрировал необычное поведение, эксцентричность, интерес к снам и образам.",
      "Он обучался в Академии художеств в Мадриде, где подружился с Федерико Гарсиа Лоркой и Луисом Бунюэлем. В этот период он находился под влиянием кубизма, психоанализа Фрейда и классического искусства. Его ранние опыты уже были насыщены тревожной символикой и детализацией."
    ]
  },
     {
    "view": "image",
    "img": "/images/gallery/dali-i-frederik.webp",
    "description": "Федерико Гарсиа Лорка и Сальвадор Дали"
  },
     {
    "view": "image",
    "img": "/images/gallery/salvadordali-atomnayaleda.webp",
    "description": "«Атомная леда»"
  },
  {
    "view": "headline",
    "title": "Сюрреализм как метод"
  },
  {
    "view": "text",
    "content": [
      "Присоединившись к сюрреалистам в Париже в 1929 году, Дали быстро стал одной из ключевых фигур движения. Он разработал собственный подход — «параноико-критический метод», при котором разум добровольно порождает абсурдные ассоциации, подобные паранойе, и использует их в творчестве.",
       {
    "img": "/images/gallery/salvadordali-son.webp",
    "description": "«Сон»"
  },
        "Однако Дали всё больше конфликтовал с Андре Бретоном, основателем сюрреализма. Причиной стали как политические разногласия (Дали отказывался от ангажированности), так и его растущий коммерческий успех и культ личности. В 1939 году он был исключён из группы. Он ответил фразой: «Сюрреализм — это я».",
           {
    "img": "/images/gallery/salvadordali-poeziaameriki.webp",
    "description": "«Поэзия Америки»"
  }
    ]
  },
       {
    "view": "image",
    "img": "/images/gallery/dali-v-rybashke.webp",
    "description": "Сальвадор Дали в рубашке Элвиса Пресли (1970) / Photo: Marc Lacroix"
  },
  {
    "view": "headline",
    "title": "Гала — муза и власть"
  },
  {
    "view": "text",
    "content": [
      "Гала, урожденная Елена Дьяконова, стала женой, музой и менеджером Дали. Он боготворил её, считал идеалом, вшивал её имя в подпись. Она управляла его карьерой, контролировала финансы, принимала творческие решения.",
       {
    "img": "/images/gallery/dali-i-gala.webp",
    "description": "Сальвадор Дали и Гала в отеле Del Monte Lodge (1947)"
  },
        "Их союз был странным, противоречивым, но мощным. Гала вдохновляла Дали и одновременно создавала границы, в которых он мог быть гениальным и эксцентричным, не теряя контроля."
    ]
  },
     {
    "view": "image",
    "img": "/images/gallery/dali-afrodita.webp",
    "description": "«Явление лица Афродиты Книдской на фоне пейзажа»"
  },
  {
    "view": "headline",
    "title": "Эпатаж как художественный метод"
  },
  {
    "view": "text",
    "content": [
      "Для Дали эпатаж был не баловством, а частью художественной философии. Он не просто удивлял — он строил театр, где каждый жест, выход, одежда и слово были продуманы как сцена.",
      "В 1936 году на лекцию в Лондоне он пришёл в плотно застёгнутом скафандре. Он утверждал, что только так можно войти в состояние подсознания. Он едва не задохнулся, но публика решила, что это — гениальный акт. И в каком-то смысле была права.",
      {
    "img": "/images/gallery/dali-v-skafandre.webp",
    "description": "Сальвадор Дали в скафандре. Источник papik.pro"
  },
        "В 1939 году на собственной выставке в Нью-Йорке Дали разрушил оформление багром, заявив, что оно не соответствует иррациональному духу сюрреализма. Он утверждал, что зритель не должен просто смотреть, он должен быть вовлечён — даже через шок и абсурд.",
        "В 1958 году, во время выступления в Париже, он вышел к публике с булкой хлеба весом в 2 метра. Этот «перформанс» он называл «самым испанским жестом из всех возможных». Для него хлеб был не шуткой, а символом тела, памяти, католической культуры и страха голода.",
         {
    "img": "/images/gallery/dali-hleb.webp",
    "description": "Сальвадор Дали с 2 метровым хлебом"
  },
        "Эпатаж Дали — это не просто провокация. Это средство захвата внимания, создания мифа, разрыва между зрителем и повседневностью. Он хотел, чтобы всё, что он делает, становилось искусством."
    ]
  },
  {
    "view": "headline",
    "title": "Как читать Дали"
  },
  {
    "view": "text",
    "content": [
      "Сальвадор Дали — художник, чьи картины не рассказывают историю, а погружают в особое состояние сознания. Он создавал образы не ради шока, а ради расщепления привычного восприятия. Он писал: «Я не употребляю наркотики. Я сам — наркотик».",
      "Дали не рисует предметы — он разворачивает метафизику, в которой всё многослойно. Его «мягкие часы» — не просто символ времени, а ощущение времени, разрушающегося в беспокойстве и бессознательном. Его пустынные пейзажи — пространство подсознания, в котором воспоминания, страхи и желания теряют чёткие границы.",
        {
    "img": "/images/gallery/salvadordali-postoyanstvopamyati.webp",
    "description": "«Постоянство памяти»"
  },
        "Он использует параноико-критический метод — особый способ мышления, при котором логика сна становится методом работы: образы наслаиваются, трансформируются, порождают множественность смыслов. Он говорил, что искусство — это не то, что объясняется, а то, что вызывает ощущение узнавания внутри сна.",
        {
    "img": "/images/gallery/dali-son-polet-pchely.webp",
    "description": "«Сон, вызванный полётом пчелы вокруг граната, за секунду до пробуждения»"
  },
        "Читать Дали — значит не интерпретировать буквально, а отдаться движению образов, как будто ты проснулся и всё ещё не можешь отделить реальность от её символов."
    ]
  },
  {
    "view": "headline",
    "title": "Наследие и восприятие"
  },
  {
    "view": "text",
    "content": [
      "Сальвадор Дали превратил себя в медиаобраз задолго до появления термина. Он писал книги, снимался в фильмах, рекламировал шоколад, создавал декорации для кино, витрины для магазинов, логотипы и ювелирные украшения.",
      "Кто-то видел в нём гения и алхимика образов, кто-то — шоумена и торгаша. Но никто не смог остаться равнодушным. Дали доказал, что художник может быть больше, чем живописец — он может быть мифом, загадкой, театром и брендом одновременно.",
      "Он остался фигурой, которую продолжают расшифровывать — и никогда не дочитывают до конца."
    ]
  },
  {
    "view": "headline",
    "title": "Интересные факты"
  },
  {
    "view": "list-bold",
    "list": [
      "Дали говорил, что родился «вторично»: его родители назвали его в честь умершего старшего брата, и он всю жизнь чувствовал себя двойником.",
      "Он сотрудничал с Уолтом Диснеем — они вместе работали над анимацией «Destino», которая была завершена только спустя десятилетия после их встречи.",
      "Его усы были не просто стилем — он ежедневно укладывал их воском и считал антеннами к бессознательному.",
      "В 1969 году он разработал логотип для бренда Chupa Chups — и он до сих пор используется без изменений."
    ]
  },
  {
    "view": "headline",
    "title": "Источники"
  },
  {
    "view": "list-thin",
    "list": [
      "<b>Видео:</b> <a href=\"https://www.youtube.com/watch?v=dL8OfiVIvFs\" target=\"_blank\">Сальвадор Дали — история жизни, творчества, любви</a>",
      "<b>Видео:</b> <a href=\"https://www.youtube.com/watch?v=n-YhnxePIpM\" target=\"_blank\">Сальвадор Дали: гений и безумец — документальный фильм</a>",
      "<b>Статья:</b> <a href=\"https://znanierussia.ru/articles/Дали,_Сальвадор\" target=\"_blank\">Знание.Россия — биография Дали</a>",
      "<b>Статья:</b> <a href=\"https://artplaymedia.ru/exhibitions/salvador-dali-the-king-of-surrealism\" target=\"_blank\">Artplay Media — Король сюрреализма</a>",
      "<b>Статья:</b> <a href=\"https://theblueprint.ru/fashion/history/surrealism-salvador-dali\" target=\"_blank\">The Blueprint — Дали и сюрреализм</a>",
      "<b>Статья:</b> <a href=\"https://www.nur.kz/family/school/1772568-salvador-dali-kartiny-s-opisaniem/\" target=\"_blank\">Картины Дали с описанием — NUR.KZ</a>",
      "<b>Книга:</b> Ян Гибсон. «Сальвадор Дали: Тайная жизнь». М.: КоЛибри, 2011"
    ]
  }
]
