[
  {
    "view": "intro",
     "avatar": "/images/gallery/boccioni-avatar.webp",
    "title": "Умберто Боччони",
    "dates": "1882–1916",
    "content": [
      "Художник и скульптор, ставший голосом итальянского футуризма. Его работы передают движение, энергию, стремительность — всё, чем жила индустриальная эпоха. Один из авторов манифестов футуристической живописи. Погиб молодым, но оставил огромное влияние на всё искусство XX века."
    ],
    "tags": [
      "Футуризм"
    ]
  },
   {
    "view": "quote",
    "content": "«В то время как импрессионисты создают стол, чтобы запечатлеть один конкретный момент, и подчиняют жизнь стола его сходству с этим моментом, мы синтезируем каждый момент (время, место, форму, цветовой тон) и таким образом создаем стол»."
  },
   {
    "view": "image",
    "img": "/images/gallery/bochchoni-ylica-vhod-v-dom.webp",
    "description": "«Улица входит в дом», , Умберто Боччони. 1911"
  },
  {
    "view": "headline",
    "title": "Биография"
  },
  {
    "view": "text",
    "content": [
      "Умберто Боччони родился в 1882 году в Реджо-ди-Калабрия, Италия. Учился в Риме и Милане, где познакомился с Баллой и начал увлекаться современным искусством. Сначала его интересовал символизм и дивизионизм, но позже он стал одним из лидеров футуризма.",
      "В 1910 году подписал «Манифест футуристических художников» и «Технический манифест футуристической живописи», где провозглашал культ скорости, динамики, индустриальной современности и отказ от академизма."
    ]
  },
   {
    "view": "image",
    "img": "/images/gallery/umbertobochchoni-smeh.webp",
    "description": "«Смех», Умберто Боччони"
  },
  {
    "view": "headline",
    "title": "Футуризм и идея движения"
  },
  {
    "view": "text",
    "content": [
      "Боччони стремился изобразить движение и энергию времени. В его картинах фигуры разлетаются, пульсируют, превращаются в вихри. Он сочетал кубизм, яркий цвет и динамику формы. Среди его главных работ — «Сила улицы», «Уходящая форма», «Динамика велосипедиста».",
       {
    "img": "/images/gallery/bochchoni-velosepidist.webp",
    "description": "«Динамика велосипедиста», Умберто Боччони"
  },
      "В 1913 году он создаёт культовую скульптуру «Уникальные формы непрерывности в пространстве» — стремительную фигуру, символизирующую скорость. Это одна из икон футуризма, изображённая даже на итальянской монете.",
         {
    "img": "/images/gallery/bochchoni-nepreryv-formy.webp",
    "description": "«Уникальные формы непрерывности в пространстве», Умберто Боччони"
  }
    ]
  },
   {
    "view": "image",
    "img": "/images/gallery/bochchoni-formy.webp",
     "description": "«Уникальные формы непрерывности в пространстве», Умберто Боччони"
  },
  {
    "view": "text",
    "content": [
      "В 1916 году Боччони уходит добровольцем на фронт. Погиб на учениях, упав с лошади. Гений прожил всего 33 года, но его творчество оказало огромное влияние на искусство XX и XXI веков. Арт-критик New York Times Грейс Глюк назвала Умберто «пылающей кометой» итальянского футуризма. Мастер считал любой рисунок или скульптуру ураганом, вихрем эмоций. После смерти Боччони никто не взял на себя руководство футуристическим движением, и оно распалось.",
      "Несмотря на короткую жизнь, он оказал огромное влияние на модернизм, скульптуру, архитектуру и концепцию формы в искусстве."
    ]
  },
  {
    "view": "headline",
    "title": "Интересные факты"
  },
  {
    "view": "list",
    "list": [
      "Боччони был не только художником, но и теоретиком — он писал манифесты и эссе.",
      "Скульптура «Уникальные формы непрерывности…» стала символом итальянского футуризма и попала на монету 20 евроцентов.",
      "Он разрушал традиционные представления о форме: объект в его работах существовал в нескольких состояниях сразу.",
      "После его смерти часть произведений была утеряна, включая несколько скульптур.",
      "Боччони критиковал академическое искусство как мёртвое и неактуальное."
    ]
  },
  {
    "view": "headline",
    "title": "Источники и рекомендации"
  },
  {
    "view": "list-thin",
    "list": [
      "<a href=\"https://veryimportantlot.com/ru/news/obchestvo-i-lyudi/umberto-bochchoni-biografiya-tvorchestvo-khudozhnika\" target=\"_blank\">VeryImportantLot — биография и творчество</a>",
      "<a href=\"https://thesketchline.com/authors/umberto-bochchoni/\" target=\"_blank\">Sketchline — краткий очерк</a>",
      "<a href=\"https://en.wikipedia.org/wiki/Umberto_Boccioni\" target=\"_blank\">Wikipedia: Umberto Boccioni</a>",
      "<a href=\"https://www.youtube.com/watch?v=IZWRMRVa3Ps\" target=\"_blank\">Видео: Futurism and Boccioni (The Art Assignment)</a>"
    ]
  }
]
