
[
  {
    "view": "intro",
    "avatar": "/images/artists/pablo-picaso/avatarkandinskiy.webp",
    "title": "Василий Кандинский",
    "dates": "1866–1944",
    "content": [
     "Русский художник, философ, теоретик искусства и один из основоположников <a href=\"/art-movements/fovism\">абстракционизма</a>. Кандинский сыграл ключевую роль в становлении авангарда XX века и стал первым, кто сознательно отказался от изображения реальности ради выражения внутреннего мира человека. Его картины — не изображение, а переживание. Он создавал не образы — а пространства для звучания души."
    ],
    "tags": [ "Абстракционизм", "Экспрессионизм" ]
  },
  {
    "view": "quote",
    "content": "Все начинается с точки."
  },
  {
    "view": "image",
    "img": "/images/kandinsky-in-studi.webp",
    "description": "Василий Кандинский, AFP"
  },
  {
    "view": "text",
    "title": "Биография",
    "content": [
     "Кандинский родился в Москве и получил классическое образование — юридическое и экономическое. До 30 лет он преподавал в университете, но всё изменилось после трёх глубоко личных встреч с искусством: путешествия к коми-зырянам, где он увидел расписную утварь, названную «поющими предметами»; посещения выставки Моне, где он не смог сразу распознать «Стог сена»; и постановки оперы Вагнера «Лоэнгрин», в которой звук, свет и образ слились в целое.",
      "Вдохновлённый этими переживаниями, Кандинский бросает карьеру и едет в Мюнхен, где начинает обучение живописи. Его ранние работы полны символизма, декоративности и влияний народного искусства. Уже тогда в них слышится нечто большее, чем форма: стремление к выражению невидимого, к живописи, которая действует, как музыка.",
        {
        "img": "/images/gallery/picasso-starik-s-malchikom.webp",
        "name": "Старик с мальчиком"
      },
      "С 1909–1910 годов Кандинский всё чаще отказывается от фигуративности. Вместо сюжетов — ощущение, вместо объектов — цветовые поля и ритмы. В 1911 году он публикует трактат «О духовном в искусстве», где утверждает: искусство должно говорить языком внутренней необходимости. Он сравнивает художника с музыкантом, а живопись — с симфонией.",
         {
        "img": "/images/gallery/vasiliikandinskii-kompozitsiya_7.webp",
        "name": "Василий Кандинский. «Композиция №7», 1913"
      },
      "В том же году с Францем Марком он организует группу «Синий всадник». Это не просто художественное объединение — это манифест нового искусства, освобождённого от иллюзии и навязанной формы. Кандинский работает с сериями «Импрессии», «Импровизации», «Композиции», вводя музыкальные принципы в изобразительный язык.",
          {
        "img": "/images/gallery/kandinsky-sinii-vsadnik.webp",
        "name": "Василий Кандинский. «Синий всадник» (обложка альманаха), 1911"
      }, 
      {
        "img": "/images/gallery/vasiliikandinskii-kompozitsiya_6.webp",
        "name": "Василий Кандинский. «Композиция №6», 1913"
      },
      "После революции он возвращается в Россию, участвует в становлении художественного образования, но вскоре разочаровывается в происходящем. В 1921 году уезжает в Германию, где начинает преподавать в Баухаузе."
    
    ]
  },
    {
        "img": "/images/gallery/picasso-starik-s-malchikom.webp",
        "name": "Старик с мальчиком",
        "view": "fields",
        "bg": "F4F4F4"
      },
  {
    "view": "headline",
    "title": "Баухауз и аналитический период"
  },
    {
    "view": "text",
    "content": [
    "В Баухаузе Кандинский читает лекции о цвете, форме, точке и линии. Его живопись становится более геометричной, логичной, структурированной. В этот период он пишет фундаментальную теоретическую работу «Точка и линия на плоскости», в которой рассматривает живопись как язык со своей грамматикой и логикой. Цвет теперь — не просто эмоция, а структура, форма — не просто силуэт, а звук, направление, напряжение.",
    {
        "img": "/images/gallery/picasso-starik-s-malchikom.webp",
        "name": "Старик с мальчиком"
      },
      "Он говорит: линия может быть острой или мягкой, направленной вверх (как героизм) или вниз (как упадок); круг — совершенство, квадрат — устойчивость, треугольник — стремление."
    ]
      },  
    {
    "view": "headline",
    "title": "Париж и поздний стиль"
  },
    {
    "view": "text",
    "content": [
    "В 1933 году Кандинский покидает Германию и поселяется в пригороде Парижа. Его живопись вновь становится мягче, текучей, наполненной биоморфными формами. Он изучает биологию, смотрит в микроскоп, читает научные справочники. В картинах появляется пластика эмбрионов, микроорганизмов, растений. Цветовая палитра светлеет, появляется светлая лирика, спокойствие. Это время зрелой гармонии и внутренней свободы. Он работает над сериями, где соединяются все его искания — музыкальные, философские, визуальные.",
      {
        "img": "/images/gallery/picasso-starik-s-malchikom.webp",
        "name": "Старик с мальчиком"
      },
      "Кандинский был одним из немногих художников, кто ощущал музыку в цвете и форму в звуке. Он верил, что искусство должно быть синестезийным, затрагивать все чувства сразу. Он говорил: «Каждый цвет звучит. Внутри картины — оркестр».",
    "Его живопись — это не история, не образ, не иллюстрация. Это состояние. Он стремился вызвать у зрителя вибрацию, эмоциональный отклик, духовный резонанс. Его работы — это звучащие структуры, невидимые партитуры, через которые можно услышать душу художника.",
        {
        "img": "/images/gallery/picasso-starik-s-malchikom.webp",
        "name": "Старик с мальчиком"
      },
      "Кандинский оказал влияние на целые поколения художников — от экспрессионистов и супрематистов до американского абстрактного экспрессионизма и современного параметризма. Он изменил саму природу искусства, превратив его из изобразительного языка в язык чувств, движения, внутренней правды."
    ]
      },  
  {
  "view": "headline",
  "title": "Интересные факты"
},
{
  "view": "list-bold",
  "list": [
    "<b>Он бросил юриспруденцию ради живописи в 30 лет.</b> До этого Кандинский преподавал право в Московском университете и мог сделать блестящую научную карьеру, но однажды решил: его путь — в искусстве.",
    "<b>Кандинский обладал синестезией.</b> Он действительно слышал цвета и чувствовал живопись как музыку. Это напрямую повлияло на его стремление создать «живопись, которая звучит».",
    "<b>Первую абстракцию он создал случайно.</b> Увидев перевёрнутую собственную картину, он вдруг испытал потрясение от чистого цвета и формы — и понял, что предмет можно отбросить.",
    "<b>Он писал партитуры для глаз.</b> Кандинский мечтал объединить живопись, музыку и поэзию. Его цикл «Звуки» и спектакль «Жёлтый звук» стали первыми попытками синтеза искусств на уровне формы и восприятия."
  ]
},
    {
    "view": "headline",
    "title": "Источники"
  },
  {
    "view": "list-thin",
    "list": [
      "Статья: <a href=\"https://artplaymedia.ru/blog/vasiliy-kandinskiy-hudozhnik-sinestet\" target=\"_blank\">Кандинский — художник-синестет на ArtPlayMedia</a>",
      "Статья: <a href=\"https://art-most.com/tvorchestvo-i-zhiznennaya-filosofiya-i-vasiliya-kandinskogo-5-nastavlenij-hudozhnika/\" target=\"_blank\">Философия Кандинского — Art-Most</a>",
      "PDF: <a href=\"/files/30_12_Kandinskiy_123.pdf\" target=\"_blank\">Текст экскурсии «Цветозвуки»</a>",
      "Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=6bxD9M79QJk\" target=\"_blank\">Кандинский — путь к абстракции</a>"
    ]
  }
]


