[
  {
    "view": "headline",
    "title": "Рой Лихтенштейн (1923–1997)"
  },
  {
    "view": "text",
    "content": [
      "Рой Лихтенштейн — один из самых узнаваемых художников XX века и центральная фигура американского поп-арта. Его картины похожи на увеличенные страницы из комиксов, но за простыми фразами и яркими красками скрываются вопросы о культуре, зрении и искусстве в эпоху массового производства. Он превратил визуальный мусор — от комиксов до рекламы — в язык искусства, разобрав этот язык на части и собрав заново.",
      "Лихтенштейн не копировал комиксы — он анализировал их структуру, эмоциональные клише, типовую графику, обращая внимание на то, как мы потребляем изображения в медиа."
    ]
  },
  {
    "view": "headline",
    "title": "Начало пути: Нью-Йорк, живопись, преподавание"
  },
  {
    "view": "text",
    "content": [
      "Он родился в Нью-Йорке в 1923 году в обеспеченной семье, изучал изобразительное искусство в университете Огайо. В молодости увлекался кубизмом, экспрессионизмом, писал в духе Пикассо и Кандинского. Участвовал во Второй мировой, а после войны преподавал искусство и пытался найти собственный стиль.",
      "1950-е прошли в поисках. Он пробовал абстрактную живопись, но чувствовал отчуждение. Искусство казалось элитарным и замкнутым. Всё изменилось в начале 60-х, когда он обратился к самому заметному визуальному фону своей эпохи — массовой печатной графике."
    ]
  },
  {
    "view": "headline",
    "title": "Прорыв: комикс как язык"
  },
  {
    "view": "text",
    "content": [
      "В 1961 году он создаёт работу «Look Mickey» — изображение Микки-Мауса и Дональда Дака, будто вырезанное из дешёвого детского журнала, но перенесённое на холст. Картина была ироничной, дерзкой и формально точной. Её увидел Энди Уорхол, и с этого момента Лихтенштейн вошёл в круг поп-арт-сцены.",
      "Комикс стал не темой, а приёмом. Он работал с романтическими и военными комиксами 40–50-х годов, убирая лишнее, фокусируясь на одном кадре, одном реплике. Он увеличивал картинку до грандиозного масштаба и превращал бытовой визуальный фрагмент в арт-объект. Это было одновременно критикой и признанием поп-культуры."
    ]
  },
  {
    "view": "headline",
    "title": "Приёмы и эстетика"
  },
  {
    "view": "text",
    "content": [
      "1. Точки Бен-Дэя. Самая узнаваемая особенность работ Лихтенштейна — имитация типографской печати через цветные точки (так называемые бен-дей). Он вручную воспроизводил этот эффект, показывая: вот как устроена печатная иллюзия объёма и света.",
      "2. Чёткий контур и упрощённый цвет. Линии у Лихтенштейна всегда безупречно прямые, цвет — плоский, часто ограничен 3–4 оттенками. Это отсылает к массовому производству, где экономия и повторяемость важнее нюансов.",
      "3. Масштаб. Картины Лихтенштейна огромны — в отличие от комиксов, которые можно было выбросить, эти образы захватывали стены галерей. Масштаб делал привычное непривычным.",
      "4. Цитаты и пародии. Он цитировал не только комиксы, но и великих художников: создавал версии работ Моне, Пикассо, Ван Гога в своём стиле. Эти «переводы» раскрывали механизм визуального восприятия: что происходит, когда стиль вытесняет содержание?",
      "5. Повторяемость. Как и Уорхол, он любил серийность — делал вариации одной сцены, показывая, как изменяется восприятие от формы, цвета, контекста."
    ]
  },
  {
    "view": "headline",
    "title": "Ирония, драма и культурный срез"
  },
  {
    "view": "text",
    "content": [
      "Хотя его картины кажутся поверхностными, они полны эмоционального кода. Женщины в слезах, солдаты на грани гибели, восклицания в облачках — всё это цитаты из массовой драмы. Но в их повторении, графической стерильности, механическом точечном фоне есть отстранённость, холод.",
      "Он говорил об искусстве в эпоху печати, телевидения, рекламы. Где чувства становятся шаблонами, лица — масками, а образы теряют привязку к реальности. Он не смеялся над поп-культурой — он изучал её изнутри."
    ]
  },
  {
    "view": "headline",
    "title": "Поздний период и признание"
  },
  {
    "view": "text",
    "content": [
      "С 1970-х он экспериментировал с архитектурными формами, интерпретировал китайскую живопись, создавал инсталляции и стеклянные скульптуры. Он преподавал, участвовал в биеннале, его работы покупали MoMA, Tate, Whitney, Centre Pompidou.",
      "Лихтенштейн умер в 1997 году от пневмонии, оставив огромное наследие и повлияв на поколения художников, дизайнеров и визуальных исследователей."
    ]
  },
  {
    "view": "headline",
    "title": "Наследие"
  },
  {
    "view": "text",
    "content": [
      "Он стал символом эпохи, в которой форма стала содержанием, где границы между высоким и массовым исчезли. Его работы до сих пор кажутся актуальными — в мире, полном клише, фильтров, шаблонов и копий.",
      "Лихтенштейн показал: комикс — это не просто развлечение. Это зеркало визуальной культуры."
    ]
  },
  {
    "view": "headline",
    "title": "Интересные факты"
  },
  {
    "view": "list-bold",
    "list": [
      "Рой Лихтенштейн начал создавать «комикс-картины» в возрасте почти 40 лет — до этого он писал в духе модернистов.",
      "Он вручную рисовал точки Бен-Дэя — эффект типографской печати, чтобы добиться машинной графики с идеальной точностью.",
      "Свою студию Лихтенштейн называл «производством» — он работал как дизайнер, художник и инженер одновременно.",
      "Он вдохновлялся не только комиксами, но и японской гравюрой, архитектурой и классическим европейским искусством.",
      "Художник часто пародировал не только массовую культуру, но и саму историю искусства — от Моне до Пикассо."
    ]
  },
  {
    "view": "headline",
    "title": "Источники"
  },
  {
    "view": "list-thin",
    "list": [
      "Статья: <a href=\"https://artwizard.eu/ru/roy-lichtenstein,-the-master-of-american-pop-art--ar-24\" target=\"_blank\">ArtWizard — Рой Лихтенштейн, мастер американского поп-арта</a>",
      "Статья: <a href=\"https://holstpro.com.ua/articles/roj-lihtenshtejn/\" target=\"_blank\">HolstPro — Жизнь и стиль Лихтенштейна</a>",
      "Статья: <a href=\"https://www.artmajeur.com/ru/magazine/8-vstrecajte-i-otkryvajte-dla-seba/roj-lihtenstejn-ikona-pop-arta-i-kul-turnoj-transformacii/335689\" target=\"_blank\">Artmajeur — Лихтенштейн как икона культуры</a>",
      "Видео: <a href=\"https://youtu.be/lkt6TJmf-wA\" target=\"_blank\">YouTube — Рой Лихтенштейн и искусство поп-арта</a>"
    ]
  }
]
