[
   {
    "view": "intro",
       "avatar": "/images/gallery/lichtenstein-avatar.webp",
    "title": "Виктор Вазарели",
    "dates": "1906–1997",
    "content": [
      "Виктор Вазарели — художник, который научил живопись двигаться. Он считается основателем оптического искусства (оп-арта) и стал одним из первых, кто превратил восприятие и иллюзию в основной художественный материал. Его картины вибрируют, пульсируют, проваливаются вглубь — хотя это всего лишь краска на холсте."
    ],
           "tags": [ "Оп-Арт" ]
  },
    {
    "view": "image",
    "img": "/images/gallery/vasarelli-portrait.webp",
    "description": "Виктор Вазарели"
  },
  {
    "view": "headline",
    "title": "Биография"
  },
  {
    "view": "text",
    "content": [
      "Виктор Вазарели родился в Венгрии и с юности увлекался наукой, математикой и искусством. Он учился в Мюэгье (Будапештском университете) и параллельно посещал художественные студии. Настоящий поворот произошёл после знакомства с идеями Баухауза — объединения науки, дизайна и изобразительного искусства.",
      "В 1930 году Вазарели переехал в Париж, где начал работать в графике и рекламе. Его интересовало, как простейшие формы — круг, квадрат, линия — могут передавать сложные эмоции и состояния."
    ]
  },
     {
    "view": "image",
    "img": "/images/gallery/viktorvazareli-issledovaniedvizheniya.webp",
    "description": "«Исследование движения», Виктор Вазарели"
  },
  {
    "view": "headline",
    "title": "Рождение оп-арта"
  },
  {
    "view": "text",
    "content": [
      "В 1950-х годах Вазарели отказывается от фигуративной живописи и начинает создавать геометрические композиции, построенные на оптических эффектах. Он осознанно отказывается от традиционного сюжета и объёма — и вместо этого предлагает визуальную игру.",
      "Цвет, форма, масштаб, повтор — всё подчинено цели: создать впечатление движения и глубины на неподвижной поверхности.",
      "В 1965 году его работы были представлены на выставке The Responsive Eye в MoMA (Нью-Йорк) — и термин «оп-арт» вошёл в историю. Вазарели стал его лицом и философом."
    ]
  },
     {
    "view": "image",
    "img": "/images/gallery/vasarrelli-vega-200.webp",
    "description": "«Vega 200», Виктор Вазарели"
  },
  {
    "view": "image",
    "img": "/images/gallery/vazarelli-zebra.webp",
    "description": "«Zebra», Виктор Вазарели"
  },
  {
    "view": "text",
    "content": [
      "Контраст и цвет. Он использует чёрно-белые и цветные сочетания, которые заставляют глаз колебаться, искать фокус, «достраивать» пространство.",
      "Деформация сетки. Прямые линии превращаются в волны, квадраты — в сферы. Холст начинает дышать.",
      "Модули и серийность. Вазарели разрабатывает пластический алфавит — систему визуальных элементов, которые можно комбинировать, как буквы.",
      "Абстракция без хаоса. Его абстракция математически точна — она не интуитивна, а выстроена по логике, как формула.",
      "Он создавал и «живые» инсталляции — например, стеклянные панно, которые реагировали на свет и движение зрителя."
    ]
  },
  {
    "view": "headline",
    "title": "Искусство для всех"
  },
  {
    "view": "text",
    "content": [
      "Вазарели считал, что искусство не должно быть элитным. Он мечтал о «городе будущего», где фасады, мебель, витражи и одежда будут основаны на визуальной гармонии и ритме. Его проекты интегрировались в архитектуру — он оформлял станции метро, больницы, публичные пространства.",
      "«Искусство должно быть тиражируемо. Оно должно жить в тканях, плакатах, витринах — быть частью среды».",
      "Он верил в синтез искусства и технологий, предвосхищая эпоху цифрового дизайна."
    ]
  },
  {
    "view": "headline",
    "title": "Наследие"
  },
  {
    "view": "text",
    "content": [
      "Виктор Вазарели оставил после себя не только тысячи работ, но и идею, что зрение — это мышление. Он повлиял на развитие графического дизайна, цифровой анимации, архитектуры и даже моды.",
      "В 1976 году он основал музей в Экс-ан-Провансе, где хранятся его архивы и инсталляции. Его идеи живут в логотипах, паттернах, арт-объектах, экранах и интерфейсах."
    ]
  },
  {
    "view": "headline",
    "title": "Интересные факты"
  },
  {
    "view": "list-bold",
    "list": [
      "Вазарели начал карьеру как графический дизайнер и долгое время создавал рекламные постеры и логотипы.",
      "Он был вдохновлён не только Баухаузом, но и биологией — интересовался зрительным восприятием, нервной системой и оптическими иллюзиями.",
      "Одна из самых известных его работ — логотип компании Renault, разработанный в 1972 году.",
      "Вазарели использовал систему «пластического алфавита» — визуальный язык, состоящий из модулей, форм и цветов.",
      "Он мечтал о «городе визуальной гармонии», где искусство, архитектура и технологии сосуществуют как единая среда."
    ]
  },
  {
    "view": "headline",
    "title": "Источники"
  },
  {
    "view": "list-thin",
    "list": [
      "Статья: <a href=\"https://skillbox.ru/media/design/kto-takie-op-art-khudozhniki/\" target=\"_blank\">Skillbox — Кто такие оп-арт художники?</a>",
      "Статья: <a href=\"https://artchive.ru/artists/2008~Viktor_Vazareli\" target=\"_blank\">Artchive — Виктор Вазарели</a>",
      "Статья: <a href=\"https://www.theartstory.org/artist/vasarely-victor/\" target=\"_blank\">The Art Story — Victor Vasarely</a>",
      "Видео: <a href=\"https://www.youtube.com/watch?v=HFKB5Hja7BM\" target=\"_blank\">YouTube — Vasarely and the illusion of movement</a>"
    ]
  }
]
