[
  {
    "view": "headline",
    "title": "Владимир Татлин (1885–1953)"
  },
  {
    "view": "text",
    "content": [
      "Владимир Татлин — один из самых дерзких художников XX века и основатель конструктивизма. Он отверг традиции академического искусства, вышел за пределы холста и сделал шаг навстречу новой реальности. Его творчество — это постоянный поиск: от живописи к объёму, от формы к конструкции, от утопии к инженерии."
    ]
  },
  {
    "view": "headline",
    "title": "Начало: живопись, путешествия, переход"
  },
  {
    "view": "text",
    "content": [
      "Татлин родился в Москве, но детство провёл в Харькове. Рано остался без матери, отец был инженером-механиком. В молодости учился в Московском училище живописи, затем — в Петербургской академии художеств. Параллельно работал моряком и много путешествовал, особенно по Средиземноморью. Эти поездки стали первыми уроками материала и формы.",
      "Сначала он писал в духе импрессионизма и модерна, позже сблизился с кубизмом, особенно под влиянием Пикассо. Именно работы Пикассо, увиденные в Париже, подтолкнули его к самому важному шагу — разорвать с традиционной живописью и начать создавать трёхмерные объекты."
    ]
  },
  {
    "view": "headline",
    "title": "Контррельефы: искусство становится конструкцией"
  },
  {
    "view": "text",
    "content": [
      "В 1913 году Татлин создаёт свои первые контррельефы — объёмные композиции из фанеры, металла, проволоки, стекла. Он не просто отказывается от живописи — он утверждает, что искусство должно быть реальным, материальным, функциональным.",
      "Контррельефы нельзя повесить на стену как картину. Они выходят в пространство, взаимодействуют с архитектурой и светом. Это не изображение — это предмет, почти инженерная модель.",
      "«Живопись умерла, да здравствует реальность» — мог бы сказать Татлин, разрывая границы жанров."
    ]
  },
  {
    "view": "headline",
    "title": "Башня Татлина — символ утопии"
  },
  {
    "view": "text",
    "content": [
      "В 1919 году Татлин получает заказ от наркомпроса на создание Памятника III Интернационала. Он проектирует гигантскую конструкцию высотой 400 метров — выше Эйфелевой башни. Внутри должны были вращаться стеклянные формы — зал заседаний, конференц-зал, радиоцентр.",
      "Башня Татлина была невозможна технически, но стала манифестом авангарда: союзом искусства, техники и революции. В ней не было декоративности — только динамика, энергия, вера в новую материальную культуру.",
      "Башню так и не построили. Но она осталась символом того времени, когда художники мечтали проектировать будущее, а не только отражать настоящее."
    ]
  },
  {
    "view": "headline",
    "title": "Театр и Летатлин"
  },
  {
    "view": "text",
    "content": [
      "Татлин не ограничивался искусством в галереях. Он работал в театре, создавал авангардные декорации, в том числе для Государственного театра революции и спектаклей по пьесам Маяковского.",
      "В 1929 году он начинает проектировать Летатлин — аппарат, сочетающий в себе качества самолёта и птицы. Устройство не было способно к полёту, но стало философским проектом: синтезом искусства, науки и мечты о свободе. Это была эстетическая машина, человекоподобная и стремящаяся в небо."
    ]
  },
  {
    "view": "headline",
    "title": "Конструктивизм как философия"
  },
  {
    "view": "text",
    "content": [
      "Татлин считал, что искусство должно быть полезным. Он не верил в «искусство ради искусства» — художник должен проектировать одежду, мебель, архитектуру, новые формы жизни. Его идеи повлияли на ВХУТЕМАС, Баухауз, индустриальный дизайн и современное искусство.",
      "В 1920-е годы он преподавал, курировал мастерские, создавал утопические проекты. В 1930-е почти исчез из публичного пространства — занимался разработками в рамках НИИ и художественных студий, вписанных в систему."
    ]
  },
  {
    "view": "headline",
    "title": "Наследие"
  },
  {
    "view": "text",
    "content": [
      "Имя Татлина стало символом авангардного дерзновения. Он не боялся выйти за пределы холста и музейной тишины. Он мечтал о будущем, где искусство станет частью среды, а художник — инженером нового мира.",
      "Сегодня его контррельефы — в музеях по всему миру. Башня воспроизводится в виде макетов. Его идеи — в основе современных архитектурных инсталляций и концептуальных форм.",
      "Владимир Татлин не просто создал формы — он изменил саму логику художественного мышления."
    ]
  },
  {
    "view": "headline",
    "title": "Интересные факты"
  },
  {
    "view": "list-bold",
    "list": [
      "Татлин начал творческий путь как иконописец, но быстро порвал с религиозной и академической традицией.",
      "Он лично общался с Пикассо в Париже, и это знакомство стало поворотным моментом в его карьере.",
      "Башня III Интернационала так и не была построена, но стала иконой архитектурного авангарда.",
      "Летатлин разрабатывался как реальный летающий аппарат, но был показан только как экспериментальная модель.",
      "Татлин преподавал в ВХУТЕМАСе и оказал влияние на целое поколение архитекторов и дизайнеров."
    ]
  },
  {
    "view": "headline",
    "title": "Источники"
  },
  {
    "view": "list-thin",
    "list": [
      "Статья: <a href=\"https://tatlin.ru/articles/otecz_xudozhestvennogo_avangarda\" target=\"_blank\">Tatlin.ru — Отец художественного авангарда</a>",
      "Статья: <a href=\"https://rusavangard.ru/online/biographies/tatlin-vladimir-evgrafovich/\" target=\"_blank\">Rusavangard.ru — Биография Татлина</a>",
      "Статья: <a href=\"https://losko.ru/vladimir-tatlin/\" target=\"_blank\">Losko.ru — Владимир Татлин</a>",
      "Видео: <a href=\"https://www.youtube.com/watch?v=uxZUh36fpqA\" target=\"_blank\">YouTube — Лекция о Татлине №1</a>",
      "Видео: <a href=\"https://www.youtube.com/watch?v=cCtm_uvv4sY\" target=\"_blank\">YouTube — Лекция о Татлине №2</a>"
    ]
  }
]
