[
  {
    "view": "intro",
    "title": "Морис де Вламинк",
    "dates": "1876–1958",
    "content": [
      "Французский живописец, график и писатель — один из основателей фовизма. Самоучка, который гордился тем, что не учился ни в академии, ни в мастерских. Его ранние работы отличались экспрессивной манерой, яркой палитрой и свободным, почти инстинктивным письмом. Под влиянием Ван Гога Вламинк начал использовать чистые, насыщенные цвета и широкие мазки, что сблизило его с Матиссом и Дереном. Участвовал в Осеннем салоне 1905 года, где фовисты получили своё название."
 ],
    "tags": [ "Фовизм" ]
  },
  {
    "view": "quote",
    "content": "В искусстве теории так же полезны, как предписания доктора: нужно быть больным, чтобы верить им."
 },
    {
    "view": "image",
    "img": "/images/gallery/vlamink-deren.webp",
    "description": "Дерен и Вламинк, 1942 год"
  },
  {
    "view": "headline",
    "title": "Биография"
  },
  {
    "view": "text",
    "content": [
    "Родился в пригороде Парижа, в музыкальной семье. Живописью начал заниматься самостоятельно, не получив формального художественного образования. Он рано проявил независимость в мышлении и творчестве: сочетал живопись, велоспорт и даже увлекался литературой.",
    "В 1900 году случайно познакомился с <a href=\"/artists/andre-deren\">Андре Дереном</a> — это стало поворотным моментом. Вместе они арендовали мастерскую и много писали на пленэре в Шату. Вламинк был под сильным влиянием Ван Гога, что отразилось в его живописи яркими, резкими цветами и экспрессивной манерой. В 1905 году участвовал в знаменитом Осеннем салоне, где работы <a href=\"/artists/anri-matiss\">Матисса, <a href=\"/artists/andre-deren\">Дерена</a> и Вламинка стали объектом шока критиков — именно тогда и родился термин фовизм (от фр. fauves — дикие).", 
     {
    "view": "image",
    "img": "/images/gallery/vlamink-portret-andre-derena.webp",
    "description": "Портрет Андре Дерена"
  },
    "Вламинк писал пейзажи, городские улицы, натюрморты, часто в напряжённой, почти драматической манере. Его живопись выражает не столько объект, сколько внутреннее состояние художника. В 1910-е годы под влиянием творчества Сезанна он кратковременно приблизился к более строгой композиции, но вскоре вернулся к интуитивному письму.",
     {
    "view": "image",
    "img": "/images/gallery/vlamink-sena-v-shatu.webp",
    "description": "Сена в Шату"
  },
   {
    "view": "image",
    "img": "/images/gallery/vlamink-derevya-u-doma.webp",
    "description": "Деревья у дома"
  },
    "Помимо живописи, Вламинк писал эссе, стихи и мемуары. Его творчество оказало влияние на развитие экспрессионизма и сохранило в себе дух художественного бунта, характерного для начала века."
 ]
  },
	  {
    "view": "headline",
    "title": "Интересные факты"
  },
  {
    "view": "list",
    "list": [
      "<b>Не любил Пикассо</b>. Вламинк был резким критиком кубизма и лично Пикассо. В своих мемуарах он писал, что «не верил ни в его живопись, ни в его честность».",
      "<b>Знакомство с Дереном — по случайности</b>. Он познакомился с Андре Дереном в 1900 году после крушения поезда. Это знакомство стало поворотным моментом в его жизни.",
      "<b>Бывший велогонщик</b>. До того как заняться живописью, он профессионально занимался велоспортом и даже участвовал в гонках — был членом велосипедного клуба."
    ]
  },
	  {
    "view": "headline",
    "title": "Источники"
  },
                {
                 "view": "list-thin",
		"list": [
			"Вламинк М. Портреты перед смертью: воспоминания.",
			"Статья: Н. <a href=\"https://dzen.ru/a/Y5mzd_09gA9pMKu_\" target=\"_blank\">Морис де Вламинк: художник цвета и темперамента</a>",
			"Лекция на YouTube: <a href=\"https://www.youtube.com/watch?v=RgG6Ur1Lm_A\" target=\"_blank\">Величайшие художники мира. От импрессионизма до сюрреализма и абстракционизма. Морис де Вламинк</a>"
		]
}
]
