[
  {
    "view": "intro",
    "title": "Модернизм как искусство отрицания"
  },
  {
    "view": "text",
    "content": [
      "Характерная черта искусства XX столетия – многообразие творческих индивидуальностей, художественных направлений и объединений.",
  "Термин <b>«модернизм»</b> характерен для русскоязычной искусствоведческой школы, в западных (англоязычных) источниках – это термин «modern». В русской эстетике «модерн» означает исторически предшествовавший модернизму художественный стиль конца XIX – начала XX века (ар нуво), поэтому необходимо различать эти два понятия.",
  "<b>Модернизм </b> (от французского – современный, новейший) – совокупность художественных тенденций, направлений, деятельности отдельных художников ХХ века, для которых свойственно отрицание художественных традиций и поиск нового художественного языка, новых форм искусства путем эксперимента.",
  "Искусство модернизма выступает с позиций открытия новых путей, объявляя себя авангардом, отсюда часто используется понятие «авангардное искусство» («художественный авангард»)."    
    ]
  },
      {
        "view": "image",
        "img": "/images/art-movements/salon-dAutomne.webp",
        "description": "Salon d’Automne, 1905"
      },
   {
        "view": "image",
        "img": "/images/gallery/matiss-muzyka-cely.webp",
        "description": "«Музыка», Анри Матисс"
      },
  {
    "view": "text",
    "content": [
     "<b>Авангардизм</b> (от французского – передний край, передовой отряд) – совокупное название сложившихся в 1900–1920-е годы художественных тенденций, более радикальных, чем модернизм, для которых характерно программное, выраженное в полемически-боевой форме (отсюда и само понятие, взятое из военно-политической лексики) противопоставление себя прежним традициям творчества и социальным стереотипам в целом, а также первичность использования нового художественного языка. Художественный авангард был нацелен на радикальное преобразование человеческого сознания средствами искусства, на эстетическую революцию, его расцвет совпал с волной войн и революций. ",
      "Несмотря на обилие течений модернизма (авангардизма), как крупных, так и менее значительных, безусловно, присутствует ряд черт, общих и характерных для большинства из них. Прежде всего это антитрадиционный характер, революционно-разрушительный пафос по отношению к традиционному искусству и традиционным ценностям культуры; это и отказ от утвердившегося в XIX веке реалистически-натуралистического изображения видимой действительности, и эпатажно заявленные претензии на создание принципиально нового во всем – в содержании, в формах, приемах и средствах художественного выражения.",
       {
        "view": "image",
        "img": "/images/gallery/filonov-formula-vesny.webp",
        "description": "Павел Филонов, «Формула весны»"
      },
      "Художник-авангардист заряжен энергией разрушения и желанием переосмыслить, переделать, переоценить. Представителям авангарда присуща своя романтическая мифология, переходящая часто в нигилизм, отбросив проблемы художественной традиции, они поставили во главу угла «свободу выражения».",
     "Поиск нового художественно-пластического языка, независимого от традиционно-художественных предпочтений, становится принципиальной особенностью творческого метода модернизма. Отсюда характерные для модернизма увлечение формально-пластическими, композиционными и колористическими проблемами художественного творчества, целью которого является создание принципиально оригинальных произведений, несущих внутреннюю свободу и новизну выразительных средств изобразительного языка, основанных на особом видении мира автором. ",
      {
        "img": "/images/gallery/endiuorhol-banoksupakempbell.webp",
        "description": "«Банки с супом Кемпбелл», Энди Уорхол, 1962 год"
      },
     "Художественное открытие, способность к самообновлению стали обязательным правилом. Критерием ценности произведения становится степень выраженности творческой свободы и независимости автора. Такой подход к назначению творчества ставил художника перед неограниченной свободой самовыражения, утверждения любых субъективных замыслов. Всем течениям модернизма свойственен субъективизм в оценке действительности. Главное не мир, а мое отношение к нему – таково философское кредо художника-модерниста. ",
    "Происходит осмысление эстетического новаторства как акта, меняющего не просто художественный язык, но и психологию человека, где отмечается нарастание субъективности, приводящее к возникновению нового типа художника как личности, наделенной правом творить вымышленный, воображаемый мир, чаще всего вообще не соотнося его с реально существующей действительностью.",
   {
        "img": "/images/gallery/salvadordali-son.webp",
        "description": "«Сон», Сальвадор Дали"
      },
      "Концентрируя свои усилия не на результате, а на самом процессе творчества, на его динамике, художник утверждает необязательность прямых взаимосвязей между образом и предметом, когда высшую ценность приобретают слово, линия, цвет, фактура, форма. Художник в этом случае становится языкотворцем, применяющим самые разнообразные методы выражения преображенного бытия. Соответственно кардинально меняется отношение этой личности к миру.",
      "Преобладает взгляд на свое собственное творчество как эксперимент, которому предстоит дать плоды в будущем. Обращенность авангарда в будущее рождает стремление к пророчеству и жизнестроительству, осуществляемому средствами искусства. Желание быть творцом и творить из ничего, как Бог-Творец, начинает захватывать с неодолимой силой. Модернисты поддались на провокационную мысль, сводящуюся к тому, что, откинув все устои старого искусства и выйдя «за нуль к творчеству», можно почувствовать себя полноценным творцом. Свободу в творчестве, думали они, можно обрести только за пределами реального, и процесс творчества был направлен на разрыв с реальной формой действительности.",
    "В искусстве модернизма изображение подвергается экспрессивным деформациям, аналитическому расчленению, различным игровым преобразованиям, вплоть до полного вытеснения изобразительности в абстрактном искусстве. Такая установка по сути своей противоречила веками устоявшейся духовной практике, на которую опиралось до этого времени изобразительное искусство Европы и России.",
 {
        "img": "/images/gallery/mark-volki-balkanskaya-voina.webp",
        "description": "Франц Марк. «Волки (Балканская война)», 1913"
      },
      "Причем, как христианской, где духовное и материальное не разрывается (икона – одухотворенная, преображенная телесность), так и классической, где духовное и материальное находилось в ясно и четко выраженной гармонии. Икона своей художественной формой наглядно свидетельствовала о реальности небесного мира. Картина миметична (подражательна), она свидетельствовала о реальности материального, земного мира. Художник-авангардист создает свою субъективную модель мира, и это перерастает в построение «второй реальности» в пределах самой жизни. Произведения модернистов – это фантомы, призраки, виртуальные объекты. ",
      "Истоки нового искусства уже наметились в искусстве XIX века. Мастера постимпрессионизма предопределили важнейшие тенденции модернизма; его ранний этап наметился групповыми выступлениями представителей фовизма и кубизма. Футуризм укрепил интернациональные контакты авангарда, ввел новые принципы взаимодействия искусств (изобразительного искусства, литературы, музыки, театра, фотографии и кинематографа).",
      "В 1900–1910-е годы новые направления рождаются одно за другим в широком географическом диапазоне. Экспрессионизм, дадаизм, сюрреализм – с их чуткостью к бессознательному в человеческой психике – обозначили иррациональную линию авангарда, в конструктивизме, напротив, проявилась его рациональная, строительная воля. Абстракционизм открывает принципиально новый художественный язык.",
      "Трудно охватить в подробностях картину развития многочисленных художественных направлений XX века. Никогда еще художественная культура не развивалась с такой быстротой, как в XX столетии: множество творческих объединений, движений, стилистических течений сменяли друг друга. Иногда они существовали всего несколько лет. "
    ]
  },
  {
    "view": "headline",
    "title": "Крайности и метаморфозы модернизма"
  },
  {
    "view": "text",
    "content": [
      "В природе модернизма — постоянное движение, отказ от устойчивых ориентиров. Он не закрепляется в одном состоянии, а всё время колеблется между крайностями.",
      "Модернизм легко переходит от бунта к жёсткой дисциплине, от заумного иррационализма к холодному конструктивизму, от отрицания формы — к возвращению архаики. Он разрушает академию — и тут же создаёт собственные школы. Он отвергает изображение — и обращается к знаку, структуре, системе.",
      "Это не просто поиск новых форм. Это страх перед повторением, перед банальностью, перед мёртвой традицией. Модернизм живёт в режиме непрерывной рефлексии: любое найденное решение тут же подвергается сомнению и деконструкции. Он отвергает остановку, ищет край, сбой, сброс.",
      "Именно поэтому одни и те же приёмы — например, точное изображение, реалистическая линия — могут восприниматься то как пошлость, то как изысканный жест самоиронии. Модернизм использует даже академическую технику — но уже не как норму, а как маску, цитату, ход.",
      {
        "img": "/images/gallery/valtergropius-zdaniyabauhauzvdessau.webp",
        "description": "Здание Баухауз в Дессау. Архитектор: Вальтер Гропиус, 1926"
      },
      "В этом процессе формы теряют устойчивость, а искусство всё больше становится системой знаков, а не системой образов. Оно не передаёт видимое, оно комментирует происходящее — через материал, ритм, провокацию."
    ]
  },
  {
    "view": "headline",
    "title": "Авангард: истоки, контекст, особенности"
  },
  {
    "view": "text",
    "content": [
      "Русский авангард — художественное явление начала XX века, охватывающее живопись, графику, архитектуру, поэзию и педагогику. Формирование авангарда происходило в условиях глубоких социальных и культурных трансформаций: революционные движения 1905 и 1917 годов, Первая мировая война, распад Российской империи и утверждение советской власти.",
      "Авангардные художники отвергали академические традиции, реализм, импрессионизм и салонную эстетику. Вместо воспроизведения видимого мира они стремились к созданию нового визуального языка, основанного на принципах абстракции, конструкции, синтеза искусств. Их интересовали философские и научные концепции, включая символизм, теософию, теорию вибраций, а также достижения математики, оптики, физики и технического прогресса.",
      "В рамках русского авангарда развивались различные направления — супрематизм, конструктивизм, кубофутуризм, аналитическое искусство, заумь и др. Несмотря на различия, все они были объединены установкой на радикальное обновление форм, поиск универсальных структур и попытку интеграции искусства в общественную и производственную жизнь.",
      "Художник в рамках авангардной парадигмы рассматривался не только как создатель эстетического объекта, но и как участник культурного и социального переустройства. Искусство понималось как инструмент формирования нового мышления, нового восприятия и новой среды. Эта установка особенно ярко проявилась в проектах Казимира Малевича, Владимира Татлина, Павла Филонова, Александра Родченко, Любови Поповой и других представителей художественного авангарда."
    ]
  },
     {
        "view": "image",
        "img": "/images/gallery/tatlin-3-inrenac.webp",
        "description": "Владимир Татлин. Проект «Башни III Интернационала», 1920"
      },
   {
    "view": "headline",
    "title": "УНОВИС и витебская лаборатория авангарда"
  },
  {
    "view": "text",
    "content": [
      "Объединение УНОВИС («Утвердители нового искусства») было основано в 1920 году в Витебском художественном училище по инициативе Казимира Малевича. Первоначально оно возникло как студенческое сообщество, поддерживающее идеи супрематизма, однако вскоре превратилось в теоретико-художественную школу, направленную на формирование нового художественного и социального мышления.",
      "Центральной концепцией объединения стал супрематизм — абстрактная система пластического мышления, основанная на элементарных формах (квадрат, круг, крест) и идее «чистого ощущения». Супрематизм рассматривался участниками не как художественный стиль, а как универсальный метод преобразования действительности.",
       {
        "img": "/images/gallery/malevich-s-ychenikami.webp",
        "description": "Казимир Малевич с учениками, Витебск"
      },
      "Характерной особенностью УНОВИСа была установка на коллективную работу и отказ от индивидуализма. Символом объединения стал чёрный квадрат, которым участники заменяли свои подписи. В качестве основной задачи художника провозглашалось не создание произведения искусства, а участие в проектировании новой реальности.",
      "Члены УНОВИСа работали над оформлением городской среды: создавали супрематические транспаранты, флаги, росписи фасадов, вывески, агитационные плакаты. Искусство выходило за пределы мастерской и становилось частью визуальной культуры революционного общества.",
        {
        "img": "/images/ynovis.webp",
        "description": "УНОВИС. Слева стола Казимир Малевич, справа Эль Лисицкий. Витебск. 1920 год"
      },
      "Витебская школа оказала значительное влияние на развитие авангарда не только в СССР, но и в международном контексте. Идеи Малевича и Лисицкого были восприняты европейскими художниками и педагогами, особенно в рамках Баухауса. Ласло Мохой-Надь, преподаватель Баухауса, находился под прямым влиянием витебской школы."
    ]
  },
   {
        "view": "image",
        "img": "/images/gallery/malevich-rospis.webp",
        "description": "Казимир Малевич. Принцип росписи стены. 1919–1920 годы"
      },
   {
    "view": "headline",
    "title": "Марк Шагал"
  },
  {
    "view": "text",
    "content": [
      "Марк Шагал (1887–1985) — один из самых значительных художников XX века, чьё имя неразрывно связано с Витебском и ранним этапом становления авангардного движения в Беларуси. Его творчество отличалось глубокой лиричностью, символизмом и индивидуальной поэтикой, построенной на сочетании памяти, сна, фольклора и религиозных образов.",
      "В 1918 году, вскоре после Октябрьской революции, Шагал вернулся в родной Витебск, где по его инициативе было создано Народное художественное училище. Он занимал пост комиссара по делам искусств и активно участвовал в организации художественной жизни региона. По приглашению Шагала в училище преподавали видные художники, включая Юделя Пэна, Мстислава Добужинского и Казимира Малевича.",
        {
        "img": "/images/gallery/shagal-vid-iz-okna.webp",
        "description": "«Вид из окна. Витебск», Марк Захарович Шагал"
      },
      "Однако сотрудничество с Малевичем вскоре переросло в конфликт. Шагал выступал за сохранение фигуративного начала и индивидуального художественного почерка, в то время как Малевич продвигал супрематизм как универсальный и обязательный метод. Утверждение коллективистских и беспредметных принципов УНОВИСа вступало в противоречие с поэтической и личностной манерой Шагала.",
        {
        "img": "/images/gallery/markshagal-nadgorodom.webp",
        "description": "«Над городом», Марк Захарович Шагал"
      },
      "В 1920 году, чувствуя невозможность продолжать работу в условиях доминирования супрематистской школы, Шагал покинул Витебск. Его уход стал символом разделения путей внутри авангарда: между утопическим проектом радикального обновления искусства и стремлением к сохранению индивидуального, образного и культурного наследия.",
      "Несмотря на этот разрыв, вклад Шагала в развитие художественной жизни Витебска остаётся значительным. Он заложил основы художественного образования в регионе, создал институциональную базу и способствовал притоку выдающихся педагогов. Его наследие продолжает играть важную роль в культурной идентичности Беларуси."
    ]
  },
   {
    "view": "headline",
    "title": "Наследие авангарда и его значение"
  },
  {
    "view": "text",
    "content": [
      "Авангард XX века стал одним из наиболее радикальных и влиятельных явлений в истории искусства. Его представители не только разрушили прежние каноны, но и заложили основы новых художественных языков, которые повлияли на развитие дизайна, архитектуры, типографики, театра, фотографии и визуальной культуры в целом.",
      "Многие идеи авангардистов — от абстракции и синтеза искусств до взаимодействия с наукой и производством — нашли продолжение в проектах второй половины XX века и в цифровую эпоху. Современные мультимедийные формы, концептуальное искусство, дизайн-среда, визуальные коммуникации напрямую связаны с теми принципами, которые формировались в 1910–1930-е годы.",
      "Авангард оказал воздействие не только на формы, но и на само понимание роли художника: от создателя «вещи» к создателю среды, сценария, отношения. Он утвердил право искусства быть не только эстетическим высказыванием, но и способом мышления, критики, действия."
    ]
  }
]
