[
  {
    "view": "intro",
    "title": "Модернизм",
    "content": [
      "<b>Модернизм</b> (итал. <i>modernismo</i>, от лат. <i>modernus</i> — современный, недавний) — направление в искусстве XX века, характеризующееся <b>разрывом с предшествующим историческим опытом художественного творчества</b>, стремлением утвердить <b>новые нетрадиционные начала</b> в искусстве, <b>непрерывным обновлением художественных форм</b>.",
      "Создание автором оригинальных произведений, основанных на <b>внутренней свободе</b> и <b>особом видении мира</b>, несущем новые выразительные средства изобразительного языка.",
      "Модернизм — <b>совокупность художественных направлений</b> в искусстве второй половины девятнадцатого — середины двадцатого столетия.",
      "Наиболее значительными модернистскими тенденциями были <b>импрессионизм, модерн, экспрессионизм, нео- и постимпрессионизм, фовизм, кубизм, футуризм</b>, а также более поздние течения — <b>абстрактное искусство, дадаизм, сюрреализм</b>.",
      "В узком смысле модернизм рассматривается как <b>ранняя ступень авангардизма</b>, начало пересмотра классических традиций.",
      "Датой зарождения модернизма часто называют <b>1863 год</b> — год открытия в Париже «Салона отверженных»."
    ]
  },
	 {
    "view": "image",
    "img": "/images/gallery/valtergropius-zdaniyabauhauzvdessau.webp",
    "description": "Здание Баухауз в Дессау. Архитектор: Вальтер Гропиус, 1926"
  },
  {
    "view": "headline",
    "title": "Исторический контекст и предпосылки"
  },
  {
    "view": "text",
    "content": [
      "Формирование модернизма стало ответом на <b>травматические сдвиги в культуре и обществе</b> конца XIX — начала XX века. Искусство оказалось в ситуации, когда прежние формы больше не работали, а новые смыслы ещё только намечались. Это время технической революции, урбанизации, краха метафизики, травмы войны и утраты доверия к стабильному, универсальному миру.",
      "Развитие науки и техники — от фотографии до рентгена, от радио до авиации — радикально изменило восприятие пространства, тела, времени. Фрейд открыл пространство бессознательного, Эйнштейн — относительность, а художники — зону внутренней подвижности, в которой больше не существовало фиксированных точек опоры.",
      "Индустриализация и рост мегаполисов разрушали прежнюю ритмику быта. Пространство становилось фрагментированным, ускоренным, машинным. Наряду с этим возникала психологическая усталость от академизма, от повторения «высоких» форм, которые уже не соответствовали опыту живого человека.",
      "Первая мировая война стала предельной точкой — после неё живопись, поэзия и театр не могли быть прежними. Искусство, пережившее окопы, стало нервным, сжатым, агрессивным или, наоборот, отрешённым. Оно искало форму для боли и бессмысленности — или пыталось их превзойти."
    ]
  },
	 {
    "view": "image",
    "img": "/images/gallery/valtergropius-zdaniyabauhauzvdessau.webp",
    "description": "Здание Баухауз в Дессау. Архитектор: Вальтер Гропиус, 1926"
  },
  {
    "view": "headline",
    "title": "Философия и эстетика модернизма"
  },
  {
    "view": "text",
    "content": [
      "Философия модернизма строится на осознании <b>разрыва</b> — с традицией, с универсализмом, с гармонией. Искусство больше не обязано изображать, оно <b>освобождается от функции зеркала</b> и становится самостоятельным явлением. Картина больше не иллюстрирует — она существует. Поэзия — не рассказывает, а звучит. Архитектура — не воспроизводит ордер, а мыслит пространством.",
      "Модернизм вырастает из философии сомнения и множества точек зрения. Вместо единой истины — поток субъективных опытов. Вместо нормативной формы — эксперимент. Влияние Ницше, Фрейда, Шопенгауэра, Бергсона делает человека в искусстве расколотым, тревожным, чувствующим, а само искусство — способом исследования и переживания.",
      "Модернистское искусство часто отталкивает, тревожит, раздражает. Оно не хочет нравиться, оно требует усилия. Оно ставит зрителя в позицию соучастника, интерпретатора, провоцирует на внутреннюю работу. Красота больше не цель — скорее, вопрос или след. Модернизм — это язык неуверенности. Эстетика конфликта, пробела, свободы. Искусство не утешает — оно встряхивает."
    ]
  },
	  "view": "headline",
  "title": "Двойственность модернизма"
},
{
  "view": "text",
  "content": [
    "Модернизм часто воспринимается как искусство бунта: художники отвергали традицию, разрушали академические формы, высмеивали вкус буржуазии. Перформансы, коллажи, заумь, случай, ирония — всё это казалось взрывом против системы.",
    "Но этот бунт оказался парадоксально совместим с тем, против чего он восставал. Уже в начале XX века художественные жесты модернизма были восприняты галереями, критиками, коллекционерами — и превращены в товар, символ, тренд.",
    "Модернизм стал частью культурного рынка. Он начал существовать в обрамлении выставок, контрактов, премий, фондов и логотипов. Вещи, созданные как вызов искусству, превратились в предметы инвестиций. Художник, отказывавшийся от формы, стал брендом.",
    "Философ Герберт Маркузе отмечал, что капитализм умеет интегрировать всё, даже то, что его подрывает. Антиискусство становится частью институции. Авангардный жест — частью галерейной стенограммы.",
    "Модернизм одновременно критиковал буржуазную культуру — и стал её главной витриной. Это искусство, которое дышит противоречием: оно не принадлежит власти, но и не может существовать вне внимания институций."
  ]
}
]
