[
  {
    "name": "Абстра́ктный экспрессиони́зм",
    "description": "Мощное художественное течение, сформировавшееся в США в 1940–1950-х годах. Оно было сосредоточено на эмоциональном жесте, личном высказывании и спонтанности творческого процесса. Картина здесь — не изображение, а след действия, поле напряжения. Для этого направления характерны две основные линии: «живопись действия» (action painting), связанная с энергичными мазками и каплями краски (Джексон Поллок), и «живопись цветового поля» (color field painting), строящаяся на больших поверхностях цвета (Марк Ротко). Абстрактный экспрессионизм стал символом индивидуальной свободы художника в послевоенную эпоху. Представители: Джексон Поллок, Марк Ротко, Виллем де Кунинг, Барнетт Ньюман."
  },
  {
    "name": "Абстрактный экспрессионизм",
    "description": "Крупнейшее художественное движение в США середины XX века. Главным становился процесс создания: жест, спонтанность, личное выражение. Картины теряли композиционный центр, превращаясь в поле напряжения и эмоций. Среди направлений — «живопись действия» и «живопись цветового поля». Основатели: Джексон Поллок, Марк Ротко, Виллем де Кунинг, Барнетт Ньюман."
  },
  {
    "name": "Абстракциони́зм",
    "description": "(также беспредметное или нонфигуративное искусство) — направление XX века, основанное на отказе от изображения предметного мира. Вместо этого художники создают композиции из линий, пятен и цветовых форм, выражая эмоции и идеи вне образов. Основные течения: супрематизм, неопластицизм, орфизм, ташизм, абстрактный экспрессионизм, постживописный абстракционизм."
  },
  {
    "name": "Авангардизм",
    "description": "(от французского – передний край, передовой отряд) – совокупное название сложившихся в 1900 – 1920е годы художественных тенденций, более радикальных, чем модернизм, для которых характерно программное, выраженное в полемически-боевой форме (отсюда и само понятие, взятое из военно-политической лексики) противопоставление себя прежним традициям творчества и социальным стереотипам в целом, а также первичность использования нового художественного языка. "
  },
  {
    "name": "Ар-нуво",
    "description": "(art nouveau — новое искусство, также известен как модерн в России, югендстиль в Германии, стиль Либерти в Италии) — декоративно-художественное направление конца XIX – начала XX века, стремившееся к синтезу искусств и обновлению эстетики повседневности. Для ар-нуво характерны изогнутые линии, текучие формы, растительные орнаменты, символизм и стилизация под природные мотивы. Он отвергал классику и академизм, стремясь объединить прикладное и изобразительное искусство в цельной художественной среде. Широко использовался в архитектуре, витражах, книжной графике, мебели, ювелирном деле. Главная цель ар-нуво — сделать искусство частью повседневной жизни, утвердив новый художественный вкус на рубеже веков."
  },
  {
    "name": "Арт-деко",
    "description": "(art déco, от фр. arts décoratifs — декоративные искусства) — стиль, сформировавшийся во Франции в 1920-х годах и достигший пика в 1930-х, охватывающий архитектуру, живопись, скульптуру, графику, дизайн мебели, моду и ювелирное искусство. Ар-деко вобрал в себя элементы кубизма, футуризма, неоклассицизма и египетских мотивов, отличаясь чёткостью геометрических форм, симметрией, контрастами, лаконичным декором и стремлением к изысканной декоративности.Это стиль эпохи «машинной эстетики» и буржуазной роскоши, ассоциирующийся с образом прогресса, скорости, техницизма и гламура. В отличие от модерна (ар-нуво), ар-деко избегает изгибов и натуралистичности, стремясь к упорядоченной, почти инженерной гармонии. Характерные материалы: хром, стекло, эмаль, дерево ценных пород, лакированные поверхности"
  },
  {
    "name": "Баухаус",
    "description": "(нем. Bauhaus — дом строительства) — немецкая школа дизайна и художественное движение, основанное в 1919 году Вальтером Гропиусом в Веймаре. Баухаус стремился объединить искусство, ремесло и индустриальное производство. Его философия заключалась в функциональности, простоте форм, отказе от декора ради целесообразности. Преподавателями школы были Пауль Клее, Василий Кандинский, Ласло Мохой-Надь. Баухаус оказал огромное влияние на архитектуру, промышленный дизайн, типографику и образование в области искусства."
  },
  {
    "name": "Био-тек",
    "description": "Современное направление в архитектуре, сочетающее биоформы, высокие технологии и экологические решения. Здания в стиле био-тек вдохновлены природными структурами и процессами, используют устойчивые материалы, системы энергосбережения и адаптацию к окружающей среде. Часто применяются параметры цифрового моделирования. Представители: Норман Фостер, Сантьяго Калатрава, Никола Серра."
  },
  {
    "name": "Брутализм",
    "description": "(от фр. brut — сырой, необработанный) — архитектурное направление середины XX века, выделяющееся монументальностью, использованием необработанного бетона и грубых фактур. Воплощает честность формы и материалов, отказ от украшений. Брутализм часто воспринимается как манифест социальной функции архитектуры — здания предельно утилитарны, «говорят сами за себя». Хотя термин применяется в основном к архитектуре, его эстетика повлияла и на визуальную культуру XX века."
  },
  {
    "name": "Бубновый валет",
    "description": "«Бубновый валет» — русское художественное объединение, действовавшее в Москве с 1910 по 1917 год. Включало художников, стремившихся соединить новейшие европейские стили (фовизм, кубизм) с русскими традициями. Название отсылает к образу игрока, бунтаря, нарушающего правила. В выставках участвовали: Наталья Гончарова, Михаил Ларионов, Аристарх Лентулов, Илья Машков, Роберт Фальк. Объединение сыграло ключевую роль в становлении русского авангарда."
  },
  {
    "name": "ВХУТЕМАС",
    "description": "ВХУТЕМАС (Высшие художественно-технические мастерские) — крупнейший государственный художественный институт в СССР, основанный в Москве в 1920 году. Его миссия — подготовка художников нового типа: инженеров искусства. ВХУТЕМАС объединил лучшие силы русского авангарда, работал на стыке искусства, архитектуры и индустриального дизайна. Здесь преподавали Малевич, Татлин, Родченко, Попова, Степанова. ВХУТЕМАС стал аналогом немецкого Баухауза и оказал сильнейшее влияние на развитие конструктивизма и формирование визуального языка советского модернизма."
  },
  {
    "name": "Дадаизм",
    "description": "(от фр. dada — деревянная лошадка, детский лепет) — авангардное направление в искусстве XX века, возникшее во время Первой мировой войны в Цюрихе (кабаре «Вольтер»). Существовал с 1916 по 1922 год. Дадаизм стал формой радикального протеста против насилия, логики и культуры, приведших к войне. Художники отрицали традиции, эстетику и смысл, создавая произведения из абсурдных, случайных элементов. Название, найденное в словаре основателем движения Тристаном Тцара, само по себе несло идею бессмысленности — как символ полной свободы творчества. Дадаизм оказал влияние на становление сюрреализма, частично определив его методы и мировоззрение."
  },
  {
    "name": "Деконструктивизм",
    "description": "Архитектурное и художественное направление, возникшее в 1980-х годах, но корнями уходящее в радикальные идеи модернизма. Для деконструктивизма характерны фрагментарность, отказ от симметрии и классического порядка, «разрушение» привычных форм. Здания и объекты кажутся как бы разобранными и собранными заново, без единой логики. В искусстве — это визуальный эквивалент критики стабильных значений, влияния постструктурализма и философии Жака Деррида. Представители в архитектуре: Заха Хадид, Фрэнк Гери, Даниэль Либескинд."
  },
  {
    "name": "Инсталляция",
    "description": "Пространственная художественная форма, создающая особую среду, в которую зритель может войти. Использует объекты, звук, свет, текст, видео. Часто создаётся для конкретного места и времени. Инсталляция стирает границы между скульптурой, архитектурой и театром. Представители: Марсель Бротерс, Илья Кабаков, Яннис Кунеллис."
  },
  {
    "name": "Кинети́ческое искусство",
    "description": "(от греческого – движение, приводящий в движение) – направление искусства XX века, обыгрывающее эффекты реального движения всего произведения или отдельных его составляющих, и связанное с созданием эстетического эффекта с помощью движения. Объекты представляют собой движущиеся установки, производящие при перемещении эффекты света и тени, иногда и звука. Произведения динамически преобразуются самим зрителем или колебаниями воздушной среды. В произведениях форма оптически меняется при изменении местонахождения зрителя или иллюзия движения возникает благодаря меняющемуся освещению. Распространение получили также конструкции, приводимые в движение мотором или электромагнитными силами."
  },
  {
    "name": "Концептуали́зм",
    "description": "Художественное направление, возникшее в конце 1960-х годов. Главное в концептуализме — не объект, а идея. Работа может быть представлена в виде текста, схемы, описания или документации. Форма становится вторичной по отношению к смыслу. Среди представителей — Джозеф Кошут, Сол Левитт, Илья Кабаков, группа «Коллективные действия»."
  },
  {
    "name": "Куби́зм",
    "description": "(от французского – куб) – направление в искусстве первой четверти XX века, для которого характерно геометрическая трансформация предметной формы. Характерно упрощение формы и пространства до комбинации простых геометрических тел, преобладание прямых линий, граней и кубоподобных форм, призванных выразить «первичную структура» мира, перестроив традиционные способы восприятия пространства. Кубисты отказались от иллюзорного пространства, от всякого намека на воздушную перспективу, сконцентрировались на конструкции картины, выявлении объемной формы предмета, представленного на плоскости с разных точек зрения."
  },
  {
    "name": "Ленд-арт",
    "description": "Искусство, создаваемое в природной среде, где сама природа становится материалом и пространством для работы. Художники используют землю, камни, воду, лед, растения. Эти работы живут вне галерей, подчинены смене времени, погоде, разрушению. Пионеры: Роберт Смитсон, Нэнси Холт, Энди Голдswорти."
  },
  {
    "name": "Медиа-арт",
    "description": "Искусство, использующее цифровые, электронные и сетевые технологии как средство и материал. Это видеоарт, VR, интерактивные объекты, генеративные алгоритмы, NFT. Медиа-арт исследует границы между реальностью и виртуальностью, между зрителем и экраном. Представители: Рафаэль Лозано-Хеммер, TeamLab, Олафур Элиассон."
  },
  {
    "name": "Минимализм",
    "description": "Направление в искусстве, архитектуре и музыке второй половины XX века, основанное на редукции. Художники минимализма стремятся к чистоте формы, повтору, простоте, безэмоциональности. Работы часто кажутся «пустыми», но предполагают глубокую сосредоточенность на восприятии. Представители: Дональд Джадд, Дэн Флавин, Агнес Мартин."
  },
  {
    "name": "Модерни́зм",
    "description": "(от французского – современный, новейший) – совокупность художественных тенденций, направлений, деятельности отдельных художников ХХ века, для которых свойственно отрицание художественных традиций и поиск нового художественного языка, новых форм искусства путем эксперимента."
  },
  {
    "name": "Неопластицизм",
    "description": "Направление геометрического абстракционизма, основанное Питом Мондрианом и Тео ван Дусбургом в Нидерландах. Стремится выразить универсальные законы гармонии через простейшие формы: вертикали, горизонтали и три основные цвета — красный, синий, жёлтый. Искусство здесь — это порядок, равновесие, рациональность. Влияет на архитектуру, дизайн, типографику. Главные фигуры: Пит Мондриан, Тео ван Дусбург, Геррит Ритвельд."
  },
  {
    "name": "Оп-арт",
    "description": "Направление в искусстве второй половины XX века, основанное на оптических эффектах. Используя контрасты, геометрию и повторения, художники создают иллюзию движения, мерцания и вибрации. Оп-арт апеллирует к восприятию зрителя и зрительным обманам. Представители: Виктор Вазарели, Бриджит Райли, Хулио Ле Парке."
  },
  {
    "name": "Органическая архитектура",
    "description": "Архитектурная философия, стремящаяся к единству человека, здания и природы. Здания органической архитектуры повторяют природные формы, вписываются в ландшафт, используют натуральные материалы и освещение. Архитектура становится продолжением окружающей среды. Основоположник — Фрэнк Ллойд Райт. Современные представители: Тойо Ито, Сантьяго Калатрава."
  },
  {
    "name": "Орфизм",
    "description": "Художественное направление, возникшее в Париже в начале 1910-х годов. Его создатели стремились соединить абстрактную живопись с музыкальной выразительностью цвета и ритма. В отличие от кубизма, орфизм тяготеет к яркости, полифонии и световой вибрации. Искусство здесь воспринимается как симфония цвета. Основатели: Робер и Соня Делоне, Франтишек Купка, Франсис Пикабиа."
  },
  {
    "name": "Перформанс",
    "description": "Искусство действия, в котором сам художник становится живым произведением. Может быть спонтанным или строго спланированным. Тело, голос, движение становятся медиумом. Часто перформанс обращён к социуму и работает с темами идентичности, политики, памяти. Художники: Йозеф Бойс, Марина Абрамович, Ульяна Подкорытова."
  },
  {
    "name": "Поп-арт",
    "description": "Направление, возникшее в 1950–60-е годы, связанное с образами массовой культуры: реклама, комиксы, знаменитости. Художники поп-арта работают с готовыми визуальными клише, превращая банальное в искусство. Для стиля характерны ирония, яркие цвета и серийность. Представители: Энди Уорхол, Рой Лихтенштейн, Ричард Гамильтон."
  },
  {
    "name": "Постживопи́сный абстракциони́зм",
    "description": "Направление в американском искусстве 1960-х годов, сформировавшееся как реакция на эмоциональную экспрессию абстрактного экспрессионизма. Художники постживописного абстракционизма стремились к визуальной чистоте, прозрачности и ровности. Работы создавались с использованием акриловых красок, впитывающихся в холст, с минимальной текстурой и тонкими цветовыми переходами. Цвет становится объектом созерцания, а не носителем эмоции. Это направление подготовило почву для минимализма и оп-арта. Представители: Моррис Луис, Хелен Франкенталер, Кеннет Ноланд, Жюль Олитски."
  },
  {
    "name": "Постживописный абстракционизм",
    "description": "Течение 1960-х годов, противопоставленное эмоциональной экспрессии Поллока и Ротко. Художники использовали акриловые краски, ровные заливки, тонкие линии и прозрачные цветовые поля. Это искусство восприятия, а не жеста. Среди представителей — Моррис Луис, Хелен Франкенталер, Кеннет Ноланд, Жюль Олитски."
  },
  {
    "name": "Постмодерни́зм",
    "description": "(от латинского – «после» и «модернизм») – совокупное название художественных тенденций в искусстве второй половины XX века, часто интерпретирующих как «то, что пришло на смену модернизму» и связанных с радикальной переоценкой ценностей модернизма и авангардизма. Характерно не противостояние с традицией, а сосуществованием с ней, стилистический плюрализм. Отвергая рационализм «интернационального стиля», постмодернизм обратился к цитатам из истории искусства, к заимствованию существующего, сочетая все это с новейшими достижениями современной технологии. Постмодернизм провозгласил лозунг «открытого искусства», свободное взаимодействие со старыми и новыми стилями. Поэтому прежнее противостояние традиции и авангарда утратило свой смысл."
  },
  {
    "name": "Примитиви́зм",
    "description": "художественное направление в искусстве XX века, для которого характерно программное, сознательное упрощение художественных образов и выразительных средств, ориентация на архаические, «примитивные» формы творчества: первобытное искусство, традиционное творчество народов Африки, Америки, Океании, местный фольклор и самодеятельное «наивное искусство», детское творчество."
  },
  {
    "name": "Синий всадник (группа)",
    "description": "Художественное объединение, основанное в Мюнхене в 1911 году Василием Кандинским и Францем Марком. Название символизирует синтез духовного (синий) и динамики (всадник). Участники стремились выразить внутренние состояния через цвет, форму и отказ от фигуративности. Группа сыграла ключевую роль в становлении экспрессионизма и абстракции."
  },
  {
    "name": "Союз молодежи",
    "description": "«Союз молодежи» — авангардное объединение художников и поэтов, действовавшее в Петербурге в 1910–1914 годах. Было площадкой для кубофутуристов, неопримитивистов и представителей «дикой» живописи. Группа активно устраивала выставки, диспуты, манифесты. Участвовали: Казимир Малевич, Владимир Татлин, Давид Бурлюк, Алексей Кручёных, Елена Гуро. В рамках «Союза молодежи» зародились идеи, которые легли в основу будущих форм русского авангарда."
  },
  {
    "name": "Структурализм",
    "description": "Архитектурный подход 1960-х годов, вдохновлённый идеями гуманитарных наук и лингвистики. Главная цель — создание гибких, повторяющихся пространственных структур, ориентированных на повседневную жизнь и социальную динамику. Здания проектируются как модульные системы, где важна не форма, а организация взаимодействий. Представители: Альдо ван Эйк, Герман Герцбергер."
  },
  {
    "name": "Супремати́зм",
    "description": "Художественное направление, основанное Казимиром Малевичем в 1915 году. Его суть — полный отказ от предметного изображения в пользу «чистого ощущения». Композиции строятся на основе простых геометрических форм: квадрата, круга, креста и прямой линии, выполненных в чистых цветах. Главной иконой движения стал «Чёрный квадрат» — знак новой визуальной и духовной реальности. Супрематизм стремился создать универсальный язык, независимый от реального мира, обращённый к внутреннему состоянию и философии формы. Влияние супрематизма распространилось не только на живопись, но и на архитектуру, типографику, сценографию. Представители: Казимир Малевич, Лазарь Лисицкий, Николай Суетин."
  },
  {
    "name": "Ташизм",
    "description": "Направление в европейской живописи 1940–50-х годов, близкое абстрактному экспрессионизму. Живопись строится на спонтанных жестах, пятнах, мазках, без предварительного плана. Это чистая экспрессия, проявление подсознания через форму и цвет. Представители: Жан Дюбюффе, Пьер Сулаж, Ханс Хартунг."
  },
  {
    "name": "Традиционализм",
    "description": "Художественное течение, ориентированное на реализм, академические формы и преемственность культурных традиций. Противопоставляется модернизму и авангарду. Для традиционализма важны ясность образа, мастерство и духовные ценности. Примеры — Илья Глазунов, Леон Криер, представители соцреализма."
  },
  {
    "name": "УНОВИС",
    "description": "УНОВИС (Утвердители нового искусства) — художественное и педагогическое объединение, созданное Казимиром Малевичем в 1919 году в Витебске. Группа базировалась в Народной художественной школе и ставила своей целью внедрение принципов супрематизма во все сферы искусства и жизни — от живописи до архитектуры и быта. Символом группы стал чёрный квадрат. Участники создавали проекты плакатов, костюмов, архитектурных форм, оформляли городские праздники. УНОВИС превратил искусство в утопический социальный проект. Среди участников — Лазарь Лисицкий, Николай Суетин, Илья Чашник."
  },
  {
    "name": "Фови́зм",
    "description": "(от французского – дикий) – художественное направление (течение) во французской живописи начала XX века (1904 – 1908 года). Название закрепилось за группой художников, чьи полотна были представлены на «Осеннем салоне» 1905 года и которые критик Луи Воксель назвал «дикими», как реакция на поразившую его экзальтацию цвета, «дикую» выразительность красок на картинах художников."
  },
  {
    "name": "Футури́зм",
    "description": "(от латинского – будущее) – литературно-художественное авангардное направление в искусстве начала XX века, преимущественно в Италии и России. Стремясь создать «искусство будущего», футуристы с презрением отвергали наследия «прошлого», традиционную культуру во всех ее проявлениях и воспевали будущее – наступающую эпоху индустриализма, техники, высоких скоростей и темпов жизни. В произведениях стремились создать непосредственное эмоциональное выражение динамики современного мира, апофеоза больших городов и машинной индустрии."
  },
  {
    "name": "Хай-тек",
    "description": "Архитектурный стиль, возникший в 1970-е годы и ориентированный на эстетику инженерных конструкций и технологичность. Для хай-тека характерны стеклянные фасады, металлические детали, открытые трубы, эскалаторы, визуализация каркаса. Здание демонстрирует свою конструктивную логику и высокотехнологичность. Представители: Ренцо Пиано, Ричард Роджерс, Норман Фостер."
  },
  {
    "name": "Экспрессиони́зм",
    "description": "(от латинского – выражение) – направление в искусстве 1-й четверти XX века, провозгласившее единственной реальностью субъективный духовный мир человека, а выражение внутреннего мира человека – главной целью искусства. Характерно стремление к «экспрессии», обостренному самовыражению, напряженности эмоций, гротескной изломанности, иррациональности образов. Наиболее ярко проявился в искусстве Германии и Австрии."
  }
]
