[
	{
		"name": "Абстракциони́зм",
		"description": "(также беспредметное или нонфигуративное искусство) — направление XX века, основанное на отказе от изображения предметного мира. Вместо этого художники создают композиции из линий, пятен и цветовых форм, выражая эмоции и идеи вне образов. Основные течения: супрематизм, неопластицизм, орфизм, ташизм, абстрактный экспрессионизм, постживописный абстракционизм."
	},
	{
		"name": "Авангардизм",
		"description": "(от французского – передний край, передовой отряд) – совокупное название сложившихся в 1900 – 1920е годы художественных тенденций, более радикальных, чем модернизм, для которых характерно программное, выраженное в полемически-боевой форме (отсюда и само понятие, взятое из военно-политической лексики) противопоставление себя прежним традициям творчества и социальным стереотипам в целом, а также первичность использования нового художественного языка. "
	},
	{
		"name": "Арт-деко",
		"description": "(art déco, от фр. arts décoratifs — декоративные искусства) — стиль, сформировавшийся во Франции в 1920-х годах и достигший пика в 1930-х, охватывающий архитектуру, живопись, скульптуру, графику, дизайн мебели, моду и ювелирное искусство. Ар-деко вобрал в себя элементы кубизма, футуризма, неоклассицизма и египетских мотивов, отличаясь чёткостью геометрических форм, симметрией, контрастами, лаконичным декором и стремлением к изысканной декоративности.Это стиль эпохи «машинной эстетики» и буржуазной роскоши, ассоциирующийся с образом прогресса, скорости, техницизма и гламура. В отличие от модерна (ар-нуво), ар-деко избегает изгибов и натуралистичности, стремясь к упорядоченной, почти инженерной гармонии. Характерные материалы: хром, стекло, эмаль, дерево ценных пород, лакированные поверхности" 
	},
	{
		"name": "Ар-нуво",
		"description": "(art nouveau — новое искусство, также известен как модерн в России, югендстиль в Германии, стиль Либерти в Италии) — декоративно-художественное направление конца XIX – начала XX века, стремившееся к синтезу искусств и обновлению эстетики повседневности. Для ар-нуво характерны изогнутые линии, текучие формы, растительные орнаменты, символизм и стилизация под природные мотивы. Он отвергал классику и академизм, стремясь объединить прикладное и изобразительное искусство в цельной художественной среде. Широко использовался в архитектуре, витражах, книжной графике, мебели, ювелирном деле. Главная цель ар-нуво — сделать искусство частью повседневной жизни, утвердив новый художественный вкус на рубеже веков."
	},
	{
		"name": "Баухаус",
		"description": "(нем. Bauhaus — дом строительства) — немецкая школа дизайна и художественное движение, основанное в 1919 году Вальтером Гропиусом в Веймаре. Баухаус стремился объединить искусство, ремесло и индустриальное производство. Его философия заключалась в функциональности, простоте форм, отказе от декора ради целесообразности. Преподавателями школы были Пауль Клее, Василий Кандинский, Ласло Мохой-Надь. Баухаус оказал огромное влияние на архитектуру, промышленный дизайн, типографику и образование в области искусства."
	},
	{
		"name": "Брутализм",
		"description": "(от фр. brut — сырой, необработанный) — архитектурное направление середины XX века, выделяющееся монументальностью, использованием необработанного бетона и грубых фактур. Воплощает честность формы и материалов, отказ от украшений. Брутализм часто воспринимается как манифест социальной функции архитектуры — здания предельно утилитарны, «говорят сами за себя». Хотя термин применяется в основном к архитектуре, его эстетика повлияла и на визуальную культуру XX века."
	},
        {
		"name": "Синий всадник (группа)",
		"description": "Художественное объединение, основанное в Мюнхене в 1911 году Василием Кандинским и Францем Марком. Название символизирует синтез духовного (синий) и динамики (всадник). Участники стремились выразить внутренние состояния через цвет, форму и отказ от фигуративности. Группа сыграла ключевую роль в становлении экспрессионизма и абстракции."
	},
	 {
		"name": "Дадаизм",
		"description": "(от фр. dada — деревянная лошадка, детский лепет) — авангардное направление в искусстве XX века, возникшее во время Первой мировой войны в Цюрихе (кабаре «Вольтер»). Существовал с 1916 по 1922 год. Дадаизм стал формой радикального протеста против насилия, логики и культуры, приведших к войне. Художники отрицали традиции, эстетику и смысл, создавая произведения из абсурдных, случайных элементов. Название, найденное в словаре основателем движения Тристаном Тцара, само по себе несло идею бессмысленности — как символ полной свободы творчества. Дадаизм оказал влияние на становление сюрреализма, частично определив его методы и мировоззрение."
         },
	 {
		"name": "Деконструктивизм",
		"description": "Архитектурное и художественное направление, возникшее в 1980-х годах, но корнями уходящее в радикальные идеи модернизма. Для деконструктивизма характерны фрагментарность, отказ от симметрии и классического порядка, «разрушение» привычных форм. Здания и объекты кажутся как бы разобранными и собранными заново, без единой логики. В искусстве — это визуальный эквивалент критики стабильных значений, влияния постструктурализма и философии Жака Деррида. Представители в архитектуре: Заха Хадид, Фрэнк Гери, Даниэль Либескинд."
	 },
]
