[
  {
    "name": "Абстракциони́зм",
    "description": "(также беспредметное или нонфигуративное искусство) — направление XX века, основанное на отказе от изображения предметного мира. Вместо этого художники создают композиции из линий, пятен и цветовых форм, выражая эмоции и идеи вне образов. Основные течения: супрематизм, неопластицизм, орфизм, ташизм, абстрактный экспрессионизм, постживописный абстракционизм."
  },
  {
    "name": "Авангардизм",
    "description": "(от французского – передний край, передовой отряд) – совокупное название сложившихся в 1900 – 1920е годы художественных тенденций, более радикальных, чем модернизм, для которых характерно программное, выраженное в полемически-боевой форме (отсюда и само понятие, взятое из военно-политической лексики) противопоставление себя прежним традициям творчества и социальным стереотипам в целом, а также первичность использования нового художественного языка. "
  },
  {
    "name": "Ар-нуво",
    "description": "(art nouveau — новое искусство, также известен как модерн в России, югендстиль в Германии, стиль Либерти в Италии) — декоративно-художественное направление конца XIX – начала XX века, стремившееся к синтезу искусств и обновлению эстетики повседневности. Для ар-нуво характерны изогнутые линии, текучие формы, растительные орнаменты, символизм и стилизация под природные мотивы. Он отвергал классику и академизм, стремясь объединить прикладное и изобразительное искусство в цельной художественной среде. Широко использовался в архитектуре, витражах, книжной графике, мебели, ювелирном деле. Главная цель ар-нуво — сделать искусство частью повседневной жизни, утвердив новый художественный вкус на рубеже веков."
  },
  {
    "name": "Арт-деко",
    "description": "(art déco, от фр. arts décoratifs — декоративные искусства) — стиль, сформировавшийся во Франции в 1920-х годах и достигший пика в 1930-х, охватывающий архитектуру, живопись, скульптуру, графику, дизайн мебели, моду и ювелирное искусство. Ар-деко вобрал в себя элементы кубизма, футуризма, неоклассицизма и египетских мотивов, отличаясь чёткостью геометрических форм, симметрией, контрастами, лаконичным декором и стремлением к изысканной декоративности.Это стиль эпохи «машинной эстетики» и буржуазной роскоши, ассоциирующийся с образом прогресса, скорости, техницизма и гламура. В отличие от модерна (ар-нуво), ар-деко избегает изгибов и натуралистичности, стремясь к упорядоченной, почти инженерной гармонии. Характерные материалы: хром, стекло, эмаль, дерево ценных пород, лакированные поверхности"
  },
  {
    "name": "Баухаус",
    "description": "(нем. Bauhaus — дом строительства) — немецкая школа дизайна и художественное движение, основанное в 1919 году Вальтером Гропиусом в Веймаре. Баухаус стремился объединить искусство, ремесло и индустриальное производство. Его философия заключалась в функциональности, простоте форм, отказе от декора ради целесообразности. Преподавателями школы были Пауль Клее, Василий Кандинский, Ласло Мохой-Надь. Баухаус оказал огромное влияние на архитектуру, промышленный дизайн, типографику и образование в области искусства."
  },
  {
    "name": "Брутализм",
    "description": "(от фр. brut — сырой, необработанный) — архитектурное направление середины XX века, выделяющееся монументальностью, использованием необработанного бетона и грубых фактур. Воплощает честность формы и материалов, отказ от украшений. Брутализм часто воспринимается как манифест социальной функции архитектуры — здания предельно утилитарны, «говорят сами за себя». Хотя термин применяется в основном к архитектуре, его эстетика повлияла и на визуальную культуру XX века."
  },
  {
    "name": "Дадаизм",
    "description": "(от фр. dada — деревянная лошадка, детский лепет) — авангардное направление в искусстве XX века, возникшее во время Первой мировой войны в Цюрихе (кабаре «Вольтер»). Существовал с 1916 по 1922 год. Дадаизм стал формой радикального протеста против насилия, логики и культуры, приведших к войне. Художники отрицали традиции, эстетику и смысл, создавая произведения из абсурдных, случайных элементов. Название, найденное в словаре основателем движения Тристаном Тцара, само по себе несло идею бессмысленности — как символ полной свободы творчества. Дадаизм оказал влияние на становление сюрреализма, частично определив его методы и мировоззрение."
  },
  {
    "name": "Деконструктивизм",
    "description": "Архитектурное и художественное направление, возникшее в 1980-х годах, но корнями уходящее в радикальные идеи модернизма. Для деконструктивизма характерны фрагментарность, отказ от симметрии и классического порядка, «разрушение» привычных форм. Здания и объекты кажутся как бы разобранными и собранными заново, без единой логики. В искусстве — это визуальный эквивалент критики стабильных значений, влияния постструктурализма и философии Жака Деррида. Представители в архитектуре: Заха Хадид, Фрэнк Гери, Даниэль Либескинд."
  },
  {
    "name": "Кинети́ческое искусство",
    "description": "(от греческого – движение, приводящий в движение) – направление искусства XX века, обыгрывающее эффекты реального движения всего произведения или отдельных его составляющих, и связанное с созданием эстетического эффекта с помощью движения. Объекты представляют собой движущиеся установки, производящие при перемещении эффекты света и тени, иногда и звука. Произведения динамически преобразуются самим зрителем или колебаниями воздушной среды. В произведениях форма оптически меняется при изменении местонахождения зрителя или иллюзия движения возникает благодаря меняющемуся освещению. Распространение получили также конструкции, приводимые в движение мотором или электромагнитными силами."
  },
  {
    "name": "Концептуали́зм",
   "description": "Художественное направление, возникшее в конце 1960-х годов. Главное в концептуализме — не объект, а идея. Работа может быть представлена в виде текста, схемы, описания или документации. Форма становится вторичной по отношению к смыслу. Среди представителей — Джозеф Кошут, Сол Левитт, Илья Кабаков, группа «Коллективные действия»."
  },
  {
    "name": "Куби́зм",
    "description": "(от французского – куб) – направление в искусстве первой четверти XX века, для которого характерно геометрическая трансформация предметной формы. Характерно упрощение формы и пространства до комбинации простых геометрических тел, преобладание прямых линий, граней и кубоподобных форм, призванных выразить «первичную структура» мира, перестроив традиционные способы восприятия пространства. Кубисты отказались от иллюзорного пространства, от всякого намека на воздушную перспективу, сконцентрировались на конструкции картины, выявлении объемной формы предмета, представленного на плоскости с разных точек зрения."
  },
  {
    "name": "Модерни́зм",
    "description": "(от французского – современный, новейший) – совокупность художественных тенденций, направлений, деятельности отдельных художников ХХ века, для которых свойственно отрицание художественных традиций и поиск нового художественного языка, новых форм искусства путем эксперимента."
  },
  {
    "name": "Оп-арт",
    "description": "Направление в искусстве второй половины XX века, основанное на оптических эффектах. Используя контрасты, геометрию и повторения, художники создают иллюзию движения, мерцания и вибрации. Оп-арт апеллирует к восприятию зрителя и зрительным обманам. Представители: Виктор Вазарели, Бриджит Райли, Хулио Ле Парке."
  },
  {
    "name": "Поп-арт",
   "description": "Направление, возникшее в 1950–60-е годы, связанное с образами массовой культуры: реклама, комиксы, знаменитости. Художники поп-арта работают с готовыми визуальными клише, превращая банальное в искусство. Для стиля характерны ирония, яркие цвета и серийность. Представители: Энди Уорхол, Рой Лихтенштейн, Ричард Гамильтон."
  },
  {
    "name": "Постмодерни́зм",
    "description": "(от латинского – «после» и «модернизм») – совокупное название художественных тенденций в искусстве второй половины XX века, часто интерпретирующих как «то, что пришло на смену модернизму» и связанных с радикальной переоценкой ценностей модернизма и авангардизма. Характерно не противостояние с традицией, а сосуществованием с ней, стилистический плюрализм. Отвергая рационализм «интернационального стиля», постмодернизм обратился к цитатам из истории искусства, к заимствованию существующего, сочетая все это с новейшими достижениями современной технологии. Постмодернизм провозгласил лозунг «открытого искусства», свободное взаимодействие со старыми и новыми стилями. Поэтому прежнее противостояние традиции и авангарда утратило свой смысл."
  },
  {
    "name": "Примитиви́зм",
    "description": "художественное направление в искусстве XX века, для которого характерно программное, сознательное упрощение художественных образов и выразительных средств, ориентация на архаические, «примитивные» формы творчества: первобытное искусство, традиционное творчество народов Африки, Америки, Океании, местный фольклор и самодеятельное «наивное искусство», детское творчество."
  },
  {
    "name": "Синий всадник (группа)",
    "description": "Художественное объединение, основанное в Мюнхене в 1911 году Василием Кандинским и Францем Марком. Название символизирует синтез духовного (синий) и динамики (всадник). Участники стремились выразить внутренние состояния через цвет, форму и отказ от фигуративности. Группа сыграла ключевую роль в становлении экспрессионизма и абстракции."
  },
  {
    "name": "Традиционализм",
     "description": "Художественное течение, ориентированное на реализм, академические формы и преемственность культурных традиций. Противопоставляется модернизму и авангарду. Для традиционализма важны ясность образа, мастерство и духовные ценности. Примеры — Илья Глазунов, Леон Криер, представители соцреализма."
  },
  {
    "name": "Фови́зм",
    "description": "(от французского – дикий) – художественное направление (течение) во французской живописи начала XX века (1904 – 1908 года). Название закрепилось за группой художников, чьи полотна были представлены на «Осеннем салоне» 1905 года и которые критик Луи Воксель назвал «дикими», как реакция на поразившую его экзальтацию цвета, «дикую» выразительность красок на картинах художников."
  },
  {
    "name": "Футури́зм",
    "description": "(от латинского – будущее) – литературно-художественное авангардное направление в искусстве начала XX века, преимущественно в Италии и России. Стремясь создать «искусство будущего», футуристы с презрением отвергали наследия «прошлого», традиционную культуру во всех ее проявлениях и воспевали будущее – наступающую эпоху индустриализма, техники, высоких скоростей и темпов жизни. В произведениях стремились создать непосредственное эмоциональное выражение динамики современного мира, апофеоза больших городов и машинной индустрии."
  },
  {
    "name": "Экспрессиони́зм",
    "description": "(от латинского – выражение) – направление в искусстве 1-й четверти XX века, провозгласившее единственной реальностью субъективный духовный мир человека, а выражение внутреннего мира человека – главной целью искусства. Характерно стремление к «экспрессии», обостренному самовыражению, напряженности эмоций, гротескной изломанности, иррациональности образов. Наиболее ярко проявился в искусстве Германии и Австрии."
  }
]
